<unk>	0
<s>	0
</s>	0
ng	-0
ang	-1
an	-2
‚ĖĀn	-3
ag	-4
‚ĖĀs	-5
‚ĖĀm	-6
at	-7
al	-8
ay	-9
in	-10
‚ĖĀk	-11
‚ĖĀp	-12
ak	-13
‚ĖĀng	-14
‚ĖĀsa	-15
‚ĖĀang	-16
‚ĖĀna	-17
it	-18
am	-19
il	-20
ing	-21
as	-22
‚ĖĀb	-23
ong	-24
aw	-25
ap	-26
ah	-27
ar	-28
‚ĖĀt	-29
‚ĖĀl	-30
ab	-31
iy	-32
‚ĖĀd	-33
‚ĖĀat	-34
‚ĖĀA	-35
ul	-36
is	-37
ig	-38
‚ĖĀay	-39
ga	-40
um	-41
‚ĖĀh	-42
un	-43
‚ĖĀmga	-44
on	-45
‚ĖĀN	-46
‚ĖĀS	-47
ik	-48
‚ĖĀpag	-49
‚ĖĀM	-50
ib	-51
ung	-52
iya	-53
‚ĖĀP	-54
‚ĖĀK	-55
‚ĖĀI	-56
‚ĖĀmag	-57
‚ĖĀAng	-58
‚ĖĀnag	-59
‚ĖĀg	-60
ip	-61
ad	-62
‚ĖĀkan	-63
ut	-64
‚ĖĀB	-65
us	-66
ito	-67
uh	-68
im	-69
‚ĖĀis	-70
ala	-71
and	-72
‚ĖĀD	-73
‚ĖĀni	-74
‚ĖĀsi	-75
..	-76
ind	-77
‚ĖĀL	-78
up	-79
ilang	-80
uw	-81
‚ĖĀak	-82
‚ĖĀT	-83
yang	-84
ila	-85
ub	-86
os	-87
‚ĖĀSa	-88
‚ĖĀ"	-89
‚ĖĀnang	-90
awa	-91
‚ĖĀH	-92
uk	-93
iw	-94
alak	-95
ot	-96
aya	-97
indi	-98
‚ĖĀka	-99
‚ĖĀisang	-100
alang	-101
og	-102
‚ĖĀmay	-103
‚ĖĀkanyang	-104
‚ĖĀko	-105
ug	-106
‚ĖĀito	-107
ir	-108
ih	-109
iyang	-110
‚ĖĀw	-111
ita	-112
‚ĖĀmo	-113
ayan	-114
‚ĖĀmat	-115
‚ĖĀniya	-116
ayo	-117
id	-118
‚ĖĀsiya	-119
‚ĖĀin	-120
‚ĖĀAt	-121
‚ĖĀnak	-122
‚ĖĀ(	-123
‚ĖĀpin	-124
‚ĖĀib	-125
‚ĖĀpan	-126
ok	-127
‚ĖĀta	-128
‚ĖĀpa	-129
amang	-130
ur	-131
‚ĖĀhindi	-132
‚ĖĀmal	-133
‚ĖĀiy	-134
ol	-135
apat	-136
‚ĖĀnam	-137
‚ĖĀan	-138
‚ĖĀmak	-139
ahan	-140
angg	-141
‚ĖĀr	-142
alag	-143
ari	-144
oy	-145
to	-146
ya	-147
uhay	-148
aan	-149
‚ĖĀpang	-150
en	-151
‚ĖĀkung	-152
‚ĖĀNag	-153
...	-154
ibig	-155
or	-156
oon	-157
‚ĖĀsin	-158
ata	-159
ula	-160
‚ĖĀpagk	-161
ahat	-162
yo	-163
sa	-164
od	-165
aman	-166
‚ĖĀma	-167
er	-168
ama	-169
‚ĖĀako	-170
‚ĖĀkas	-171
‚ĖĀkat	-172
‚ĖĀman	-173
araw	-174
anda	-175
aba	-176
‚ĖĀdi	-177
abi	-178
agk	-179
‚ĖĀmas	-180
ating	-181
und	-182
‚ĖĀkay	-183
aka	-184
‚ĖĀNg	-185
ant	-186
‚ĖĀkal	-187
ipin	-188
‚ĖĀlum	-189
‚ĖĀtao	-190
awang	-191
‚ĖĀdal	-192
‚ĖĀG	-193
‚ĖĀkah	-194
‚ĖĀpar	-195
‚ĖĀlamang	-196
."	-197
‚ĖĀkap	-198
‚ĖĀKung	-199
‚ĖĀit	-200
‚ĖĀlahat	-201
‚ĖĀtin	-202
andang	-203
ayon	-204
‚ĖĀmab	-205
‚ĖĀkanilang	-206
ahil	-207
alan	-208
unit	-209
‚ĖĀal	-210
‚ĖĀmah	-211
‚ĖĀbuhay	-212
‚ĖĀmar	-213
unt	-214
amat	-215
‚ĖĀIn	-216
‚ĖĀniyang	-217
‚ĖĀsila	-218
upang	-219
‚ĖĀaking	-220
‚ĖĀsiyang	-221
‚ĖĀanak	-222
‚ĖĀkab	-223
‚ĖĀkong	-224
‚ĖĀik	-225
akas	-226
alit	-227
‚ĖĀaraw	-228
‚ĖĀo	-229
‚ĖĀiyong	-230
‚ĖĀrin	-231
ulang	-232
amp	-233
‚ĖĀnaman	-234
‚ĖĀdin	-235
‚ĖĀupang	-236
sang	-237
ana	-238
‚ĖĀNa	-239
‚ĖĀmap	-240
‚ĖĀbag	-241
‚ĖĀnap	-242
‚ĖĀe	-243
ili	-244
‚ĖĀwalang	-245
‚ĖĀbin	-246
‚ĖĀpal	-247
‚ĖĀnat	-248
alaki	-249
upa	-250
‚ĖĀum	-251
‚ĖĀNang	-252
uan	-253
‚ĖĀgin	-254
ali	-255
ika	-256
akit	-257
ob	-258
‚ĖĀbat	-259
‚ĖĀpat	-260
‚ĖĀlang	-261
amb	-262
aling	-263
‚ĖĀW	-264
‚ĖĀAy	-265
‚ĖĀMag	-266
‚ĖĀnila	-267
‚ĖĀbaba	-268
ungk	-269
es	-270
‚ĖĀhin	-271
asawa	-272
‚ĖĀsum	-273
‚ĖĀmagk	-274
ina	-275
‚ĖĀMay	-276
asa	-277
ayang	-278
alik	-279
atu	-280
iwan	-281
iling	-282
ahon	-283
‚ĖĀC	-284
‚ĖĀil	-285
‚ĖĀtul	-286
.)	-287
‚ĖĀtag	-288
apit	-289
‚ĖĀpun	-290
alaga	-291
‚ĖĀHindi	-292
ins	-293
tong	-294
abang	-295
aring	-296
aming	-297
‚ĖĀbah	-298
yan	-299
‚ĖĀkar	-300
‚ĖĀU	-301
‚ĖĀtum	-302
‚ĖĀLam	-303
yong	-304
‚ĖĀlupa	-305
uti	-306
int	-307
alim	-308
‚ĖĀkam	-309
uwag	-310
‚ĖĀpus	-311
‚ĖĀwala	-312
awan	-313
‚ĖĀPag	-314
agkat	-315
‚ĖĀkaya	-316
lak	-317
‚ĖĀPil	-318
‚ĖĀbayan	-319
ha	-320
alo	-321
angk	-322
‚ĖĀIsang	-323
ulan	-324
‚ĖĀnin	-325
awag	-326
iyos	-327
‚ĖĀbabae	-328
alaking	-329
ihan	-330
anggang	-331
agat	-332
‚ĖĀpam	-333
‚ĖĀmang	-334
‚ĖĀmong	-335
‚ĖĀPilipin	-336
‚ĖĀnga	-337
‚ĖĀnito	-338
‚ĖĀdahil	-339
ulo	-340
‚ĖĀAg	-341
‚ĖĀsal	-342
uha	-343
inig	-344
apag	-345
el	-346
uto	-347
uhan	-348
‚ĖĀsar	-349
uwa	-350
yon	-351
‚ĖĀdum	-352
arap	-353
asal	-354
ipag	-355
‚ĖĀnagp	-356
‚ĖĀlalaki	-357
arang	-358
‚ĖĀdalawang	-359
‚ĖĀbul	-360
‚ĖĀpak	-361
‚ĖĀpinag	-362
‚ĖĀnags	-363
em	-364
‚ĖĀy	-365
‚ĖĀpagl	-366
‚ĖĀR	-367
‚ĖĀAl	-368
‚ĖĀikaw	-369
oong	-370
‚ĖĀhal	-371
‚ĖĀngunit	-372
‚ĖĀina	-373
‚ĖĀNgunit	-374
tat	-375
ko	-376
ain	-377
asan	-378
aban	-379
itan	-380
‚ĖĀkum	-381
‚ĖĀlangit	-382
‚ĖĀmul	-383
unang	-384
‚ĖĀating	-385
‚ĖĀpags	-386
,"	-387
big	-388
‚ĖĀpo	-389
‚ĖĀkuw	-390
‚ĖĀitong	-391
aga	-392
aran	-393
irap	-394
‚ĖĀSin	-395
‚ĖĀtat	-396
‚ĖĀpuso	-397
‚ĖĀiba	-398
‚ĖĀlag	-399
‚ĖĀsab	-400
apang	-401
‚ĖĀE	-402
‚ĖĀY	-403
anap	-404
‚ĖĀpanahon	-405
ahal	-406
‚ĖĀIto	-407
ungan	-408
ta	-409
unga	-410
‚ĖĀkanya	-411
uong	-412
‚ĖĀkin	-413
‚ĖĀnar	-414
‚ĖĀnagk	-415
apatid	-416
‚ĖĀSi	-417
amit	-418
‚ĖĀnas	-419
apos	-420
‚ĖĀO	-421
aklak	-422
‚ĖĀF	-423
abas	-424
‚ĖĀhanggang	-425
‚ĖĀhang	-426
igl	-427
‚ĖĀIl	-428
ugan	-429
‚ĖĀiyo	-430
‚ĖĀsag	-431
‚ĖĀkul	-432
‚ĖĀdito	-433
‚ĖĀwika	-434
‚ĖĀba	-435
‚ĖĀNak	-436
‚ĖĀPin	-437
tan	-438
ayong	-439
‚ĖĀmad	-440
‚ĖĀnaging	-441
na	-442
ro	-443
‚ĖĀkang	-444
‚ĖĀbahay	-445
‚ĖĀninyo	-446
‚ĖĀama	-447
ahang	-448
‚ĖĀasawa	-449
una	-450
‚ĖĀisa	-451
‚ĖĀdalaga	-452
agal	-453
awat	-454
‚ĖĀpagh	-455
mam	-456
oob	-457
pik	-458
awin	-459
isip	-460
‚ĖĀbuw	-461
itong	-462
‚ĖĀhum	-463
‚ĖĀsap	-464
‚ĖĀpara	-465
‚ĖĀkag	-466
‚ĖĀnil	-467
‚ĖĀDatu	-468
bab	-469
alin	-470
‚ĖĀBat	-471
ulong	-472
‚ĖĀAgat	-473
‚ĖĀngayon	-474
amd	-475
‚ĖĀMar	-476
‚ĖĀgum	-477
‚ĖĀsilang	-478
bay	-479
‚ĖĀJ	-480
‚ĖĀda	-481
usap	-482
‚ĖĀnagl	-483
‚ĖĀtang	-484
ubig	-485
‚ĖĀnan	-486
‚ĖĀKaya	-487
wa	-488
agp	-489
ust	-490
‚ĖĀAn	-491
rins	-492
‚ĖĀMga	-493
‚ĖĀbum	-494
uting	-495
ibigan	-496
‚ĖĀbuong	-497
ago	-498
hala	-499
ulog	-500
utan	-501
‚ĖĀkaw	-502
‚ĖĀnal	-503
along	-504
iwanag	-505
‚ĖĀPagkat	-506
isa	-507
iwa	-508
atan	-509
‚ĖĀAko	-510
‚ĖĀpagp	-511
ami	-512
kas	-513
‚ĖĀakin	-514
‚ĖĀipin	-515
‚ĖĀkuwen	-516
‚ĖĀunang	-517
uy	-518
iyak	-519
‚ĖĀpum	-520
‚ĖĀbulaklak	-521
sin	-522
‚ĖĀDiyos	-523
oro	-524
anga	-525
igaw	-526
‚ĖĀmam	-527
‚ĖĀIk	-528
awak	-529
ihin	-530
sing	-531
ahing	-532
‚ĖĀnilang	-533
‚ĖĀPilipino	-534
dig	-535
ayop	-536
‚ĖĀLum	-537
‚ĖĀSum	-538
‚ĖĀnasa	-539
‚ĖĀnoon	-540
‚ĖĀpuno	-541
ays	-542
‚ĖĀbal	-543
‚ĖĀkayo	-544
‚ĖĀkahit	-545
AN	-546
ati	-547
atay	-548
ilim	-549
undok	-550
‚ĖĀnagh	-551
‚ĖĀtayo	-552
‚ĖĀWalang	-553
‚ĖĀparang	-554
!"	-555
abaw	-556
‚ĖĀMan	-557
‚ĖĀhig	-558
‚ĖĀtun	-559
igdig	-560
‚ĖĀtaong	-561
yay	-562
‚ĖĀDi	-563
ungo	-564
unod	-565
arian	-566
‚ĖĀmata	-567
‚ĖĀdagat	-568
‚ĖĀtubig	-569
uno	-570
‚ĖĀMak	-571
‚ĖĀTin	-572
iwang	-573
tas	-574
uri	-575
long	-576
‚ĖĀKas	-577
iging	-578
‚ĖĀSiya	-579
‚ĖĀbawat	-580
‚ĖĀhayop	-581
‚ĖĀlakas	-582
ud	-583
alig	-584
awit	-585
abing	-586
‚ĖĀibig	-587
alakas	-588
‚ĖĀag	-589
‚ĖĀsam	-590
anong	-591
‚ĖĀbunga	-592
‚ĖĀkamay	-593
‚ĖĀsinabi	-594
‚ĖĀbuk	-595
angan	-596
‚ĖĀiyon	-597
‚ĖĀpagt	-598
‚ĖĀDahil	-599
ano	-600
ingg	-601
agang	-602
‚ĖĀnagt	-603
‚ĖĀmagandang	-604
?"	-605
lo	-606
‚ĖĀ‚Äď	-607
aki	-608
alas	-609
‚ĖĀnab	-610
‚ĖĀbagay	-611
‚ĖĀmaging	-612
‚ĖĀkapatid	-613
‚ĖĀmaraming	-614
eng	-615
imb	-616
pak	-617
...!	-618
ipad	-619
‚ĖĀBin	-620
‚ĖĀdatu	-621
‚ĖĀepik	-622
‚ĖĀpagkak	-623
lay	-624
‚ĖĀya	-625
unan	-626
‚ĖĀNagong	-627
‚ĖĀap	-628
ango	-629
unong	-630
‚ĖĀKoro	-631
‚ĖĀbundok	-632
‚ĖĀmagulang	-633
agi	-634
usa	-635
ikan	-636
‚ĖĀban	-637
ann	-638
esa	-639
lad	-640
ayaw	-641
‚ĖĀgan	-642
‚ĖĀpap	-643
‚ĖĀloob	-644
‚ĖĀmags	-645
amatay	-646
‚ĖĀHuwag	-647
‚ĖĀdapat	-648
",	-649
ump	-650
‚ĖĀFa	-651
alis	-652
oyan	-653
ulad	-654
‚ĖĀdak	-655
atang	-656
unting	-657
‚ĖĀibang	-658
alagang	-659
annoyan	-660
da	-661
agawa	-662
insan	-663
‚ĖĀFaust	-664
‚ĖĀnatin	-665
‚ĖĀpanan	-666
‚ĖĀtunay	-667
‚ĖĀCannoyan	-668
imp	-669
ubo	-670
‚ĖĀnaw	-671
aroon	-672
‚ĖĀmatat	-673
‚ĖĀdaigdig	-674
‚ĖĀi	-675
ira	-676
‚ĖĀIp	-677
‚ĖĀakong	-678
‚ĖĀFaustus	-679
‚ĖĀYa	-680
‚ĖĀor	-681
agan	-682
‚ĖĀlug	-683
‚ĖĀkita	-684
anggol	-685
ungkot	-686
‚ĖĀilang	-687
‚ĖĀtungk	-688
‚ĖĀinyong	-689
‚ĖĀsarili	-690
‚ĖĀdumating	-691
aro	-692
nan	-693
iran	-694
unta	-695
‚ĖĀmin	-696
arating	-697
ilangan	-698
‚ĖĀdalawa	-699
‚ĖĀBathala	-700
‚ĖĀkaharian	-701
akam	-702
uloy	-703
‚ĖĀibon	-704
‚ĖĀpagd	-705
‚ĖĀtinig	-706
‚ĖĀlalaking	-707
om	-708
so	-709
uro	-710
amin	-711
uhat	-712
usan	-713
‚ĖĀPar	-714
‚ĖĀsak	-715
Ay	-716
‚ĖĀul	-717
ahay	-718
apon	-719
isang	-720
‚ĖĀmuli	-721
‚ĖĀsabi	-722
‚ĖĀbuwan	-723
‚ĖĀmahal	-724
‚ĖĀlaging	-725
uin	-726
alay	-727
uran	-728
‚ĖĀMat	-729
‚ĖĀulo	-730
alita	-731
‚ĖĀbato	-732
‚ĖĀgabi	-733
‚ĖĀhari	-734
‚ĖĀilog	-735
‚ĖĀnagb	-736
‚ĖĀkulay	-737
‚ĖĀtulad	-738
‚ĖĀnakita	-739
akot	-740
undi	-741
‚ĖĀmaa	-742
igaya	-743
‚ĖĀWala	-744
‚ĖĀkoro	-745
‚ĖĀmagp	-746
‚ĖĀlugar	-747
‚ĖĀkatawan	-748
ahi	-749
olo	-750
‚ĖĀAm	-751
ilis	-752
ukha	-753
ikita	-754
‚ĖĀnagd	-755
‚ĖĀnitong	-756
ks	-757
ags	-758
‚ĖĀIb	-759
‚ĖĀNam	-760
‚ĖĀbak	-761
‚ĖĀlik	-762
‚ĖĀnah	-763
‚ĖĀbata	-764
‚ĖĀnakat	-765
‚ĖĀyaong	-766
‚ĖĀpunong	-767
oo	-768
aso	-769
ent	-770
iting	-771
‚ĖĀhuwag	-772
‚ĖĀprins	-773
ian	-774
agka	-775
apak	-776
‚ĖĀsas	-777
ilala	-778
‚ĖĀisip	-779
‚ĖĀitin	-780
‚ĖĀdiyos	-781
amo	-782
alam	-783
‚ĖĀMab	-784
‚ĖĀpab	-785
‚ĖĀTula	-786
‚ĖĀmagb	-787
‚ĖĀring	-788
ahanap	-789
‚ĖĀpamam	-790
‚ĖĀtahan	-791
‚ĖĀkuwento	-792
itin	-793
ulat	-794
undo	-795
‚ĖĀgawa	-796
‚ĖĀhabang	-797
‚ĖĀmakita	-798
ed	-799
ern	-800
han	-801
ilag	-802
‚ĖĀMas	-803
‚ĖĀpas	-804
‚ĖĀmula	-805
‚ĖĀpagmam	-806
eg	-807
apa	-808
uli	-809
ilig	-810
ubos	-811
‚ĖĀKal	-812
‚ĖĀgag	-813
‚ĖĀInang	-814
‚ĖĀYaong	-815
‚ĖĀmuling	-816
‚ĖĀpagkain	-817
api	-818
hin	-819
ahin	-820
apan	-821
isig	-822
‚ĖĀHin	-823
‚ĖĀKay	-824
‚ĖĀdoon	-825
‚ĖĀoras	-826
‚ĖĀsaan	-827
‚ĖĀbinata	-828
‚ĖĀhangin	-829
‚ĖĀkasama	-830
‚ĖĀmagkak	-831
‚ĖĀmalaking	-832
‚ĖĀsapagkat	-833
‚ĖĀmatandang	-834
akb	-835
ero	-836
yar	-837
‚ĖĀtr	-838
ahim	-839
aral	-840
unti	-841
‚ĖĀano	-842
‚ĖĀbig	-843
irang	-844
itang	-845
‚ĖĀmagt	-846
‚ĖĀsina	-847
‚ĖĀpagka	-848
‚ĖĀPilipinas	-849
op	-850
‚ĖĀMad	-851
‚ĖĀnais	-852
ibigay	-853
‚ĖĀnoong	-854
‚ĖĀtinat	-855
ugo	-856
upo	-857
‚ĖĀKa	-858
apal	-859
asak	-860
‚ĖĀgit	-861
ahong	-862
imula	-863
iwala	-864
utang	-865
iglang	-866
‚ĖĀkundi	-867
‚ĖĀnapak	-868
do	-869
la	-870
‚ĖĀAr	-871
‚ĖĀip	-872
alat	-873
‚ĖĀlib	-874
‚ĖĀsul	-875
akain	-876
ubalit	-877
‚ĖĀpalak	-878
‚ĖĀa	-879
alaw	-880
anak	-881
igan	-882
ikha	-883
ilan	-884
ulot	-885
‚ĖĀTum	-886
‚ĖĀsus	-887
agong	-888
aysay	-889
ongan	-890
‚ĖĀisin	-891
‚ĖĀsand	-892
‚ĖĀsino	-893
alaman	-894
anggap	-895
irahan	-896
‚ĖĀhigit	-897
‚ĖĀmukha	-898
‚ĖĀhalaman	-899
‚ĖĀliwanag	-900
‚ĖĀkaibigan	-901
dib	-902
uga	-903
amis	-904
hang	-905
‚ĖĀdib	-906
uling	-907
‚ĖĀIkaw	-908
‚ĖĀepiko	-909
‚ĖĀkapag	-910
‚ĖĀkanila	-911
igm	-912
‚ĖĀtal	-913
ingin	-914
arapat	-915
‚ĖĀdibdib	-916
‚ĖĀsariling	-917
Ang	-918
law	-919
man	-920
iliw	-921
‚ĖĀpil	-922
awala	-923
‚ĖĀdiwa	-924
‚ĖĀpala	-925
‚ĖĀmabuti	-926
AR	-927
‚ĖĀ1	-928
san	-929
abay	-930
ilos	-931
inga	-932
isan	-933
‚ĖĀKat	-934
ibang	-935
iwata	-936
‚ĖĀpagg	-937
‚ĖĀsaka	-938
alakbay	-939
‚ĖĀSinabi	-940
‚ĖĀlalong	-941
yat	-942
agot	-943
away	-944
ilya	-945
unin	-946
asyon	-947
uluwa	-948
‚ĖĀagad	-949
‚ĖĀBinuk	-950
‚ĖĀkapwa	-951
‚ĖĀginawa	-952
‚ĖĀmaganda	-953
‚ĖĀtatlong	-954
‚ĖĀtungkol	-955
io	-956
‚ĖĀ[	-957
iba	-958
ipe	-959
ahoy	-960
igat	-961
‚ĖĀNar	-962
ubong	-963
‚ĖĀapoy	-964
‚ĖĀkami	-965
‚ĖĀpagb	-966
alapit	-967
‚ĖĀbagong	-968
‚ĖĀpagtat	-969
‚ĖĀBinukot	-970
‚ĖĀmalakas	-971
‚ĖĀNamongan	-972
dan	-973
pan	-974
uwi	-975
ubat	-976
ulay	-977
‚ĖĀsuk	-978
‚ĖĀtan	-979
ikang	-980
imang	-981
‚ĖĀluha	-982
‚ĖĀtaga	-983
agalog	-984
‚ĖĀgitna	-985
‚ĖĀmagag	-986
‚ĖĀalamat	-987
‚ĖĀmatsing	-988
‚ĖĀpinakam	-989
‚ĖĀsanggol	-990
ara	-991
emb	-992
abis	-993
akad	-994
akan	-995
emon	-996
ipas	-997
ipit	-998
yari	-999
‚ĖĀJos	-1000
‚ĖĀKah	-1001
‚ĖĀKin	-1002
‚ĖĀTul	-1003
‚ĖĀbit	-1004
‚ĖĀini	-1005
‚ĖĀlip	-1006
araan	-1007
‚ĖĀNagp	-1008
‚ĖĀding	-1009
‚ĖĀiyan	-1010
yayari	-1011
‚ĖĀmanok	-1012
‚ĖĀbahagi	-1013
‚ĖĀtahanan	-1014
‚ĖĀprinsesa	-1015
ac	-1016
hh	-1017
‚ĖĀIt	-1018
anay	-1019
ante	-1020
ikit	-1021
pang	-1022
‚ĖĀMah	-1023
ingan	-1024
ising	-1025
‚ĖĀBant	-1026
‚ĖĀbuto	-1027
‚ĖĀmagl	-1028
‚ĖĀnagm	-1029
‚ĖĀpook	-1030
‚ĖĀtaon	-1031
‚ĖĀtila	-1032
ahimik	-1033
bigkas	-1034
‚ĖĀhirap	-1035
‚ĖĀkamat	-1036
‚ĖĀbilang	-1037
‚ĖĀsalita	-1038
‚ĖĀPagkatapos	-1039
isi	-1040
lan	-1041
ugali	-1042
‚ĖĀMari	-1043
‚ĖĀawit	-1044
‚ĖĀbakit	-1045
‚ĖĀmapag	-1046
‚ĖĀnayon	-1047
‚ĖĀpalad	-1048
‚ĖĀTagalog	-1049
‚ĖĀkatulad	-1050
‚ĖĀmaaaring	-1051
et	-1052
‚ĖĀ=	-1053
‚ĖĀIg	-1054
‚ĖĀUn	-1055
akay	-1056
ubuk	-1057
‚ĖĀHum	-1058
‚ĖĀsan	-1059
‚ĖĀuri	-1060
ayaan	-1061
uhang	-1062
‚ĖĀJose	-1063
‚ĖĀikin	-1064
‚ĖĀmagd	-1065
‚ĖĀsana	-1066
‚ĖĀKapag	-1067
‚ĖĀNoong	-1068
‚ĖĀaming	-1069
‚ĖĀgalit	-1070
‚ĖĀinang	-1071
‚ĖĀkahoy	-1072
‚ĖĀkaran	-1073
‚ĖĀdating	-1074
‚ĖĀpagkat	-1075
‚ĖĀpagong	-1076
‚ĖĀtauhan	-1077
‚ĖĀtulang	-1078
‚ĖĀbabaing	-1079
re	-1080
yu	-1081
‚ĖĀRi	-1082
apas	-1083
igla	-1084
ikat	-1085
ilid	-1086
ingi	-1087
uman	-1088
utin	-1089
utom	-1090
‚ĖĀDal	-1091
‚ĖĀDon	-1092
‚ĖĀMal	-1093
‚ĖĀpul	-1094
ataas	-1095
‚ĖĀmand	-1096
‚ĖĀtula	-1097
agitan	-1098
agpuan	-1099
‚ĖĀLahat	-1100
‚ĖĀgubat	-1101
‚ĖĀnakak	-1102
yarihan	-1103
‚ĖĀnagtat	-1104
‚ĖĀkawayan	-1105
‚ĖĀkaluluwa	-1106
ibo	-1107
iit	-1108
ist	-1109
lap	-1110
agin	-1111
ibat	-1112
igid	-1113
tila	-1114
‚ĖĀKan	-1115
‚ĖĀsad	-1116
ampas	-1117
nayan	-1118
‚ĖĀAgyu	-1119
‚ĖĀpati	-1120
‚ĖĀganda	-1121
‚ĖĀginto	-1122
‚ĖĀibong	-1123
‚ĖĀkatut	-1124
‚ĖĀmundo	-1125
‚ĖĀmabuting	-1126
ba	-1127
ra	-1128
agd	-1129
las	-1130
log	-1131
abot	-1132
anta	-1133
ihim	-1134
lado	-1135
utos	-1136
uyan	-1137
‚ĖĀDum	-1138
‚ĖĀNat	-1139
‚ĖĀbab	-1140
‚ĖĀent	-1141
‚ĖĀham	-1142
‚ĖĀlin	-1143
‚ĖĀtuw	-1144
akyat	-1145
‚ĖĀIpin	-1146
‚ĖĀmagh	-1147
‚ĖĀmayr	-1148
‚ĖĀpamp	-1149
ablado	-1150
uwaang	-1151
‚ĖĀPrins	-1152
‚ĖĀbangk	-1153
‚ĖĀpatay	-1154
‚ĖĀtapat	-1155
‚ĖĀNakita	-1156
‚ĖĀpagbab	-1157
‚ĖĀtulong	-1158
‚ĖĀbiglang	-1159
‚ĖĀpanahong	-1160
‚ĖĀentablado	-1161
‚ĖĀpamamagitan	-1162
ek	-1163
‚ĖĀV	-1164
awi	-1165
uni	-1166
uyo	-1167
zal	-1168
‚ĖĀIs	-1169
‚ĖĀUm	-1170
ahas	-1171
anan	-1172
‚ĖĀbun	-1173
‚ĖĀInes	-1174
‚ĖĀPang	-1175
‚ĖĀdamd	-1176
‚ĖĀRizal	-1177
‚ĖĀgayon	-1178
‚ĖĀiyang	-1179
‚ĖĀlaban	-1180
‚ĖĀpalay	-1181
‚ĖĀtanong	-1182
‚ĖĀTuwaang	-1183
‚ĖĀmatanda	-1184
‚ĖĀtanging	-1185
‚ĖĀmasamang	-1186
aa	-1187
‚ĖĀ-	-1188
iti	-1189
ura	-1190
anao	-1191
igil	-1192
inis	-1193
iyan	-1194
uang	-1195
uhin	-1196
usto	-1197
‚ĖĀBis	-1198
‚ĖĀDin	-1199
‚ĖĀIsa	-1200
‚ĖĀKab	-1201
bigay	-1202
ihang	-1203
‚ĖĀbago	-1204
‚ĖĀipag	-1205
‚ĖĀkamp	-1206
arawan	-1207
‚ĖĀBakit	-1208
‚ĖĀnanin	-1209
‚ĖĀsibat	-1210
‚ĖĀkapang	-1211
‚ĖĀmarami	-1212
‚ĖĀmalapit	-1213
‚ĖĀkuwentong	-1214
‚ĖĀpagmamahal	-1215
ngk	-1216
ono	-1217
ugt	-1218
anaw	-1219
‚ĖĀGin	-1220
‚ĖĀNal	-1221
‚ĖĀpaa	-1222
alimb	-1223
asama	-1224
‚ĖĀIbig	-1225
‚ĖĀSila	-1226
‚ĖĀlalo	-1227
‚ĖĀmuna	-1228
‚ĖĀsing	-1229
anggam	-1230
ugtong	-1231
‚ĖĀKahit	-1232
‚ĖĀbansa	-1233
‚ĖĀpakik	-1234
‚ĖĀsagot	-1235
alitang	-1236
‚ĖĀHaring	-1237
‚ĖĀbatang	-1238
‚ĖĀpaligid	-1239
‚ĖĀHanggang	-1240
‚ĖĀpangalan	-1241
ey	-1242
hi	-1243
loh	-1244
res	-1245
tik	-1246
‚ĖĀAk	-1247
‚ĖĀLu	-1248
‚ĖĀas	-1249
agad	-1250
alon	-1251
dang	-1252
ipon	-1253
‚ĖĀpay	-1254
‚ĖĀuma	-1255
Hindi	-1256
alana	-1257
amant	-1258
unlad	-1259
uring	-1260
‚ĖĀAraw	-1261
‚ĖĀAyon	-1262
‚ĖĀMula	-1263
‚ĖĀSaka	-1264
‚ĖĀalam	-1265
‚ĖĀkasi	-1266
‚ĖĀnina	-1267
itoloh	-1268
‚ĖĀBayan	-1269
‚ĖĀbibig	-1270
‚ĖĀkaysa	-1271
aysayan	-1272
‚ĖĀligaya	-1273
‚ĖĀnamang	-1274
‚ĖĀkamatayan	-1275
NG	-1276
ako	-1277
ens	-1278
‚ĖĀih	-1279
‚ĖĀAno	-1280
‚ĖĀKap	-1281
‚ĖĀLab	-1282
aging	-1283
‚ĖĀNagk	-1284
‚ĖĀilaw	-1285
‚ĖĀlagi	-1286
‚ĖĀpulo	-1287
akasal	-1288
irinig	-1289
ungang	-1290
‚ĖĀUpang	-1291
‚ĖĀtalim	-1292
alangin	-1293
‚ĖĀBisaya	-1294
‚ĖĀMinsan	-1295
‚ĖĀmalayo	-1296
‚ĖĀminsan	-1297
‚ĖĀtaglay	-1298
‚ĖĀKastila	-1299
‚ĖĀgintong	-1300
‚ĖĀmunting	-1301
‚ĖĀBantugan	-1302
‚ĖĀkaniyang	-1303
uko	-1304
‚ĖĀDr	-1305
amot	-1306
asyo	-1307
ista	-1308
lang	-1309
ulin	-1310
‚ĖĀNab	-1311
‚ĖĀbut	-1312
‚ĖĀraw	-1313
‚ĖĀtak	-1314
‚ĖĀtut	-1315
andog	-1316
igyan	-1317
‚ĖĀDoon	-1318
‚ĖĀMind	-1319
‚ĖĀbaka	-1320
‚ĖĀdugo	-1321
‚ĖĀibin	-1322
‚ĖĀpamb	-1323
emonyo	-1324
iyahan	-1325
‚ĖĀkasal	-1326
‚ĖĀpangk	-1327
‚ĖĀsakit	-1328
‚ĖĀAlamat	-1329
‚ĖĀpinagm	-1330
‚ĖĀmamatay	-1331
‚ĖĀtandang	-1332
‚ĖĀpangarap	-1333
‚ĖĀtinatawag	-1334
AT	-1335
aho	-1336
lat	-1337
obo	-1338
‚ĖĀHa	-1339
abag	-1340
angh	-1341
orot	-1342
ugat	-1343
unog	-1344
uwal	-1345
uwan	-1346
‚ĖĀIna	-1347
‚ĖĀTag	-1348
‚ĖĀbiy	-1349
antay	-1350
intay	-1351
onood	-1352
umang	-1353
‚ĖĀanyo	-1354
‚ĖĀinil	-1355
‚ĖĀpana	-1356
abigat	-1357
atuloy	-1358
‚ĖĀMaria	-1359
‚ĖĀdilag	-1360
‚ĖĀmakak	-1361
‚ĖĀnakab	-1362
‚ĖĀngang	-1363
‚ĖĀdiwata	-1364
‚ĖĀlupain	-1365
‚ĖĀputing	-1366
ilangang	-1367
‚ĖĀTulalang	-1368
po	-1369
agl	-1370
arin	-1371
ilog	-1372
upan	-1373
upit	-1374
‚ĖĀBid	-1375
‚ĖĀSar	-1376
‚ĖĀmus	-1377
amdam	-1378
angal	-1379
uparo	-1380
‚ĖĀapat	-1381
‚ĖĀinyo	-1382
‚ĖĀmagm	-1383
‚ĖĀmanl	-1384
‚ĖĀrito	-1385
‚ĖĀtabi	-1386
alaala	-1387
alabas	-1388
ilipad	-1389
‚ĖĀbukid	-1390
‚ĖĀdahon	-1391
‚ĖĀlabis	-1392
‚ĖĀnatut	-1393
‚ĖĀnaming	-1394
‚ĖĀnating	-1395
‚ĖĀpakpak	-1396
‚ĖĀpiling	-1397
‚ĖĀepikong	-1398
‚ĖĀnagiging	-1399
uo	-1400
ado	-1401
ers	-1402
ros	-1403
‚ĖĀde	-1404
ahah	-1405
anti	-1406
ardo	-1407
‚ĖĀGan	-1408
‚ĖĀInd	-1409
‚ĖĀKam	-1410
‚ĖĀPal	-1411
‚ĖĀeks	-1412
‚ĖĀhim	-1413
‚ĖĀsis	-1414
aloob	-1415
‚ĖĀIlog	-1416
‚ĖĀNags	-1417
‚ĖĀbang	-1418
‚ĖĀdaan	-1419
‚ĖĀdala	-1420
‚ĖĀnaka	-1421
‚ĖĀsamp	-1422
aharap	-1423
ahayag	-1424
isipan	-1425
ubuhay	-1426
‚ĖĀkabab	-1427
‚ĖĀngayo	-1428
‚ĖĀpamum	-1429
‚ĖĀpanin	-1430
‚ĖĀpilak	-1431
‚ĖĀsinas	-1432
‚ĖĀtangh	-1433
ulungan	-1434
‚ĖĀbayang	-1435
‚ĖĀlumaki	-1436
‚ĖĀmalaki	-1437
‚ĖĀmaliit	-1438
‚ĖĀpusong	-1439
‚ĖĀCabigat	-1440
‚ĖĀmabuhay	-1441
‚ĖĀmahirap	-1442
‚ĖĀmalaman	-1443
‚ĖĀnamatay	-1444
‚ĖĀpampang	-1445
‚ĖĀsadyang	-1446
‚ĖĀmagiging	-1447
‚ĖĀmanonood	-1448
dal	-1449
end	-1450
umb	-1451
‚ĖĀBi	-1452
amig	-1453
apay	-1454
asin	-1455
ilaw	-1456
ilin	-1457
itik	-1458
iwat	-1459
ukol	-1460
ulit	-1461
‚ĖĀNen	-1462
‚ĖĀbuh	-1463
‚ĖĀper	-1464
‚ĖĀput	-1465
urang	-1466
‚ĖĀPuti	-1467
‚ĖĀSolo	-1468
‚ĖĀinih	-1469
‚ĖĀmahiw	-1470
‚ĖĀtawag	-1471
‚ĖĀumaga	-1472
ahangad	-1473
embaran	-1474
‚ĖĀMalana	-1475
‚ĖĀgumawa	-1476
‚ĖĀpagpap	-1477
‚ĖĀparaan	-1478
‚ĖĀLanggam	-1479
‚ĖĀkasalan	-1480
‚ĖĀPrinsipe	-1481
‚ĖĀdalagang	-1482
‚ĖĀdamdamin	-1483
‚ĖĀnangyari	-1484
‚ĖĀkapangyarihan	-1485
ep	-1486
if	-1487
din	-1488
hik	-1489
pis	-1490
uot	-1491
atid	-1492
ilip	-1493
‚ĖĀRos	-1494
‚ĖĀkad	-1495
‚ĖĀkak	-1496
‚ĖĀniy	-1497
ansin	-1498
asari	-1499
usang	-1500
‚ĖĀBern	-1501
‚ĖĀalim	-1502
‚ĖĀlahi	-1503
aganda	-1504
alagay	-1505
‚ĖĀManok	-1506
‚ĖĀgawin	-1507
‚ĖĀhanap	-1508
‚ĖĀmasas	-1509
‚ĖĀnakal	-1510
‚ĖĀtumut	-1511
‚ĖĀyaman	-1512
‚ĖĀLabtik	-1513
‚ĖĀSamant	-1514
‚ĖĀbituin	-1515
‚ĖĀbuwaya	-1516
‚ĖĀSubalit	-1517
‚ĖĀpalasyo	-1518
‚ĖĀtahimik	-1519
‚ĖĀtinawag	-1520
‚ĖĀBembaran	-1521
‚ĖĀBernardo	-1522
‚ĖĀBidasari	-1523
‚ĖĀkailangan	-1524
‚ĖĀpinagmulan	-1525
An	-1526
ti	-1527
‚ĖĀu	-1528
ena	-1529
erp	-1530
‚ĖĀOh	-1531
ayag	-1532
ayos	-1533
ilit	-1534
iyam	-1535
tang	-1536
‚ĖĀbay	-1537
‚ĖĀimp	-1538
awing	-1539
ugang	-1540
usong	-1541
uwang	-1542
‚ĖĀaral	-1543
‚ĖĀayaw	-1544
‚ĖĀengk	-1545
‚ĖĀsund	-1546
agamit	-1547
inggan	-1548
ulugan	-1549
‚ĖĀDonya	-1550
‚ĖĀSulay	-1551
‚ĖĀbunso	-1552
‚ĖĀhalos	-1553
‚ĖĀharap	-1554
‚ĖĀhawak	-1555
‚ĖĀIgorot	-1556
‚ĖĀbayani	-1557
‚ĖĀdunong	-1558
‚ĖĀkaaway	-1559
‚ĖĀkagand	-1560
‚ĖĀpalaka	-1561
‚ĖĀyaring	-1562
‚ĖĀgagawin	-1563
‚ĖĀhigante	-1564
‚ĖĀnangang	-1565
‚ĖĀnasasak	-1566
itolohiya	-1567
‚ĖĀSulayman	-1568
‚ĖĀalimango	-1569
‚ĖĀpagkakata	-1570
AK	-1571
ATA	-1572
‚ĖĀig	-1573
aliw	-1574
igma	-1575
ukan	-1576
‚ĖĀBan	-1577
‚ĖĀBuk	-1578
‚ĖĀBul	-1579
‚ĖĀMin	-1580
‚ĖĀNap	-1581
‚ĖĀtuk	-1582
abasa	-1583
alala	-1584
alino	-1585
indig	-1586
ingat	-1587
tasan	-1588
uyang	-1589
‚ĖĀNagm	-1590
‚ĖĀTing	-1591
‚ĖĀlaki	-1592
‚ĖĀlawa	-1593
‚ĖĀnama	-1594
‚ĖĀulan	-1595
abalik	-1596
‚ĖĀIlang	-1597
‚ĖĀbalat	-1598
‚ĖĀbuhok	-1599
‚ĖĀgutom	-1600
‚ĖĀlaman	-1601
‚ĖĀsigaw	-1602
abayang	-1603
arangan	-1604
‚ĖĀMadali	-1605
‚ĖĀNaging	-1606
‚ĖĀNgayon	-1607
‚ĖĀilalim	-1608
‚ĖĀkatang	-1609
‚ĖĀnagsis	-1610
‚ĖĀpabula	-1611
‚ĖĀpaglal	-1612
alimbawa	-1613
‚ĖĀkayaman	-1614
‚ĖĀdakilang	-1615
‚ĖĀsingsing	-1616
‚ĖĀmahiwagang	-1617
st	-1618
ada	-1619
mas	-1620
ola	-1621
uag	-1622
ubi	-1623
way	-1624
‚ĖĀMa	-1625
‚ĖĀNi	-1626
‚ĖĀab	-1627
agas	-1628
amba	-1629
anim	-1630
erno	-1631
hati	-1632
igit	-1633
uhod	-1634
utol	-1635
‚ĖĀBal	-1636
‚ĖĀPab	-1637
‚ĖĀSap	-1638
‚ĖĀTat	-1639
‚ĖĀbas	-1640
‚ĖĀkil	-1641
‚ĖĀnai	-1642
‚ĖĀpiy	-1643
ahala	-1644
laban	-1645
oroon	-1646
pisod	-1647
umpay	-1648
‚ĖĀTATA	-1649
‚ĖĀgaya	-1650
‚ĖĀsimb	-1651
abihin	-1652
apatay	-1653
usapan	-1654
‚ĖĀBiuag	-1655
‚ĖĀItong	-1656
‚ĖĀlinya	-1657
‚ĖĀmagka	-1658
‚ĖĀnakik	-1659
‚ĖĀnamin	-1660
‚ĖĀsanga	-1661
‚ĖĀHabang	-1662
‚ĖĀMaging	-1663
‚ĖĀNeneng	-1664
‚ĖĀepisod	-1665
‚ĖĀgabing	-1666
‚ĖĀgaling	-1667
‚ĖĀpagsas	-1668
‚ĖĀbakuran	-1669
‚ĖĀmakapag	-1670
‚ĖĀmayroon	-1671
‚ĖĀsabihin	-1672
‚ĖĀsubalit	-1673
‚ĖĀParuparo	-1674
‚ĖĀpangyayari	-1675
‚ĖĀpaglalakbay	-1676
ONG	-1677
sik	-1678
uel	-1679
‚ĖĀGr	-1680
abit	-1681
adal	-1682
adya	-1683
aham	-1684
alok	-1685
ayak	-1686
ibay	-1687
ingn	-1688
itim	-1689
ling	-1690
mang	-1691
pres	-1692
ubog	-1693
wang	-1694
‚ĖĀAma	-1695
akila	-1696
amaan	-1697
asang	-1698
‚ĖĀDama	-1699
‚ĖĀDito	-1700
‚ĖĀItin	-1701
‚ĖĀMiya	-1702
‚ĖĀPagd	-1703
‚ĖĀinit	-1704
‚ĖĀkina	-1705
‚ĖĀland	-1706
‚ĖĀulap	-1707
aginip	-1708
amahal	-1709
amihan	-1710
ayahan	-1711
utusan	-1712
‚ĖĀbango	-1713
‚ĖĀbatis	-1714
‚ĖĀbuhat	-1715
‚ĖĀkapal	-1716
‚ĖĀlikod	-1717
‚ĖĀlubos	-1718
amdaman	-1719
ihintay	-1720
‚ĖĀbatong	-1721
‚ĖĀmataas	-1722
‚ĖĀnagbab	-1723
‚ĖĀKalabaw	-1724
‚ĖĀbumalik	-1725
‚ĖĀlumakad	-1726
‚ĖĀmabilis	-1727
‚ĖĀnarinig	-1728
‚ĖĀkabilang	-1729
‚ĖĀmakikita	-1730
‚ĖĀPagbigkas	-1731
‚ĖĀpagdating	-1732
‚ĖĀkasaysayan	-1733
‚ĖĀmagkakapatid	-1734
Ip	-1735
ec	-1736
apo	-1737
pir	-1738
uon	-1739
‚ĖĀAb	-1740
‚ĖĀPa	-1741
Kung	-1742
akaw	-1743
alad	-1744
usog	-1745
utok	-1746
‚ĖĀlub	-1747
‚ĖĀsig	-1748
‚ĖĀtig	-1749
‚ĖĀusa	-1750
abait	-1751
adala	-1752
agsak	-1753
anggi	-1754
ikain	-1755
ugtog	-1756
ungin	-1757
‚ĖĀPara	-1758
‚ĖĀdusa	-1759
‚ĖĀisda	-1760
‚ĖĀmaka	-1761
uhayan	-1762
‚ĖĀAling	-1763
‚ĖĀanong	-1764
‚ĖĀitlog	-1765
‚ĖĀkawal	-1766
‚ĖĀmakat	-1767
‚ĖĀpanig	-1768
‚ĖĀpanit	-1769
‚ĖĀsilid	-1770
‚ĖĀtiyak	-1771
‚ĖĀlupang	-1772
‚ĖĀnagpap	-1773
‚ĖĀninuno	-1774
‚ĖĀsalapi	-1775
‚ĖĀtayong	-1776
‚ĖĀengkant	-1777
‚ĖĀepisodyo	-1778
‚ĖĀhalamang	-1779
‚ĖĀmarunong	-1780
‚ĖĀmasayang	-1781
‚ĖĀsalitang	-1782
‚ĖĀkababayan	-1783
‚ĖĀkaraniwang	-1784
‚ĖĀmagagandang	-1785
‚ĖĀnaninirahan	-1786
),	-1787
MP	-1788
eh	-1789
akw	-1790
iin	-1791
kan	-1792
lit	-1793
lks	-1794
‚ĖĀAp	-1795
‚ĖĀII	-1796
....	-1797
agay	-1798
asok	-1799
isag	-1800
otoo	-1801
ubuy	-1802
ugon	-1803
umpa	-1804
upad	-1805
‚ĖĀAga	-1806
‚ĖĀBum	-1807
‚ĖĀDul	-1808
‚ĖĀKum	-1809
‚ĖĀLuc	-1810
‚ĖĀPan	-1811
‚ĖĀSal	-1812
‚ĖĀbur	-1813
‚ĖĀhar	-1814
alian	-1815
bayan	-1816
isyon	-1817
utian	-1818
‚ĖĀBago	-1819
‚ĖĀIsin	-1820
‚ĖĀMagb	-1821
‚ĖĀMang	-1822
‚ĖĀNagt	-1823
‚ĖĀPagk	-1824
‚ĖĀatin	-1825
‚ĖĀlamb	-1826
‚ĖĀroon	-1827
‚ĖĀsala	-1828
alakad	-1829
amangk	-1830
amayan	-1831
iligaw	-1832
ubuyog	-1833
‚ĖĀBalag	-1834
‚ĖĀBugan	-1835
‚ĖĀgiliw	-1836
‚ĖĀmatut	-1837
‚ĖĀnawaw	-1838
‚ĖĀtakot	-1839
‚ĖĀtribo	-1840
presyon	-1841
‚ĖĀParang	-1842
‚ĖĀgawain	-1843
‚ĖĀkaloob	-1844
‚ĖĀkumain	-1845
‚ĖĀnawala	-1846
‚ĖĀpagkab	-1847
‚ĖĀlumabas	-1848
‚ĖĀnakikita	-1849
‚ĖĀsimbahan	-1850
‚ĖĀtulungan	-1851
‚ĖĀPagdating	-1852
‚ĖĀnagbibigay	-1853
ahe	-1854
apt	-1855
ino	-1856
zon	-1857
‚ĖĀEs	-1858
abal	-1859
abuk	-1860
akbo	-1861
ayun	-1862
iman	-1863
iyon	-1864
usay	-1865
‚ĖĀAnd	-1866
‚ĖĀPum	-1867
‚ĖĀgun	-1868
‚ĖĀmaw	-1869
‚ĖĀuna	-1870
‚ĖĀyum	-1871
akita	-1872
aptap	-1873
igtas	-1874
kahoy	-1875
‚ĖĀNasa	-1876
‚ĖĀPina	-1877
‚ĖĀpand	-1878
‚ĖĀpant	-1879
‚ĖĀtupa	-1880
‚ĖĀtuwa	-1881
‚ĖĀutos	-1882
ahalan	-1883
anggit	-1884
ayuhan	-1885
iwalay	-1886
orilya	-1887
upunta	-1888
usahan	-1889
‚ĖĀBuhay	-1890
‚ĖĀGayon	-1891
‚ĖĀLabaw	-1892
‚ĖĀbigas	-1893
‚ĖĀbisig	-1894
‚ĖĀkagub	-1895
‚ĖĀkalag	-1896
‚ĖĀkarun	-1897
‚ĖĀkilos	-1898
‚ĖĀnapag	-1899
alagaan	-1900
asalita	-1901
asawang	-1902
atauhan	-1903
ibigang	-1904
iriwang	-1905
itaptap	-1906
‚ĖĀManobo	-1907
‚ĖĀdangal	-1908
‚ĖĀibabaw	-1909
‚ĖĀipinag	-1910
‚ĖĀnaglal	-1911
‚ĖĀtuwing	-1912
akasalan	-1913
‚ĖĀMabilis	-1914
‚ĖĀMaganda	-1915
‚ĖĀmasipag	-1916
‚ĖĀsapagka	-1917
‚ĖĀsuliran	-1918
‚ĖĀDalawang	-1919
‚ĖĀMaraming	-1920
‚ĖĀbinigyan	-1921
‚ĖĀmadaling	-1922
‚ĖĀnararapat	-1923
‚ĖĀpagbigkas	-1924
).	-1925
IA	-1926
‚ĖĀ2	-1927
ANG	-1928
adh	-1929
aks	-1930
ans	-1931
asy	-1932
era	-1933
inh	-1934
ora	-1935
oto	-1936
ris	-1937
uba	-1938
uso	-1939
‚ĖĀgr	-1940
ibon	-1941
ikal	-1942
imit	-1943
ingk	-1944
inta	-1945
iong	-1946
ungg	-1947
uwid	-1948
‚ĖĀdam	-1949
‚ĖĀtor	-1950
‚ĖĀumi	-1951
akwel	-1952
andaw	-1953
ining	-1954
islap	-1955
itaas	-1956
‚ĖĀAgad	-1957
‚ĖĀSamp	-1958
‚ĖĀbaya	-1959
‚ĖĀdako	-1960
‚ĖĀdamo	-1961
‚ĖĀpint	-1962
andaan	-1963
‚ĖĀbagyo	-1964
‚ĖĀdamit	-1965
‚ĖĀnakas	-1966
‚ĖĀnamum	-1967
‚ĖĀpaano	-1968
‚ĖĀpagod	-1969
‚ĖĀtangk	-1970
apansin	-1971
ingning	-1972
intahan	-1973
untahan	-1974
‚ĖĀPagong	-1975
‚ĖĀalipin	-1976
‚ĖĀkaagad	-1977
‚ĖĀkayong	-1978
‚ĖĀlandas	-1979
‚ĖĀlimang	-1980
‚ĖĀmandir	-1981
‚ĖĀsaging	-1982
‚ĖĀtingin	-1983
ayanihan	-1984
‚ĖĀKanyang	-1985
‚ĖĀMakisig	-1986
‚ĖĀTandang	-1987
‚ĖĀbangkay	-1988
‚ĖĀdahilan	-1989
‚ĖĀgorilya	-1990
‚ĖĀmarahil	-1991
‚ĖĀnilikha	-1992
‚ĖĀpatungo	-1993
‚ĖĀkatutubo	-1994
‚ĖĀmakapang	-1995
‚ĖĀmaligaya	-1996
‚ĖĀnilalang	-1997
‚ĖĀSamantala	-1998
‚ĖĀkagubatan	-1999
‚ĖĀmalungkot	-2000
‚ĖĀnagkaroon	-2001
‚ĖĀsuliranin	-2002
‚ĖĀekspresyon	-2003
‚ĖĀkagandahan	-2004
‚ĖĀkailangang	-2005
‚ĖĀpagkakataon	-2006
eo	-2007
ia	-2008
pa	-2009
‚ĖĀ'	-2010
‚ĖĀc	-2011
AND	-2012
ilo	-2013
iri	-2014
iro	-2015
iwi	-2016
kin	-2017
les	-2018
lim	-2019
tok	-2020
‚ĖĀKA	-2021
‚ĖĀed	-2022
ARIA	-2023
Iput	-2024
ahad	-2025
anib	-2026
awid	-2027
ento	-2028
iban	-2029
ifer	-2030
ihis	-2031
irog	-2032
isin	-2033
iyag	-2034
upot	-2035
‚ĖĀHal	-2036
‚ĖĀIMP	-2037
‚ĖĀapo	-2038
‚ĖĀika	-2039
‚ĖĀmut	-2040
‚ĖĀnad	-2041
‚ĖĀpah	-2042
‚ĖĀpor	-2043
alayo	-2044
atili	-2045
bahay	-2046
enang	-2047
ihing	-2048
iliit	-2049
ngang	-2050
sakit	-2051
ugong	-2052
‚ĖĀIput	-2053
‚ĖĀNagb	-2054
‚ĖĀNagh	-2055
‚ĖĀbaga	-2056
‚ĖĀkaka	-2057
‚ĖĀsama	-2058
ahanda	-2059
ahinga	-2060
alakay	-2061
apatan	-2062
iyerno	-2063
lakbay	-2064
tanong	-2065
‚ĖĀDiwat	-2066
‚ĖĀGibon	-2067
‚ĖĀHapon	-2068
‚ĖĀMARIA	-2069
‚ĖĀMahal	-2070
‚ĖĀPagka	-2071
‚ĖĀbanal	-2072
‚ĖĀbukas	-2073
‚ĖĀgusto	-2074
‚ĖĀkalig	-2075
‚ĖĀmangg	-2076
‚ĖĀsasak	-2077
‚ĖĀsumis	-2078
angalan	-2079
arangay	-2080
‚ĖĀIMPONG	-2081
‚ĖĀManuel	-2082
‚ĖĀbalang	-2083
‚ĖĀdakila	-2084
‚ĖĀdiyosa	-2085
‚ĖĀganito	-2086
‚ĖĀhangad	-2087
‚ĖĀhardin	-2088
‚ĖĀmagkas	-2089
‚ĖĀmakata	-2090
‚ĖĀmasama	-2091
‚ĖĀmasaya	-2092
‚ĖĀpawang	-2093
‚ĖĀpinagk	-2094
‚ĖĀpulubi	-2095
‚ĖĀsanang	-2096
‚ĖĀumalis	-2097
arapatra	-2098
asalamat	-2099
‚ĖĀDemonyo	-2100
‚ĖĀInahing	-2101
‚ĖĀLucifer	-2102
‚ĖĀanumang	-2103
‚ĖĀkasaluk	-2104
‚ĖĀlungkot	-2105
‚ĖĀmatamis	-2106
‚ĖĀpagkaka	-2107
‚ĖĀpamilya	-2108
‚ĖĀSumakwel	-2109
‚ĖĀginagawa	-2110
‚ĖĀkalooban	-2111
‚ĖĀmahabang	-2112
‚ĖĀnagtagal	-2113
‚ĖĀnapansin	-2114
‚ĖĀprinsipe	-2115
‚ĖĀkayamanan	-2116
‚ĖĀlumilipad	-2117
‚ĖĀminamahal	-2118
‚ĖĀDiwatandaw	-2119
‚ĖĀpaniniwala	-2120
‚ĖĀIndarapatra	-2121
eb	-2122
ic	-2123
mo	-2124
ANA	-2125
agh	-2126
ato	-2127
ida	-2128
tod	-2129
uns	-2130
yak	-2131
‚ĖĀAh	-2132
‚ĖĀIm	-2133
‚ĖĀha	-2134
amay	-2135
anin	-2136
atap	-2137
eyna	-2138
hasa	-2139
ibik	-2140
iisa	-2141
ikot	-2142
into	-2143
iyas	-2144
ugol	-2145
‚ĖĀBag	-2146
‚ĖĀGag	-2147
‚ĖĀTam	-2148
‚ĖĀhap	-2149
‚ĖĀlul	-2150
Bakit	-2151
agana	-2152
ataan	-2153
awaan	-2154
idlat	-2155
inang	-2156
intas	-2157
ipags	-2158
uluan	-2159
‚ĖĀaliw	-2160
‚ĖĀbunt	-2161
‚ĖĀdamb	-2162
‚ĖĀdigm	-2163
‚ĖĀdulo	-2164
akbang	-2165
andila	-2166
inding	-2167
usunod	-2168
‚ĖĀamang	-2169
‚ĖĀbalak	-2170
‚ĖĀburol	-2171
‚ĖĀdilim	-2172
‚ĖĀganap	-2173
‚ĖĀhamog	-2174
‚ĖĀhanda	-2175
‚ĖĀkalak	-2176
‚ĖĀmakab	-2177
‚ĖĀmapan	-2178
‚ĖĀmapap	-2179
‚ĖĀpinak	-2180
‚ĖĀsiyam	-2181
‚ĖĀsukat	-2182
‚ĖĀsumas	-2183
‚ĖĀugali	-2184
alingan	-2185
aramdam	-2186
‚ĖĀDiwata	-2187
‚ĖĀIbalon	-2188
‚ĖĀLalong	-2189
‚ĖĀbiyaya	-2190
‚ĖĀganoon	-2191
‚ĖĀhuling	-2192
‚ĖĀiisang	-2193
‚ĖĀkabund	-2194
‚ĖĀlahing	-2195
‚ĖĀlibing	-2196
‚ĖĀnagmam	-2197
‚ĖĀpambih	-2198
‚ĖĀpinuno	-2199
‚ĖĀpiyesa	-2200
‚ĖĀsimula	-2201
‚ĖĀsultan	-2202
Sabayang	-2203
‚ĖĀUnnayan	-2204
‚ĖĀnakapag	-2205
‚ĖĀpalakol	-2206
‚ĖĀsandali	-2207
‚ĖĀtagapag	-2208
asalaysay	-2209
‚ĖĀDumating	-2210
‚ĖĀpanauhin	-2211
‚ĖĀimpiyerno	-2212
‚ĖĀkabuhayan	-2213
‚ĖĀkaibigang	-2214
‚ĖĀpamumuhay	-2215
‚ĖĀpanaginip	-2216
‚ĖĀtanghalan	-2217
‚ĖĀkatutubong	-2218
‚ĖĀnasasakupan	-2219
".	-2220
NA	-2221
UP	-2222
aca	-2223
igu	-2224
lip	-2225
non	-2226
oko	-2227
orn	-2228
ukl	-2229
wit	-2230
‚ĖĀAs	-2231
‚ĖĀDa	-2232
‚ĖĀbr	-2233
‚ĖĀid	-2234
‚ĖĀpr	-2235
abog	-2236
atol	-2237
ipak	-2238
ipan	-2239
itaw	-2240
nang	-2241
ubay	-2242
uwek	-2243
‚ĖĀNas	-2244
‚ĖĀPat	-2245
‚ĖĀaso	-2246
‚ĖĀdaw	-2247
‚ĖĀkuk	-2248
‚ĖĀros	-2249
‚ĖĀsik	-2250
‚ĖĀsup	-2251
aglay	-2252
ahati	-2253
aking	-2254
alakh	-2255
angon	-2256
asong	-2257
uturo	-2258
‚ĖĀJuan	-2259
‚ĖĀMayr	-2260
‚ĖĀNANA	-2261
‚ĖĀNagl	-2262
‚ĖĀPros	-2263
‚ĖĀSari	-2264
‚ĖĀalin	-2265
‚ĖĀanim	-2266
‚ĖĀayon	-2267
‚ĖĀbung	-2268
‚ĖĀitim	-2269
agalit	-2270
ambing	-2271
awayan	-2272
entong	-2273
erpina	-2274
ibhasa	-2275
ibutan	-2276
iguyon	-2277
otohan	-2278
pikong	-2279
unayan	-2280
ustong	-2281
‚ĖĀbaboy	-2282
‚ĖĀbinub	-2283
‚ĖĀgamit	-2284
‚ĖĀkaawa	-2285
‚ĖĀkasab	-2286
‚ĖĀkatap	-2287
‚ĖĀlayaw	-2288
‚ĖĀnabab	-2289
‚ĖĀnangg	-2290
‚ĖĀnapap	-2291
‚ĖĀsikat	-2292
‚ĖĀtuloy	-2293
‚ĖĀwakas	-2294
agumpay	-2295
unahing	-2296
‚ĖĀBagong	-2297
‚ĖĀMarami	-2298
‚ĖĀalaala	-2299
‚ĖĀbalita	-2300
‚ĖĀbulong	-2301
‚ĖĀkailan	-2302
‚ĖĀmabait	-2303
‚ĖĀtabing	-2304
‚ĖĀwaring	-2305
alagahan	-2306
yayaring	-2307
‚ĖĀMahirap	-2308
‚ĖĀNagalit	-2309
‚ĖĀbathala	-2310
‚ĖĀbugtong	-2311
‚ĖĀkalungk	-2312
‚ĖĀmatapos	-2313
‚ĖĀninyong	-2314
‚ĖĀpananim	-2315
‚ĖĀpangung	-2316
‚ĖĀpintuan	-2317
‚ĖĀsumunod	-2318
amangkero	-2319
‚ĖĀAliguyon	-2320
‚ĖĀMindanao	-2321
‚ĖĀSumarang	-2322
‚ĖĀbarangay	-2323
‚ĖĀmalayong	-2324
‚ĖĀmaliliit	-2325
‚ĖĀnagtungo	-2326
‚ĖĀmagkaroon	-2327
‚ĖĀmamamayan	-2328
‚ĖĀpanitikan	-2329
‚ĖĀtungkulin	-2330
‚ĖĀProserpina	-2331
‚ĖĀmanliligaw	-2332
‚ĖĀmitolohiya	-2333
‚ĖĀnawawalang	-2334
‚ĖĀpagkatapos	-2335
‚ĖĀkabayanihan	-2336
‚ĖĀmatatagpuan	-2337
he	-2338
Tat	-2339
uka	-2340
wak	-2341
‚ĖĀBU	-2342
‚ĖĀEd	-2343
‚ĖĀTa	-2344
‚ĖĀar	-2345
‚ĖĀga	-2346
..."	-2347
aano	-2348
alab	-2349
asam	-2350
atut	-2351
ayat	-2352
bong	-2353
ugad	-2354
ugin	-2355
ukin	-2356
utas	-2357
yayi	-2358
‚ĖĀBas	-2359
‚ĖĀLib	-2360
‚ĖĀMus	-2361
‚ĖĀSul	-2362
‚ĖĀkon	-2363
‚ĖĀlam	-2364
‚ĖĀnoo	-2365
‚ĖĀsil	-2366
‚ĖĀwas	-2367
agkan	-2368
angis	-2369
asyal	-2370
ayway	-2371
ingap	-2372
iusap	-2373
undin	-2374
‚ĖĀSaan	-2375
‚ĖĀSino	-2376
‚ĖĀTayo	-2377
‚ĖĀkult	-2378
‚ĖĀlabi	-2379
‚ĖĀwari	-2380
akaawa	-2381
ansang	-2382
asalin	-2383
awakan	-2384
iganti	-2385
ihingi	-2386
ilayan	-2387
intang	-2388
uhunan	-2389
‚ĖĀAking	-2390
‚ĖĀEspan	-2391
‚ĖĀOyayi	-2392
‚ĖĀPuwek	-2393
‚ĖĀSarag	-2394
‚ĖĀbakod	-2395
‚ĖĀgalak	-2396
‚ĖĀhalik	-2397
‚ĖĀhalim	-2398
‚ĖĀitaas	-2399
‚ĖĀkabut	-2400
‚ĖĀlihim	-2401
‚ĖĀlunti	-2402
‚ĖĀmakas	-2403
‚ĖĀmasis	-2404
‚ĖĀnalul	-2405
‚ĖĀsabay	-2406
‚ĖĀtumat	-2407
‚ĖĀtunog	-2408
alawang	-2409
ibigkas	-2410
ugalian	-2411
uhalang	-2412
utangan	-2413
‚ĖĀTingal	-2414
‚ĖĀbangka	-2415
‚ĖĀdinala	-2416
‚ĖĀkabayo	-2417
‚ĖĀkinuha	-2418
‚ĖĀmaling	-2419
‚ĖĀpinagt	-2420
‚ĖĀsakdal	-2421
‚ĖĀsamant	-2422
abukasan	-2423
agandang	-2424
yarihang	-2425
‚ĖĀTamaraw	-2426
‚ĖĀTinawag	-2427
‚ĖĀdigmaan	-2428
‚ĖĀkampana	-2429
‚ĖĀlumipas	-2430
‚ĖĀlumisan	-2431
‚ĖĀmarinig	-2432
‚ĖĀmayaman	-2433
‚ĖĀnagmula	-2434
‚ĖĀnahulog	-2435
‚ĖĀpaggawa	-2436
alanutian	-2437
‚ĖĀSapagkat	-2438
‚ĖĀdalampas	-2439
‚ĖĀkalayaan	-2440
‚ĖĀkuwintas	-2441
‚ĖĀnagbigay	-2442
‚ĖĀnagngang	-2443
‚ĖĀnakakita	-2444
‚ĖĀpanganib	-2445
‚ĖĀtalagang	-2446
‚ĖĀhalimbawa	-2447
‚ĖĀhinahanap	-2448
‚ĖĀkapalaran	-2449
‚ĖĀkarunungan	-2450
‚ĖĀnakarating	-2451
‚ĖĀpambihirang	-2452
‚ĖĀpangunahing	-2453
AB	-2454
IW	-2455
OY	-2456
Sa	-2457
ARO	-2458
Ano	-2459
Nak	-2460
agt	-2461
its	-2462
itu	-2463
kop	-2464
rab	-2465
udo	-2466
‚ĖĀBa	-2467
‚ĖĀim	-2468
ahag	-2469
alog	-2470
atas	-2471
ayok	-2472
isay	-2473
ongo	-2474
ugot	-2475
‚ĖĀDel	-2476
‚ĖĀLAK	-2477
‚ĖĀPak	-2478
‚ĖĀTOY	-2479
‚ĖĀbar	-2480
aanak	-2481
aaral	-2482
alawa	-2483
ambal	-2484
atong	-2485
gayak	-2486
ibing	-2487
ibong	-2488
iisip	-2489
ikudo	-2490
iping	-2491
ngles	-2492
uruan	-2493
uyong	-2494
‚ĖĀDaga	-2495
‚ĖĀMags	-2496
‚ĖĀMens	-2497
‚ĖĀNais	-2498
‚ĖĀNoon	-2499
‚ĖĀPamb	-2500
‚ĖĀPand	-2501
‚ĖĀRosa	-2502
‚ĖĀSant	-2503
‚ĖĀdati	-2504
‚ĖĀilan	-2505
‚ĖĀkain	-2506
‚ĖĀkani	-2507
‚ĖĀpatn	-2508
‚ĖĀpong	-2509
‚ĖĀpuri	-2510
‚ĖĀsang	-2511
‚ĖĀugat	-2512
agatan	-2513
anghal	-2514
apasok	-2515
ayanan	-2516
dahang	-2517
imbang	-2518
imbing	-2519
ingnan	-2520
irapan	-2521
‚ĖĀAnong	-2522
‚ĖĀDagat	-2523
‚ĖĀabang	-2524
‚ĖĀdilaw	-2525
‚ĖĀgumag	-2526
‚ĖĀkarik	-2527
‚ĖĀkayum	-2528
‚ĖĀlabas	-2529
‚ĖĀlilim	-2530
‚ĖĀmakik	-2531
‚ĖĀnamam	-2532
‚ĖĀnanan	-2533
‚ĖĀnatat	-2534
‚ĖĀpatak	-2535
‚ĖĀtotoo	-2536
ahating	-2537
ampalat	-2538
arangaw	-2539
ingatan	-2540
ukasyon	-2541
‚ĖĀKaptan	-2542
‚ĖĀMabuti	-2543
‚ĖĀSimang	-2544
‚ĖĀTOYANG	-2545
‚ĖĀgawang	-2546
‚ĖĀgunita	-2547
‚ĖĀiniwan	-2548
‚ĖĀmalaya	-2549
‚ĖĀmusika	-2550
‚ĖĀpangit	-2551
‚ĖĀpulong	-2552
‚ĖĀtapang	-2553
ungkahoy	-2554
‚ĖĀMalakas	-2555
‚ĖĀbungang	-2556
‚ĖĀdemonyo	-2557
‚ĖĀgawaing	-2558
‚ĖĀhanging	-2559
‚ĖĀkalaban	-2560
‚ĖĀkalabaw	-2561
‚ĖĀlumipad	-2562
‚ĖĀlumitaw	-2563
‚ĖĀmadilim	-2564
‚ĖĀmalalim	-2565
‚ĖĀmanging	-2566
‚ĖĀmatuwid	-2567
‚ĖĀpangkat	-2568
‚ĖĀpinangg	-2569
‚ĖĀpumanaw	-2570
‚ĖĀsagisag	-2571
‚ĖĀsundalo	-2572
‚ĖĀBarangaw	-2573
‚ĖĀMarikudo	-2574
‚ĖĀSilangan	-2575
‚ĖĀbayaning	-2576
‚ĖĀdarating	-2577
‚ĖĀkumakain	-2578
‚ĖĀmagaling	-2579
‚ĖĀmatapang	-2580
‚ĖĀnarating	-2581
‚ĖĀnawawala	-2582
‚ĖĀsasakyan	-2583
‚ĖĀginagamit	-2584
‚ĖĀnagsimula	-2585
‚ĖĀnatagpuan	-2586
‚ĖĀpananalig	-2587
‚ĖĀBalagtasan	-2588
‚ĖĀSaragnayan	-2589
‚ĖĀkabundukan	-2590
‚ĖĀmandirigma	-2591
‚ĖĀkalungkutan	-2592
‚ĖĀpunongkahoy	-2593
‚ĖĀpunungkahoy	-2594
‚ĖĀsamantalang	-2595
‚ĖĀdalampasigan	-2596
Al	-2597
LE	-2598
LO	-2599
OG	-2600
go	-2601
si	-2602
IWA	-2603
UAN	-2604
agb	-2605
ema	-2606
igh	-2607
igp	-2608
pas	-2609
ubl	-2610
‚ĖĀun	-2611
ABLO	-2612
ARUP	-2613
LENA	-2614
Mlks	-2615
adap	-2616
alap	-2617
ilay	-2618
ilik	-2619
inaw	-2620
iram	-2621
nong	-2622
rito	-2623
tana	-2624
uksa	-2625
ukso	-2626
upok	-2627
uyak	-2628
‚ĖĀNah	-2629
‚ĖĀSan	-2630
‚ĖĀawa	-2631
‚ĖĀest	-2632
‚ĖĀlim	-2633
‚ĖĀsim	-2634
‚ĖĀtab	-2635
‚ĖĀtam	-2636
‚ĖĀuod	-2637
aawit	-2638
agsik	-2639
akpan	-2640
alaan	-2641
amanh	-2642
arito	-2643
atnan	-2644
buhay	-2645
ungib	-2646
urong	-2647
yante	-2648
‚ĖĀBato	-2649
‚ĖĀIyan	-2650
‚ĖĀJUAN	-2651
‚ĖĀNiya	-2652
‚ĖĀPags	-2653
‚ĖĀagos	-2654
‚ĖĀasal	-2655
‚ĖĀcaca	-2656
‚ĖĀigin	-2657
‚ĖĀkuba	-2658
‚ĖĀlaya	-2659
‚ĖĀnagw	-2660
‚ĖĀputi	-2661
‚ĖĀsawa	-2662
ANDIWA	-2663
agamot	-2664
alitan	-2665
apitan	-2666
ayaang	-2667
ukhang	-2668
usumpa	-2669
‚ĖĀBuhat	-2670
‚ĖĀELENA	-2671
‚ĖĀGalit	-2672
‚ĖĀKaran	-2673
‚ĖĀPABLO	-2674
‚ĖĀPARUP	-2675
‚ĖĀPanay	-2676
‚ĖĀbutil	-2677
‚ĖĀhalip	-2678
‚ĖĀhamak	-2679
‚ĖĀhangg	-2680
‚ĖĀkapit	-2681
‚ĖĀkinat	-2682
‚ĖĀkumak	-2683
‚ĖĀkumik	-2684
‚ĖĀlamok	-2685
‚ĖĀlikas	-2686
‚ĖĀmakal	-2687
‚ĖĀnangh	-2688
‚ĖĀpaksa	-2689
‚ĖĀpilit	-2690
‚ĖĀpinto	-2691
‚ĖĀreyna	-2692
‚ĖĀrosas	-2693
‚ĖĀsalaw	-2694
‚ĖĀsinta	-2695
‚ĖĀtatlo	-2696
‚ĖĀutang	-2697
abilang	-2698
agaling	-2699
alakhak	-2700
alitaan	-2701
iligtas	-2702
iwayway	-2703
‚ĖĀBilang	-2704
‚ĖĀKinuha	-2705
‚ĖĀMuling	-2706
‚ĖĀMuslim	-2707
‚ĖĀdaliri	-2708
‚ĖĀgawing	-2709
‚ĖĀhirang	-2710
‚ĖĀkulang	-2711
‚ĖĀlusong	-2712
‚ĖĀmagsas	-2713
‚ĖĀmaitim	-2714
‚ĖĀmandin	-2715
‚ĖĀnagsas	-2716
‚ĖĀpaghih	-2717
‚ĖĀsuklay	-2718
‚ĖĀyungib	-2719
ahulugan	-2720
apalaran	-2721
‚ĖĀBiglang	-2722
‚ĖĀBugtong	-2723
‚ĖĀHumadap	-2724
‚ĖĀMensahe	-2725
‚ĖĀbabaeng	-2726
‚ĖĀhanapin	-2727
‚ĖĀhinanap	-2728
‚ĖĀiniibig	-2729
‚ĖĀkalalak	-2730
‚ĖĀlabanan	-2731
‚ĖĀlipunan	-2732
‚ĖĀlumapit	-2733
‚ĖĀmaagang	-2734
‚ĖĀmasarap	-2735
‚ĖĀmatagal	-2736
‚ĖĀngayong	-2737
‚ĖĀpatayin	-2738
‚ĖĀpumasok	-2739
‚ĖĀsampung	-2740
‚ĖĀsandata	-2741
‚ĖĀBulaklak	-2742
‚ĖĀPARUPARO	-2743
‚ĖĀbinatang	-2744
‚ĖĀlibingan	-2745
‚ĖĀmagagawa	-2746
‚ĖĀmagbalik	-2747
‚ĖĀpagiging	-2748
‚ĖĀLAKANDIWA	-2749
‚ĖĀkahulugan	-2750
‚ĖĀkalagayan	-2751
‚ĖĀkaragatan	-2752
‚ĖĀkatangian	-2753
‚ĖĀkatapusan	-2754
‚ĖĀmamamatay	-2755
‚ĖĀsandaling	-2756
‚ĖĀsasabihin	-2757
‚ĖĀpaghahanap	-2758
‚ĖĀdambuhalang	-2759
!!	-2760
BU	-2761
ND	-2762
ho	-2763
le	-2764
ma	-2765
ue	-2766
BUY	-2767
Ito	-2768
agu	-2769
eba	-2770
ego	-2771
fin	-2772
hap	-2773
ote	-2774
tar	-2775
‚ĖĀ--	-2776
agaw	-2777
asik	-2778
awig	-2779
ayog	-2780
ener	-2781
ihag	-2782
imog	-2783
init	-2784
irin	-2785
itas	-2786
ones	-2787
ukal	-2788
ukoy	-2789
‚ĖĀAti	-2790
‚ĖĀGum	-2791
‚ĖĀIII	-2792
‚ĖĀIni	-2793
‚ĖĀKag	-2794
‚ĖĀKak	-2795
‚ĖĀNan	-2796
‚ĖĀPed	-2797
‚ĖĀadh	-2798
‚ĖĀaki	-2799
‚ĖĀari	-2800
‚ĖĀdag	-2801
‚ĖĀmai	-2802
‚ĖĀnaa	-2803
‚ĖĀpad	-2804
‚ĖĀpis	-2805
‚ĖĀumu	-2806
BUYOG	-2807
aalam	-2808
ahagi	-2809
ahiya	-2810
aliit	-2811
asdan	-2812
iligo	-2813
inoon	-2814
irito	-2815
ulaan	-2816
umula	-2817
undan	-2818
‚ĖĀAnak	-2819
‚ĖĀKayo	-2820
‚ĖĀLagi	-2821
‚ĖĀLawa	-2822
‚ĖĀLena	-2823
‚ĖĀPati	-2824
‚ĖĀTang	-2825
‚ĖĀalon	-2826
‚ĖĀbait	-2827
‚ĖĀkaki	-2828
‚ĖĀkatw	-2829
‚ĖĀlipi	-2830
‚ĖĀpanl	-2831
‚ĖĀporm	-2832
‚ĖĀukol	-2833
‚ĖĀunti	-2834
‚ĖĀyaon	-2835
abango	-2836
atanaw	-2837
atanda	-2838
atawag	-2839
athala	-2840
atlong	-2841
ilikha	-2842
uluhan	-2843
‚ĖĀBuwan	-2844
‚ĖĀDapat	-2845
‚ĖĀDulaw	-2846
‚ĖĀKundi	-2847
‚ĖĀLawin	-2848
‚ĖĀPapay	-2849
‚ĖĀTipak	-2850
‚ĖĀbakal	-2851
‚ĖĀhapon	-2852
‚ĖĀhilig	-2853
‚ĖĀhiyas	-2854
‚ĖĀkalin	-2855
‚ĖĀkanin	-2856
‚ĖĀkapat	-2857
‚ĖĀpangh	-2858
‚ĖĀsinus	-2859
‚ĖĀtamis	-2860
‚ĖĀtanda	-2861
‚ĖĀtinut	-2862
‚ĖĀumuwi	-2863
‚ĖĀwagas	-2864
ahalaga	-2865
alaysay	-2866
alitong	-2867
ayundin	-2868
itingin	-2869
tanggol	-2870
ulugang	-2871
‚ĖĀAyonan	-2872
‚ĖĀDelfin	-2873
‚ĖĀgulang	-2874
‚ĖĀhalaga	-2875
‚ĖĀkabila	-2876
‚ĖĀkalang	-2877
‚ĖĀmagtat	-2878
‚ĖĀmapang	-2879
‚ĖĀnagdur	-2880
‚ĖĀnagkak	-2881
‚ĖĀnagkas	-2882
‚ĖĀnaroon	-2883
‚ĖĀpaglil	-2884
‚ĖĀpayapa	-2885
‚ĖĀpulang	-2886
‚ĖĀsagana	-2887
‚ĖĀtalaga	-2888
‚ĖĀtatuan	-2889
aliwanag	-2890
anggapin	-2891
otohanan	-2892
‚ĖĀBUBUYOG	-2893
‚ĖĀHinanap	-2894
‚ĖĀdalisay	-2895
‚ĖĀhahanap	-2896
‚ĖĀlubhang	-2897
‚ĖĀpagitan	-2898
‚ĖĀpumunta	-2899
‚ĖĀsaknong	-2900
‚ĖĀsusunod	-2901
‚ĖĀtawagin	-2902
amanhikan	-2903
‚ĖĀganitong	-2904
‚ĖĀkalabasa	-2905
‚ĖĀkapuluan	-2906
‚ĖĀkilalang	-2907
‚ĖĀlarangan	-2908
‚ĖĀmarating	-2909
‚ĖĀmatalino	-2910
‚ĖĀmayroong	-2911
‚ĖĀpaningin	-2912
‚ĖĀsalaysay	-2913
‚ĖĀtuluyang	-2914
‚ĖĀTipaklong	-2915
‚ĖĀkasalanan	-2916
‚ĖĀkaugalian	-2917
‚ĖĀmatinding	-2918
‚ĖĀnabubuhay	-2919
‚ĖĀpormasyon	-2920
‚ĖĀCalanutian	-2921
‚ĖĀmagkapatid	-2922
‚ĖĀmahalagang	-2923
‚ĖĀmakarating	-2924
‚ĖĀmalalaking	-2925
‚ĖĀnaghahanap	-2926
‚ĖĀnanggaling	-2927
‚ĖĀNagmalitong	-2928
‚ĖĀkaligayahan	-2929
‚ĖĀpananampalat	-2930
‚ĖĀpinanggalingan	-2931
AM	-2932
At	-2933
Oo	-2934
bi	-2935
bo	-2936
oc	-2937
oh	-2938
pu	-2939
ri	-2940
ss	-2941
te	-2942
Ako	-2943
Mga	-2944
NDO	-2945
aha	-2946
goy	-2947
ikl	-2948
iko	-2949
ini	-2950
inl	-2951
kis	-2952
lor	-2953
pot	-2954
ugn	-2955
uny	-2956
‚ĖĀIf	-2957
‚ĖĀus	-2958
agpo	-2959
ampa	-2960
asya	-2961
esto	-2962
haga	-2963
iang	-2964
igas	-2965
ilak	-2966
isda	-2967
ismo	-2968
kong	-2969
piko	-2970
tuwa	-2971
ugao	-2972
urin	-2973
‚ĖĀAhh	-2974
‚ĖĀBit	-2975
‚ĖĀBon	-2976
‚ĖĀDem	-2977
‚ĖĀGat	-2978
‚ĖĀInt	-2979
‚ĖĀKar	-2980
‚ĖĀKul	-2981
‚ĖĀLim	-2982
‚ĖĀLus	-2983
‚ĖĀPas	-2984
‚ĖĀbus	-2985
‚ĖĀhah	-2986
‚ĖĀlar	-2987
‚ĖĀlay	-2988
‚ĖĀmau	-2989
‚ĖĀtik	-2990
Huwag	-2991
ababa	-2992
agpis	-2993
alaka	-2994
anaog	-2995
apaan	-2996
arili	-2997
dagat	-2998
itiis	-2999
iyego	-3000
lakad	-3001
uluto	-3002
‚ĖĀDala	-3003
‚ĖĀINDO	-3004
‚ĖĀInil	-3005
‚ĖĀMagk	-3006
‚ĖĀTila	-3007
‚ĖĀTiwi	-3008
‚ĖĀYawa	-3009
‚ĖĀamin	-3010
‚ĖĀbers	-3011
‚ĖĀdali	-3012
‚ĖĀguro	-3013
‚ĖĀhimp	-3014
‚ĖĀirog	-3015
‚ĖĀsuso	-3016
alanta	-3017
alikat	-3018
angaso	-3019
ayawan	-3020
ibigin	-3021
inigay	-3022
tasyon	-3023
undong	-3024
‚ĖĀLakan	-3025
‚ĖĀMinda	-3026
‚ĖĀNgayo	-3027
‚ĖĀPangk	-3028
‚ĖĀSipag	-3029
‚ĖĀTagak	-3030
‚ĖĀUnang	-3031
‚ĖĀbigla	-3032
‚ĖĀbilog	-3033
‚ĖĀbinab	-3034
‚ĖĀdadal	-3035
‚ĖĀdahan	-3036
‚ĖĀduwag	-3037
‚ĖĀgrupo	-3038
‚ĖĀhabag	-3039
‚ĖĀhatol	-3040
‚ĖĀilong	-3041
‚ĖĀkamag	-3042
‚ĖĀlingg	-3043
‚ĖĀpangg	-3044
‚ĖĀpugad	-3045
‚ĖĀputik	-3046
‚ĖĀsangk	-3047
‚ĖĀsapat	-3048
‚ĖĀtugon	-3049
amangha	-3050
ibilang	-3051
intawak	-3052
oroonan	-3053
ubuksan	-3054
ulaklak	-3055
unawaan	-3056
undiman	-3057
‚ĖĀIfugao	-3058
‚ĖĀKaagad	-3059
‚ĖĀNarito	-3060
‚ĖĀSimula	-3061
‚ĖĀSultan	-3062
‚ĖĀangkop	-3063
‚ĖĀbumaba	-3064
‚ĖĀdalita	-3065
‚ĖĀganyan	-3066
‚ĖĀhandog	-3067
‚ĖĀhiling	-3068
‚ĖĀisdang	-3069
‚ĖĀkasing	-3070
‚ĖĀkayang	-3071
‚ĖĀkilala	-3072
‚ĖĀkuweba	-3073
‚ĖĀlaking	-3074
‚ĖĀmaaari	-3075
‚ĖĀmagawa	-3076
‚ĖĀmakuha	-3077
‚ĖĀnganga	-3078
‚ĖĀpagkag	-3079
‚ĖĀpagtut	-3080
‚ĖĀperlas	-3081
‚ĖĀpinagh	-3082
‚ĖĀpitong	-3083
‚ĖĀsaglit	-3084
‚ĖĀtuktok	-3085
‚ĖĀtumubo	-3086
‚ĖĀwikang	-3087
ahahahah	-3088
andangan	-3089
‚ĖĀGriyego	-3090
‚ĖĀLumipas	-3091
‚ĖĀbansang	-3092
‚ĖĀbubuyog	-3093
‚ĖĀdayuhan	-3094
‚ĖĀhumingi	-3095
‚ĖĀmadalas	-3096
‚ĖĀmahusay	-3097
‚ĖĀmalamig	-3098
‚ĖĀmutyang	-3099
‚ĖĀnabuhay	-3100
‚ĖĀpatuloy	-3101
‚ĖĀsumagot	-3102
‚ĖĀtangkay	-3103
‚ĖĀumakyat	-3104
ipaglaban	-3105
‚ĖĀnakatira	-3106
‚ĖĀnakilala	-3107
‚ĖĀnaroroon	-3108
‚ĖĀalitaptap	-3109
‚ĖĀkasiyahan	-3110
‚ĖĀmatatanda	-3111
‚ĖĀnasiyahan	-3112
‚ĖĀnatutulog	-3113
‚ĖĀpinagkaka	-3114
‚ĖĀGagalangin	-3115
‚ĖĀHumadapnon	-3116
‚ĖĀkapitbahay	-3117
‚ĖĀkarangalan	-3118
‚ĖĀkasintahan	-3119
‚ĖĀkayumanggi	-3120
‚ĖĀNalandangan	-3121
‚ĖĀkalalakihan	-3122
‚ĖĀkasalukuyan	-3123
‚ĖĀpagdiriwang	-3124
‚ĖĀpagkakaroon	-3125
ipagsapalaran	-3126
Ka	-3127
Ng	-3128
ru	-3129
Mab	-3130
Mag	-3131
abe	-3132
amt	-3133
are	-3134
eks	-3135
hel	-3136
iis	-3137
kep	-3138
liy	-3139
tay	-3140
unl	-3141
uta	-3142
wan	-3143
yas	-3144
‚ĖĀEl	-3145
‚ĖĀPl	-3146
‚ĖĀUl	-3147
‚ĖĀla	-3148
‚ĖĀpl	-3149
‚ĖĀub	-3150
abae	-3151
abik	-3152
ampo	-3153
atak	-3154
awad	-3155
awis	-3156
ayad	-3157
dali	-3158
ding	-3159
edur	-3160
enor	-3161
eter	-3162
ihip	-3163
ikap	-3164
inam	-3165
iwas	-3166
kita	-3167
ohol	-3168
seng	-3169
ugis	-3170
ulak	-3171
usin	-3172
‚ĖĀAmb	-3173
‚ĖĀEdo	-3174
‚ĖĀImp	-3175
‚ĖĀMaa	-3176
‚ĖĀMam	-3177
‚ĖĀPad	-3178
‚ĖĀTab	-3179
‚ĖĀUna	-3180
‚ĖĀanu	-3181
‚ĖĀlas	-3182
‚ĖĀlun	-3183
‚ĖĀsaw	-3184
‚ĖĀtit	-3185
abong	-3186
adlaw	-3187
agdag	-3188
alake	-3189
anais	-3190
angat	-3191
arong	-3192
egalo	-3193
erpre	-3194
igpit	-3195
ikong	-3196
ipagk	-3197
iyaga	-3198
orneo	-3199
orong	-3200
palad	-3201
ubuan	-3202
‚ĖĀAmom	-3203
‚ĖĀBaka	-3204
‚ĖĀIkin	-3205
‚ĖĀLila	-3206
‚ĖĀMagh	-3207
‚ĖĀMagp	-3208
‚ĖĀMayo	-3209
‚ĖĀPers	-3210
‚ĖĀTaga	-3211
‚ĖĀginh	-3212
‚ĖĀhuli	-3213
‚ĖĀkaba	-3214
‚ĖĀkand	-3215
‚ĖĀkubo	-3216
‚ĖĀlung	-3217
‚ĖĀtrad	-3218
‚ĖĀyari	-3219
‚ĖĀyata	-3220
aguita	-3221
ahamak	-3222
alamat	-3223
antang	-3224
antimp	-3225
aralan	-3226
ipunan	-3227
udulot	-3228
ulitin	-3229
‚ĖĀBawat	-3230
‚ĖĀBohol	-3231
‚ĖĀGansa	-3232
‚ĖĀHibik	-3233
‚ĖĀKaysa	-3234
‚ĖĀLikal	-3235
‚ĖĀSinas	-3236
‚ĖĀTinig	-3237
‚ĖĀTulad	-3238
‚ĖĀagong	-3239
‚ĖĀbalah	-3240
‚ĖĀbutas	-3241
‚ĖĀdaang	-3242
‚ĖĀdalag	-3243
‚ĖĀhapis	-3244
‚ĖĀhumah	-3245
‚ĖĀkaban	-3246
‚ĖĀkabig	-3247
‚ĖĀkauna	-3248
‚ĖĀkunin	-3249
‚ĖĀlamig	-3250
‚ĖĀlumul	-3251
‚ĖĀmabub	-3252
‚ĖĀmatip	-3253
‚ĖĀnakap	-3254
‚ĖĀnasis	-3255
‚ĖĀnasus	-3256
‚ĖĀpinap	-3257
‚ĖĀsayaw	-3258
‚ĖĀsimoy	-3259
‚ĖĀsunog	-3260
‚ĖĀtagap	-3261
‚ĖĀtalud	-3262
‚ĖĀtamad	-3263
‚ĖĀtangi	-3264
‚ĖĀtulog	-3265
Lalapit	-3266
akasama	-3267
alagyan	-3268
alinong	-3269
alubong	-3270
antayan	-3271
araanan	-3272
babalik	-3273
ilingan	-3274
indanao	-3275
itingan	-3276
unahang	-3277
‚ĖĀBundok	-3278
‚ĖĀDaldal	-3279
‚ĖĀGanyan	-3280
‚ĖĀLaging	-3281
‚ĖĀPalaka	-3282
‚ĖĀSantos	-3283
‚ĖĀWikang	-3284
‚ĖĀangkin	-3285
‚ĖĀbuntot	-3286
‚ĖĀdakong	-3287
‚ĖĀdamong	-3288
‚ĖĀgayong	-3289
‚ĖĀhimpap	-3290
‚ĖĀisipan	-3291
‚ĖĀkainin	-3292
‚ĖĀlumbay	-3293
‚ĖĀmawala	-3294
‚ĖĀmurang	-3295
‚ĖĀnaiiba	-3296
‚ĖĀngalan	-3297
‚ĖĀpagtit	-3298
‚ĖĀpinana	-3299
‚ĖĀpuntod	-3300
‚ĖĀusapan	-3301
‚ĖĀyamang	-3302
alimutan	-3303
‚ĖĀBubuyog	-3304
‚ĖĀDaigdig	-3305
‚ĖĀDemeter	-3306
‚ĖĀEspanya	-3307
‚ĖĀMariang	-3308
‚ĖĀMatapos	-3309
‚ĖĀPedrito	-3310
‚ĖĀSumagot	-3311
‚ĖĀasawang	-3312
‚ĖĀhininga	-3313
‚ĖĀiibigin	-3314
‚ĖĀinahing	-3315
‚ĖĀkabiyak	-3316
‚ĖĀkultura	-3317
‚ĖĀkumilos	-3318
‚ĖĀmagmula	-3319
‚ĖĀmalimit	-3320
‚ĖĀmalinis	-3321
‚ĖĀmananak	-3322
‚ĖĀnalilim	-3323
‚ĖĀnamuhay	-3324
‚ĖĀnapatay	-3325
‚ĖĀnawalan	-3326
‚ĖĀpalagay	-3327
‚ĖĀpalayok	-3328
‚ĖĀpatalim	-3329
‚ĖĀpinggan	-3330
‚ĖĀAmomongo	-3331
‚ĖĀKaibigan	-3332
‚ĖĀMadaling	-3333
‚ĖĀMakiling	-3334
‚ĖĀPrinsesa	-3335
‚ĖĀSoloista	-3336
‚ĖĀbahaging	-3337
‚ĖĀdalagita	-3338
‚ĖĀkaalaman	-3339
‚ĖĀkabataan	-3340
‚ĖĀkaisipan	-3341
‚ĖĀkariktan	-3342
‚ĖĀkasamaan	-3343
‚ĖĀmakatang	-3344
‚ĖĀmayamang	-3345
‚ĖĀmaysakit	-3346
‚ĖĀnakatayo	-3347
‚ĖĀpinagtat	-3348
‚ĖĀHalimbawa	-3349
‚ĖĀkarapatan	-3350
‚ĖĀmaririnig	-3351
‚ĖĀnaglakbay	-3352
‚ĖĀnagmumula	-3353
‚ĖĀnagsalita	-3354
‚ĖĀnaririnig	-3355
‚ĖĀtinanggap	-3356
angailangan	-3357
erpretasyon	-3358
‚ĖĀMitolohiya	-3359
‚ĖĀPilipinong	-3360
‚ĖĀkalangitan	-3361
‚ĖĀmangyayari	-3362
‚ĖĀKinabukasan	-3363
‚ĖĀnaghihintay	-3364
‚ĖĀpaghahangad	-3365
‚ĖĀsalamangkero	-3366
'-	-3367
di	-3368
ka	-3369
mm	-3370
no	-3371
ow	-3372
Mar	-3373
aas	-3374
dla	-3375
eho	-3376
eta	-3377
hal	-3378
haw	-3379
ibe	-3380
kad	-3381
lam	-3382
min	-3383
mos	-3384
tol	-3385
tor	-3386
uho	-3387
yaw	-3388
‚ĖĀ(1	-3389
‚ĖĀ(2	-3390
‚ĖĀ1.	-3391
‚ĖĀ2.	-3392
‚ĖĀOr	-3393
‚ĖĀoh	-3394
Magp	-3395
Solo	-3396
aani	-3397
abol	-3398
acio	-3399
agap	-3400
agit	-3401
ahih	-3402
anag	-3403
apap	-3404
asag	-3405
awal	-3406
esus	-3407
ikom	-3408
ilap	-3409
isid	-3410
isil	-3411
kepu	-3412
laro	-3413
lolo	-3414
taas	-3415
ubad	-3416
ubok	-3417
ugod	-3418
ugun	-3419
uhos	-3420
unao	-3421
unat	-3422
unay	-3423
unot	-3424
unpu	-3425
urog	-3426
‚ĖĀBuy	-3427
‚ĖĀFil	-3428
‚ĖĀHag	-3429
‚ĖĀLis	-3430
‚ĖĀRog	-3431
‚ĖĀSam	-3432
‚ĖĀhuk	-3433
‚ĖĀlal	-3434
‚ĖĀmit	-3435
‚ĖĀnau	-3436
‚ĖĀpup	-3437
‚ĖĀser	-3438
‚ĖĀtib	-3439
adali	-3440
akang	-3441
ampot	-3442
angit	-3443
apati	-3444
apong	-3445
ariwa	-3446
ayapa	-3447
bitin	-3448
buwan	-3449
embro	-3450
ganda	-3451
igkas	-3452
iglap	-3453
iikan	-3454
ingit	-3455
risto	-3456
sabay	-3457
salin	-3458
tanim	-3459
ulila	-3460
uotan	-3461
‚ĖĀAlam	-3462
‚ĖĀDuri	-3463
‚ĖĀEdna	-3464
‚ĖĀMuli	-3465
‚ĖĀNaku	-3466
‚ĖĀNana	-3467
‚ĖĀPabl	-3468
‚ĖĀPero	-3469
‚ĖĀWika	-3470
‚ĖĀahas	-3471
‚ĖĀalak	-3472
‚ĖĀbitu	-3473
‚ĖĀbril	-3474
‚ĖĀdami	-3475
‚ĖĀdila	-3476
‚ĖĀgayo	-3477
‚ĖĀmait	-3478
‚ĖĀmala	-3479
‚ĖĀpari	-3480
‚ĖĀpina	-3481
‚ĖĀtaas	-3482
‚ĖĀtala	-3483
‚ĖĀtama	-3484
abihan	-3485
amalas	-3486
arinig	-3487
atawat	-3488
awagan	-3489
awanan	-3490
awitan	-3491
edurug	-3492
ikling	-3493
ilagay	-3494
indaya	-3495
ingwit	-3496
inhawa	-3497
isigaw	-3498
iwatig	-3499
piritu	-3500
rabaho	-3501
ubusan	-3502
umanon	-3503
‚ĖĀBahay	-3504
‚ĖĀBanal	-3505
‚ĖĀDatap	-3506
‚ĖĀIyang	-3507
‚ĖĀLakas	-3508
‚ĖĀNakat	-3509
‚ĖĀPluto	-3510
‚ĖĀSalaw	-3511
‚ĖĀTiyak	-3512
‚ĖĀTubig	-3513
‚ĖĀakala	-3514
‚ĖĀaklat	-3515
‚ĖĀaltar	-3516
‚ĖĀbakas	-3517
‚ĖĀbulag	-3518
‚ĖĀdaing	-3519
‚ĖĀdiyan	-3520
‚ĖĀgamot	-3521
‚ĖĀibaba	-3522
‚ĖĀkakay	-3523
‚ĖĀkanan	-3524
‚ĖĀkodla	-3525
‚ĖĀligaw	-3526
‚ĖĀmahih	-3527
‚ĖĀmanan	-3528
‚ĖĀmangh	-3529
‚ĖĀmasak	-3530
‚ĖĀmunti	-3531
‚ĖĀnagka	-3532
‚ĖĀnakad	-3533
‚ĖĀnamim	-3534
‚ĖĀpista	-3535
‚ĖĀpunta	-3536
‚ĖĀsigla	-3537
‚ĖĀtapos	-3538
Epikong	-3539
aganaan	-3540
alagtas	-3541
alooban	-3542
apangan	-3543
ayapaan	-3544
imulang	-3545
intuang	-3546
ustuhan	-3547
yayahan	-3548
‚ĖĀAndres	-3549
‚ĖĀAnggoy	-3550
‚ĖĀBayang	-3551
‚ĖĀBinata	-3552
‚ĖĀBorneo	-3553
‚ĖĀIngles	-3554
‚ĖĀKasama	-3555
‚ĖĀLadlaw	-3556
‚ĖĀLisuga	-3557
‚ĖĀMasaya	-3558
‚ĖĀNitong	-3559
‚ĖĀRosita	-3560
‚ĖĀTuwang	-3561
‚ĖĀanuman	-3562
‚ĖĀanyong	-3563
‚ĖĀbangin	-3564
‚ĖĀbuwang	-3565
‚ĖĀdalang	-3566
‚ĖĀdiwang	-3567
‚ĖĀkatalo	-3568
‚ĖĀkidlat	-3569
‚ĖĀkitang	-3570
‚ĖĀmagmam	-3571
‚ĖĀmaputi	-3572
‚ĖĀnagbub	-3573
‚ĖĀpansin	-3574
‚ĖĀpinagl	-3575
‚ĖĀpinagp	-3576
‚ĖĀpinang	-3577
‚ĖĀpinsan	-3578
‚ĖĀtumayo	-3579
arusahan	-3580
istulang	-3581
kanilang	-3582
‚ĖĀHayaang	-3583
‚ĖĀLibulan	-3584
‚ĖĀLumapit	-3585
‚ĖĀMatagal	-3586
‚ĖĀMinango	-3587
‚ĖĀNalaman	-3588
‚ĖĀSumunod	-3589
‚ĖĀTanging	-3590
‚ĖĀTingnan	-3591
‚ĖĀbalikat	-3592
‚ĖĀbayabas	-3593
‚ĖĀgantimp	-3594
‚ĖĀhandang	-3595
‚ĖĀkasangk	-3596
‚ĖĀkasipag	-3597
‚ĖĀlarawan	-3598
‚ĖĀlikuran	-3599
‚ĖĀmaliban	-3600
‚ĖĀmalinaw	-3601
‚ĖĀmarapat	-3602
‚ĖĀmarikit	-3603
‚ĖĀmatatag	-3604
‚ĖĀmatibay	-3605
‚ĖĀnagalit	-3606
‚ĖĀnakaupo	-3607
‚ĖĀpagsuyo	-3608
‚ĖĀpangako	-3609
‚ĖĀpupunta	-3610
‚ĖĀsalamin	-3611
‚ĖĀtalulot	-3612
‚ĖĀtauhang	-3613
‚ĖĀumaawit	-3614
‚ĖĀwastong	-3615
aniniwala	-3616
‚ĖĀNaggayak	-3617
‚ĖĀNaririto	-3618
‚ĖĀTinagong	-3619
‚ĖĀgagawing	-3620
‚ĖĀginiikan	-3621
‚ĖĀgumagawa	-3622
‚ĖĀkaunting	-3623
‚ĖĀkulungan	-3624
‚ĖĀmahalaga	-3625
‚ĖĀmasagana	-3626
‚ĖĀnaghanda	-3627
‚ĖĀnagpapak	-3628
‚ĖĀpamumuno	-3629
‚ĖĀpatnubay	-3630
‚ĖĀtahanang	-3631
‚ĖĀtinanong	-3632
apaliwanag	-3633
sengedurug	-3634
‚ĖĀAlitaptap	-3635
‚ĖĀPalibhasa	-3636
‚ĖĀPanginoon	-3637
‚ĖĀedukasyon	-3638
‚ĖĀhahanapin	-3639
‚ĖĀhalamanan	-3640
‚ĖĀkaramihan	-3641
‚ĖĀnakatulog	-3642
‚ĖĀnalalaman	-3643
‚ĖĀpagbabago	-3644
‚ĖĀsinaunang	-3645
‚ĖĀsumusunod	-3646
‚ĖĀPangumanon	-3647
‚ĖĀengkantado	-3648
‚ĖĀhinahangad	-3649
‚ĖĀkahilingan	-3650
‚ĖĀkatangiang	-3651
‚ĖĀmatatapang	-3652
‚ĖĀnaniniwala	-3653
‚ĖĀpinanaugan	-3654
‚ĖĀLikalibutan	-3655
‚ĖĀkatotohanan	-3656
‚ĖĀmanggagamot	-3657
‚ĖĀpagtatanghal	-3658
‚ĖĀnagngangalang	-3659
‚ĖĀpinakamalaking	-3660
Di	-3661
IT	-3662
LI	-3663
ao	-3664
ee	-3665
th	-3666
Kas	-3667
Mal	-3668
May	-3669
aak	-3670
ade	-3671
agm	-3672
bag	-3673
est	-3674
eus	-3675
hoy	-3676
igi	-3677
ium	-3678
lag	-3679
rum	-3680
ter	-3681
tim	-3682
yos	-3683
yth	-3684
‚ĖĀHu	-3685
‚ĖĀOo	-3686
‚ĖĀdr	-3687
‚ĖĀes	-3688
‚ĖĀet	-3689
‚ĖĀle	-3690
‚ĖĀoo	-3691
Wala	-3692
aari	-3693
aboy	-3694
ahol	-3695
akat	-3696
alot	-3697
amag	-3698
asid	-3699
atag	-3700
ente	-3701
ibis	-3702
ibol	-3703
ight	-3704
ihas	-3705
ilas	-3706
inog	-3707
ipot	-3708
itag	-3709
loob	-3710
mula	-3711
nila	-3712
ogan	-3713
potl	-3714
sama	-3715
song	-3716
ubha	-3717
uhit	-3718
ukob	-3719
‚ĖĀBik	-3720
‚ĖĀHer	-3721
‚ĖĀHil	-3722
‚ĖĀIba	-3723
‚ĖĀIka	-3724
‚ĖĀNil	-3725
‚ĖĀNiy	-3726
‚ĖĀPam	-3727
‚ĖĀPap	-3728
‚ĖĀPul	-3729
‚ĖĀSic	-3730
‚ĖĀSig	-3731
‚ĖĀTal	-3732
‚ĖĀYao	-3733
‚ĖĀbis	-3734
‚ĖĀbub	-3735
‚ĖĀdar	-3736
‚ĖĀhaw	-3737
‚ĖĀhih	-3738
‚ĖĀinu	-3739
‚ĖĀkur	-3740
‚ĖĀlig	-3741
‚ĖĀmiy	-3742
‚ĖĀpir	-3743
‚ĖĀsah	-3744
‚ĖĀsug	-3745
aayos	-3746
abula	-3747
adaan	-3748
akong	-3749
aligt	-3750
alogo	-3751
amana	-3752
ambit	-3753
anang	-3754
angga	-3755
apaap	-3756
dapat	-3757
indak	-3758
isisi	-3759
liyaw	-3760
tamis	-3761
uhing	-3762
