<unk>	0
<s>	0
</s>	0
ng	-0
ang	-1
an	-2
‚ĖĀn	-3
‚ĖĀs	-4
ag	-5
‚ĖĀm	-6
at	-7
al	-8
ay	-9
in	-10
‚ĖĀk	-11
‚ĖĀp	-12
ak	-13
‚ĖĀsa	-14
‚ĖĀng	-15
‚ĖĀang	-16
‚ĖĀna	-17
it	-18
am	-19
ing	-20
as	-21
il	-22
ong	-23
‚ĖĀb	-24
aw	-25
ar	-26
ap	-27
ah	-28
‚ĖĀl	-29
‚ĖĀt	-30
iy	-31
ab	-32
‚ĖĀd	-33
‚ĖĀat	-34
‚ĖĀA	-35
ul	-36
is	-37
ig	-38
‚ĖĀay	-39
‚ĖĀh	-40
um	-41
un	-42
ga	-43
on	-44
‚ĖĀmga	-45
‚ĖĀS	-46
‚ĖĀN	-47
‚ĖĀpag	-48
ik	-49
‚ĖĀM	-50
ib	-51
ung	-52
iya	-53
ad	-54
‚ĖĀnag	-55
‚ĖĀg	-56
‚ĖĀK	-57
‚ĖĀP	-58
‚ĖĀkan	-59
ip	-60
‚ĖĀmag	-61
‚ĖĀI	-62
‚ĖĀAng	-63
ut	-64
us	-65
‚ĖĀni	-66
‚ĖĀsi	-67
uh	-68
‚ĖĀD	-69
ito	-70
‚ĖĀB	-71
‚ĖĀis	-72
im	-73
ala	-74
and	-75
‚ĖĀ"	-76
di	-77
‚ĖĀL	-78
yang	-79
‚ĖĀak	-80
up	-81
uw	-82
ub	-83
os	-84
uk	-85
ilang	-86
‚ĖĀnang	-87
ila	-88
‚ĖĀH	-89
..	-90
ot	-91
‚ĖĀT	-92
‚ĖĀSa	-93
iw	-94
‚ĖĀkanyang	-95
aya	-96
indi	-97
awa	-98
‚ĖĀisang	-99
‚ĖĀko	-100
alak	-101
alang	-102
ari	-103
‚ĖĀka	-104
‚ĖĀmay	-105
iyang	-106
og	-107
ug	-108
ita	-109
ya	-110
‚ĖĀmat	-111
‚ĖĀito	-112
or	-113
ih	-114
‚ĖĀw	-115
ayan	-116
‚ĖĀniya	-117
ur	-118
ir	-119
‚ĖĀmo	-120
ant	-121
‚ĖĀsiya	-122
id	-123
‚ĖĀin	-124
‚ĖĀnak	-125
‚ĖĀpin	-126
ayo	-127
ol	-128
er	-129
ok	-130
‚ĖĀib	-131
amang	-132
‚ĖĀAt	-133
‚ĖĀmal	-134
‚ĖĀnam	-135
‚ĖĀpa	-136
‚ĖĀhindi	-137
‚ĖĀ(	-138
‚ĖĀmak	-139
."	-140
angg	-141
‚ĖĀan	-142
apat	-143
‚ĖĀta	-144
‚ĖĀiy	-145
ahan	-146
‚ĖĀpan	-147
en	-148
‚ĖĀsin	-149
ata	-150
alag	-151
‚ĖĀr	-152
‚ĖĀkung	-153
ama	-154
uhay	-155
‚ĖĀpang	-156
oy	-157
‚ĖĀpagk	-158
to	-159
ula	-160
sa	-161
‚ĖĀNag	-162
yo	-163
oon	-164
ibig	-165
od	-166
ahat	-167
‚ĖĀkay	-168
‚ĖĀkas	-169
‚ĖĀkat	-170
aan	-171
‚ĖĀma	-172
‚ĖĀako	-173
alam	-174
...	-175
‚ĖĀmas	-176
uan	-177
araw	-178
ating	-179
‚ĖĀkah	-180
awang	-181
aka	-182
aba	-183
agk	-184
abi	-185
‚ĖĀkal	-186
‚ĖĀlum	-187
‚ĖĀman	-188
‚ĖĀF	-189
ipin	-190
‚ĖĀtin	-191
anda	-192
ahil	-193
‚ĖĀdal	-194
‚ĖĀlamang	-195
‚ĖĀdi	-196
‚ĖĀmah	-197
‚ĖĀkap	-198
‚ĖĀsiyang	-199
‚ĖĀit	-200
‚ĖĀpar	-201
‚ĖĀniyang	-202
‚ĖĀkong	-203
unt	-204
‚ĖĀNg	-205
‚ĖĀaking	-206
‚ĖĀbuhay	-207
‚ĖĀlahat	-208
upang	-209
‚ĖĀkam	-210
ana	-211
‚ĖĀG	-212
‚ĖĀmab	-213
‚ĖĀanak	-214
alit	-215
‚ĖĀtao	-216
und	-217
‚ĖĀdin	-218
‚ĖĀkanilang	-219
ob	-220
unit	-221
andang	-222
‚ĖĀkab	-223
akas	-224
‚ĖĀupang	-225
‚ĖĀKung	-226
es	-227
‚ĖĀAl	-228
ayon	-229
‚ĖĀnap	-230
‚ĖĀpal	-231
‚ĖĀik	-232
‚ĖĀmar	-233
‚ĖĀum	-234
‚ĖĀsila	-235
int	-236
‚ĖĀaraw	-237
‚ĖĀnaman	-238
‚ĖĀnat	-239
‚ĖĀbag	-240
aring	-241
alan	-242
akit	-243
‚ĖĀIn	-244
‚ĖĀwalang	-245
atay	-246
aling	-247
‚ĖĀo	-248
‚ĖĀpam	-249
‚ĖĀDon	-250
‚ĖĀmap	-251
ulang	-252
ins	-253
‚ĖĀbin	-254
‚ĖĀiyong	-255
‚ĖĀNang	-256
‚ĖĀrin	-257
ili	-258
ante	-259
‚ĖĀhin	-260
ali	-261
upa	-262
sang	-263
‚ĖĀJ	-264
alim	-265
alik	-266
‚ĖĀNa	-267
aman	-268
‚ĖĀbat	-269
apit	-270
‚ĖĀtag	-271
‚ĖĀpus	-272
‚ĖĀsum	-273
‚ĖĀnila	-274
‚ĖĀFl	-275
‚ĖĀpun	-276
alaki	-277
ika	-278
ayang	-279
‚ĖĀlang	-280
asa	-281
ina	-282
‚ĖĀkar	-283
‚ĖĀAy	-284
ungk	-285
iling	-286
‚ĖĀmagk	-287
‚ĖĀe	-288
‚ĖĀtum	-289
‚ĖĀgin	-290
abang	-291
aban	-292
‚ĖĀdahil	-293
‚ĖĀW	-294
‚ĖĀbaba	-295
‚ĖĀbayan	-296
iwan	-297
uha	-298
‚ĖĀMag	-299
‚ĖĀil	-300
ahon	-301
el	-302
‚ĖĀMay	-303
ha	-304
amb	-305
yan	-306
‚ĖĀC	-307
‚ĖĀFlor	-308
‚ĖĀHindi	-309
ro	-310
‚ĖĀtul	-311
‚ĖĀkaya	-312
asawa	-313
na	-314
awan	-315
uwa	-316
alaga	-317
alo	-318
uwag	-319
‚ĖĀpat	-320
agkat	-321
anggang	-322
‚ĖĀama	-323
angk	-324
‚ĖĀPag	-325
yong	-326
‚ĖĀnito	-327
inig	-328
aming	-329
‚ĖĀFlorante	-330
atu	-331
awag	-332
.)	-333
‚ĖĀwala	-334
ulo	-335
‚ĖĀbah	-336
‚ĖĀlupa	-337
‚ĖĀU	-338
akl	-339
uhan	-340
apos	-341
‚ĖĀmong	-342
‚ĖĀpinag	-343
uti	-344
‚ĖĀdum	-345
‚ĖĀnags	-346
iyos	-347
‚ĖĀLam	-348
‚ĖĀIsang	-349
‚ĖĀy	-350
apag	-351
‚ĖĀmang	-352
ulan	-353
‚ĖĀnin	-354
‚ĖĀpuso	-355
alaking	-356
‚ĖĀdalawang	-357
‚ĖĀkin	-358
ilipin	-359
‚ĖĀbabae	-360
asan	-361
‚ĖĀsar	-362
alita	-363
‚ĖĀnagp	-364
‚ĖĀnga	-365
‚ĖĀpagl	-366
‚ĖĀina	-367
itan	-368
agat	-369
alay	-370
alin	-371
‚ĖĀR	-372
ipag	-373
‚ĖĀkanya	-374
‚ĖĀpags	-375
ta	-376
irap	-377
tat	-378
uli	-379
oob	-380
arap	-381
‚ĖĀmam	-382
‚ĖĀPilipin	-383
uto	-384
‚ĖĀpak	-385
amp	-386
‚ĖĀJuan	-387
apatid	-388
‚ĖĀAd	-389
han	-390
‚ĖĀhari	-391
tong	-392
unang	-393
ura	-394
yon	-395
‚ĖĀSin	-396
‚ĖĀE	-397
bay	-398
‚ĖĀAg	-399
‚ĖĀbul	-400
‚ĖĀnas	-401
‚ĖĀitong	-402
‚ĖĀngunit	-403
‚ĖĀkum	-404
‚ĖĀIb	-405
rins	-406
angan	-407
itong	-408
ko	-409
uong	-410
‚ĖĀikaw	-411
‚ĖĀdito	-412
‚ĖĀmad	-413
‚ĖĀNgunit	-414
ain	-415
‚ĖĀkag	-416
ungan	-417
‚ĖĀtat	-418
‚ĖĀlag	-419
ahang	-420
‚ĖĀlalaki	-421
‚ĖĀhanggang	-422
aran	-423
‚ĖĀIto	-424
‚ĖĀlangit	-425
‚ĖĀnaging	-426
‚ĖĀiba	-427
‚ĖĀipin	-428
em	-429
‚ĖĀSi	-430
‚ĖĀpo	-431
lang	-432
ulog	-433
‚ĖĀnan	-434
‚ĖĀnagk	-435
‚ĖĀO	-436
amd	-437
amit	-438
‚ĖĀpanahon	-439
abas	-440
anap	-441
tan	-442
‚ĖĀLa	-443
oong	-444
along	-445
arian	-446
ulong	-447
aga	-448
ind	-449
amah	-450
‚ĖĀkuw	-451
‚ĖĀnar	-452
‚ĖĀnagb	-453
‚ĖĀnagl	-454
ihan	-455
,"	-456
‚ĖĀY	-457
‚ĖĀag	-458
yari	-459
‚ĖĀiyo	-460
‚ĖĀating	-461
‚ĖĀba	-462
unga	-463
‚ĖĀisa	-464
‚ĖĀnasa	-465
‚ĖĀsab	-466
‚ĖĀhang	-467
‚ĖĀpara	-468
‚ĖĀ'	-469
agp	-470
una	-471
isip	-472
‚ĖĀPin	-473
‚ĖĀbuw	-474
ayong	-475
oro	-476
‚ĖĀsap	-477
apang	-478
‚ĖĀKaya	-479
ubat	-480
‚ĖĀhum	-481
‚ĖĀsag	-482
aklak	-483
uling	-484
‚ĖĀpagh	-485
‚ĖĀbuong	-486
‚ĖĀal	-487
ugan	-488
utan	-489
!"	-490
‚ĖĀnab	-491
‚ĖĀAn	-492
‚ĖĀNak	-493
‚ĖĀkang	-494
‚ĖĀwika	-495
ban	-496
awat	-497
‚ĖĀngayon	-498
awit	-499
arang	-500
‚ĖĀmata	-501
‚ĖĀDi	-502
usap	-503
‚ĖĀpagp	-504
‚ĖĀLaura	-505
‚ĖĀbig	-506
‚ĖĀloob	-507
ulay	-508
‚ĖĀnil	-509
‚ĖĀpum	-510
‚ĖĀakin	-511
‚ĖĀpuno	-512
‚ĖĀsilang	-513
ayop	-514
unod	-515
‚ĖĀsam	-516
alas	-517
awin	-518
iyak	-519
undok	-520
‚ĖĀdalaga	-521
ud	-522
ati	-523
usa	-524
agal	-525
‚ĖĀbum	-526
alaman	-527
tas	-528
‚ĖĀgum	-529
‚ĖĀiyon	-530
‚ĖĀbahay	-531
alat	-532
iwa	-533
ihin	-534
isa	-535
‚ĖĀpagb	-536
‚ĖĀasawa	-537
‚ĖĀninyo	-538
‚ĖĀunang	-539
‚ĖĀkaharian	-540
uy	-541
wa	-542
‚ĖĀda	-543
ilim	-544
‚ĖĀtub	-545
‚ĖĀkamay	-546
‚ĖĀtaong	-547
abag	-548
ibigan	-549
pik	-550
ilig	-551
‚ĖĀtang	-552
‚ĖĀhayop	-553
‚ĖĀparang	-554
uno	-555
‚ĖĀIk	-556
uting	-557
iwanag	-558
la	-559
abaw	-560
alig	-561
‚ĖĀBat	-562
‚ĖĀPagkat	-563
‚ĖĀkapatid	-564
uri	-565
ust	-566
alis	-567
sing	-568
abing	-569
‚ĖĀDatu	-570
‚ĖĀnilang	-571
‚ĖĀpagkak	-572
ami	-573
ump	-574
awak	-575
‚ĖĀMga	-576
‚ĖĀhig	-577
‚ĖĀAgat	-578
‚ĖĀMari	-579
‚ĖĀnoon	-580
alamat	-581
esa	-582
sin	-583
ungo	-584
ahing	-585
iging	-586
‚ĖĀnagh	-587
hala	-588
ulat	-589
‚ĖĀMar	-590
‚ĖĀkaw	-591
anong	-592
‚ĖĀibig	-593
‚ĖĀkahit	-594
‚ĖĀbulaklak	-595
kas	-596
long	-597
‚ĖĀkun	-598
‚ĖĀtun	-599
anga	-600
‚ĖĀnagt	-601
‚ĖĀprins	-602
?"	-603
eng	-604
banya	-605
‚ĖĀSiya	-606
aki	-607
ano	-608
dig	-609
‚ĖĀIp	-610
‚ĖĀAko	-611
‚ĖĀmagp	-612
‚ĖĀDiyos	-613
‚ĖĀDonya	-614
‚ĖĀkuwen	-615
yay	-616
ed	-617
say	-618
‚ĖĀbuk	-619
‚ĖĀtubig	-620
eg	-621
‚ĖĀbawat	-622
‚ĖĀgubat	-623
‚ĖĀHaring	-624
lay	-625
ingg	-626
‚ĖĀLum	-627
‚ĖĀMak	-628
‚ĖĀgan	-629
‚ĖĀPilipino	-630
lo	-631
‚ĖĀTin	-632
‚ĖĀnal	-633
‚ĖĀkayo	-634
‚ĖĀpagt	-635
unting	-636
‚ĖĀDahil	-637
‚ĖĀdagat	-638
‚ĖĀbundok	-639
‚ĖĀmaging	-640
olf	-641
‚ĖĀya	-642
asal	-643
unan	-644
‚ĖĀSum	-645
agang	-646
igdig	-647
‚ĖĀAdolf	-648
‚ĖĀibang	-649
‚ĖĀsinabi	-650
atang	-651
iwang	-652
‚ĖĀibon	-653
‚ĖĀtayo	-654
‚ĖĀlakas	-655
‚ĖĀWalang	-656
AN	-657
da	-658
ey	-659
agi	-660
nan	-661
‚ĖĀpap	-662
‚ĖĀbagay	-663
ako	-664
ira	-665
hang	-666
ipad	-667
‚ĖĀpagd	-668
‚ĖĀKas	-669
‚ĖĀnaw	-670
alakas	-671
‚ĖĀMaria	-672
‚ĖĀbunga	-673
‚ĖĀdapat	-674
alagang	-675
‚ĖĀdalawa	-676
‚ĖĀmaraming	-677
‚ĖĀmagandang	-678
sak	-679
‚ĖĀMan	-680
‚ĖĀnakat	-681
‚ĖĀtunay	-682
agan	-683
‚ĖĀhal	-684
‚ĖĀmula	-685
‚ĖĀmatat	-686
so	-687
dib	-688
‚ĖĀdib	-689
‚ĖĀlub	-690
‚ĖĀlug	-691
‚ĖĀluha	-692
‚ĖĀmagb	-693
anggol	-694
‚ĖĀdumating	-695
‚ĖĀmagulang	-696
unong	-697
‚ĖĀdibdib	-698
‚ĖĀpunong	-699
ma	-700
‚ĖĀ‚Äď	-701
ukha	-702
unta	-703
‚ĖĀnah	-704
‚ĖĀulo	-705
‚ĖĀmuli	-706
‚ĖĀAdolfo	-707
‚ĖĀkasama	-708
‚ĖĀnitong	-709
ern	-710
ulad	-711
‚ĖĀBin	-712
amdam	-713
‚ĖĀagad	-714
‚ĖĀitin	-715
‚ĖĀilang	-716
",	-717
‚ĖĀ1	-718
Ang	-719
ago	-720
olo	-721
‚ĖĀIl	-722
‚ĖĀap	-723
‚ĖĀban	-724
‚ĖĀpas	-725
‚ĖĀepik	-726
‚ĖĀakong	-727
‚ĖĀmahal	-728
‚ĖĀAlbanya	-729
uro	-730
...!	-731
ikan	-732
agawa	-733
isang	-734
‚ĖĀdatu	-735
‚ĖĀsina	-736
‚ĖĀbuwan	-737
‚ĖĀhuwag	-738
‚ĖĀkundi	-739
‚ĖĀtungk	-740
‚ĖĀi	-741
hin	-742
‚ĖĀor	-743
ango	-744
aroon	-745
amahal	-746
‚ĖĀpanan	-747
‚ĖĀNagong	-748
‚ĖĀkatawan	-749
lad	-750
isig	-751
uloy	-752
‚ĖĀmin	-753
‚ĖĀKoro	-754
‚ĖĀgabi	-755
‚ĖĀilog	-756
‚ĖĀmags	-757
ungkot	-758
‚ĖĀtinig	-759
‚ĖĀmakita	-760
‚ĖĀsarili	-761
oo	-762
akot	-763
pang	-764
‚ĖĀdoon	-765
anggap	-766
‚ĖĀHuwag	-767
arating	-768
bo	-769
ann	-770
ara	-771
iran	-772
ilala	-773
‚ĖĀbato	-774
‚ĖĀnatin	-775
‚ĖĀnakita	-776
apa	-777
imp	-778
‚ĖĀFa	-779
alaw	-780
oyan	-781
usan	-782
‚ĖĀNam	-783
insan	-784
‚ĖĀkita	-785
‚ĖĀpinak	-786
annoyan	-787
Ay	-788
ero	-789
ers	-790
‚ĖĀtr	-791
amag	-792
aong	-793
apak	-794
aral	-795
‚ĖĀgit	-796
‚ĖĀlik	-797
ikita	-798
‚ĖĀnagd	-799
‚ĖĀpagm	-800
‚ĖĀsabi	-801
‚ĖĀFaust	-802
‚ĖĀdiyos	-803
‚ĖĀCannoyan	-804
aro	-805
‚ĖĀip	-806
apon	-807
ilis	-808
undo	-809
‚ĖĀMal	-810
‚ĖĀsak	-811
‚ĖĀbata	-812
‚ĖĀisip	-813
‚ĖĀlaging	-814
‚ĖĀdaigdig	-815
ubo	-816
‚ĖĀul	-817
inga	-818
uhat	-819
‚ĖĀlig	-820
‚ĖĀlugar	-821
ilangan	-822
‚ĖĀFaustus	-823
ent	-824
uin	-825
ayaw	-826
uran	-827
ahanap	-828
‚ĖĀkulay	-829
‚ĖĀyaong	-830
‚ĖĀinyong	-831
‚ĖĀBathala	-832
ahi	-833
imb	-834
pak	-835
atan	-836
‚ĖĀMab	-837
‚ĖĀpalas	-838
ugo	-839
‚ĖĀMat	-840
‚ĖĀano	-841
itang	-842
‚ĖĀisin	-843
‚ĖĀsand	-844
‚ĖĀlalaking	-845
‚ĖĀsapagkat	-846
uwi	-847
ahay	-848
amat	-849
igil	-850
‚ĖĀMah	-851
‚ĖĀWala	-852
‚ĖĀnoong	-853
‚ĖĀtulad	-854
‚ĖĀmalaking	-855
amo	-856
agka	-857
ilag	-858
itin	-859
unti	-860
‚ĖĀSinabi	-861
‚ĖĀmatandang	-862
ist	-863
‚ĖĀmaa	-864
ingin	-865
‚ĖĀsaan	-866
‚ĖĀmukha	-867
‚ĖĀhabang	-868
‚ĖĀsariling	-869
om	-870
apan	-871
‚ĖĀHin	-872
‚ĖĀdak	-873
‚ĖĀpab	-874
‚ĖĀkoro	-875
‚ĖĀmagt	-876
‚ĖĀring	-877
ubalit	-878
‚ĖĀmagkak	-879
‚ĖĀmuling	-880
ipe	-881
amis	-882
‚ĖĀlib	-883
‚ĖĀsuk	-884
‚ĖĀnagm	-885
‚ĖĀbagong	-886
ks	-887
‚ĖĀKa	-888
abis	-889
nong	-890
‚ĖĀMas	-891
‚ĖĀbak	-892
‚ĖĀbal	-893
ahong	-894
irang	-895
iwala	-896
‚ĖĀgawa	-897
‚ĖĀsino	-898
‚ĖĀsakit	-899
‚ĖĀbinata	-900
akad	-901
ulot	-902
‚ĖĀgag	-903
‚ĖĀawit	-904
‚ĖĀnais	-905
‚ĖĀoras	-906
‚ĖĀkamat	-907
‚ĖĀlalong	-908
‚ĖĀkuwento	-909
‚ĖĀpagkain	-910
‚ĖĀa	-911
aso	-912
uga	-913
uni	-914
apal	-915
‚ĖĀKay	-916
akain	-917
abalik	-918
‚ĖĀhirap	-919
alaysay	-920
‚ĖĀtatlong	-921
api	-922
upo	-923
ahin	-924
away	-925
usang	-926
‚ĖĀIpin	-927
‚ĖĀTula	-928
‚ĖĀKaban	-929
‚ĖĀhigit	-930
‚ĖĀtahan	-931
‚ĖĀpalasyo	-932
‚ĖĀKabanata	-933
ahim	-934
igay	-935
isan	-936
‚ĖĀKin	-937
‚ĖĀsim	-938
uhang	-939
utang	-940
‚ĖĀpala	-941
‚ĖĀYaong	-942
‚ĖĀgitna	-943
‚ĖĀtinat	-944
eo	-945
ihim	-946
‚ĖĀsig	-947
‚ĖĀsus	-948
‚ĖĀding	-949
‚ĖĀtaga	-950
yat	-951
‚ĖĀAr	-952
akay	-953
ilan	-954
iliw	-955
‚ĖĀMad	-956
‚ĖĀhuk	-957
‚ĖĀsul	-958
ikang	-959
‚ĖĀAdar	-960
‚ĖĀsaka	-961
‚ĖĀInang	-962
‚ĖĀpagka	-963
‚ĖĀprinsesa	-964
‚ĖĀPilipinas	-965
awi	-966
agot	-967
‚ĖĀbun	-968
‚ĖĀpil	-969
ibigay	-970
‚ĖĀkapag	-971
‚ĖĀnapak	-972
‚ĖĀAdarna	-973
‚ĖĀbilang	-974
‚ĖĀhangin	-975
ibang	-976
‚ĖĀAlad	-977
‚ĖĀtaon	-978
irahan	-979
‚ĖĀpalad	-980
‚ĖĀpalak	-981
san	-982
‚ĖĀKal	-983
‚ĖĀtan	-984
awala	-985
ingan	-986
ubong	-987
‚ĖĀIkaw	-988
‚ĖĀbago	-989
‚ĖĀdiwa	-990
‚ĖĀikin	-991
‚ĖĀkanila	-992
‚ĖĀliwanag	-993
et	-994
man	-995
abay	-996
ahoy	-997
ilos	-998
‚ĖĀini	-999
‚ĖĀniy	-1000
imang	-1001
‚ĖĀmagl	-1002
‚ĖĀtula	-1003
‚ĖĀIbong	-1004
‚ĖĀkahoy	-1005
‚ĖĀkalul	-1006
‚ĖĀtungkol	-1007
‚ĖĀkaibigan	-1008
do	-1009
re	-1010
ags	-1011
ipas	-1012
‚ĖĀsal	-1013
araan	-1014
igkas	-1015
‚ĖĀnina	-1016
‚ĖĀPrins	-1017
‚ĖĀnakak	-1018
alakbay	-1019
alawang	-1020
angyari	-1021
‚ĖĀkamatayan	-1022
iba	-1023
pan	-1024
abot	-1025
ahas	-1026
akan	-1027
igan	-1028
ikha	-1029
ingi	-1030
utos	-1031
‚ĖĀTum	-1032
antay	-1033
ising	-1034
ongan	-1035
‚ĖĀkami	-1036
‚ĖĀpagg	-1037
yayari	-1038
‚ĖĀbangk	-1039
alitang	-1040
‚ĖĀmabuti	-1041
‚ĖĀnamang	-1042
‚ĖĀpagtat	-1043
‚ĖĀ2	-1044
ono	-1045
anay	-1046
‚ĖĀKat	-1047
‚ĖĀSam	-1048
‚ĖĀsas	-1049
asyon	-1050
‚ĖĀsana	-1051
‚ĖĀtuwa	-1052
‚ĖĀepiko	-1053
‚ĖĀkapwa	-1054
‚ĖĀAladin	-1055
‚ĖĀginawa	-1056
‚ĖĀpagkat	-1057
‚ĖĀpagsas	-1058
‚ĖĀhalaman	-1059
‚ĖĀPagkatapos	-1060
aks	-1061
las	-1062
abig	-1063
ilin	-1064
ipit	-1065
iwata	-1066
‚ĖĀNagp	-1067
‚ĖĀmagd	-1068
arapat	-1069
‚ĖĀbakit	-1070
‚ĖĀmasas	-1071
‚ĖĀtapat	-1072
ca	-1073
io	-1074
‚ĖĀig	-1075
anaw	-1076
apas	-1077
‚ĖĀPar	-1078
‚ĖĀlip	-1079
‚ĖĀuri	-1080
‚ĖĀPers	-1081
‚ĖĀmand	-1082
agpuan	-1083
‚ĖĀaming	-1084
‚ĖĀibong	-1085
‚ĖĀkaran	-1086
ulungan	-1087
‚ĖĀnagtat	-1088
‚ĖĀtauhan	-1089
‚ĖĀmalapit	-1090
‚ĖĀsanggol	-1091
‚ĖĀkaniyang	-1092
AR	-1093
Sa	-1094
agd	-1095
erm	-1096
law	-1097
ikit	-1098
uman	-1099
‚ĖĀtuw	-1100
umang	-1101
‚ĖĀpook	-1102
‚ĖĀsing	-1103
‚ĖĀmapag	-1104
‚ĖĀsalita	-1105
‚ĖĀmaganda	-1106
‚ĖĀmalakas	-1107
no	-1108
eon	-1109
isi	-1110
lan	-1111
hati	-1112
ilya	-1113
ubuk	-1114
ukot	-1115
‚ĖĀhim	-1116
‚ĖĀsan	-1117
agong	-1118
akyat	-1119
agalog	-1120
amatay	-1121
‚ĖĀgalit	-1122
‚ĖĀmagag	-1123
‚ĖĀmundo	-1124
‚ĖĀpatay	-1125
‚ĖĀbiglang	-1126
‚ĖĀmasamang	-1127
‚ĖĀ[	-1128
‚ĖĀJos	-1129
‚ĖĀKah	-1130
‚ĖĀMen	-1131
‚ĖĀPed	-1132
‚ĖĀbit	-1133
‚ĖĀsad	-1134
ayaan	-1135
intay	-1136
‚ĖĀalam	-1137
‚ĖĀapoy	-1138
‚ĖĀbuto	-1139
‚ĖĀmagm	-1140
arawan	-1141
‚ĖĀinang	-1142
‚ĖĀalamat	-1143
‚ĖĀbahagi	-1144
‚ĖĀdating	-1145
‚ĖĀBinukot	-1146
‚ĖĀNamongan	-1147
‚ĖĀpanahong	-1148
‚ĖĀIt	-1149
anan	-1150
anta	-1151
utin	-1152
ugali	-1153
‚ĖĀlalo	-1154
‚ĖĀtila	-1155
‚ĖĀlabis	-1156
‚ĖĀkagand	-1157
‚ĖĀtulang	-1158
‚ĖĀtulong	-1159
‚ĖĀmatsing	-1160
‚ĖĀkaluluwa	-1161
‚ĖĀnangyari	-1162
‚ĖĀkapangyari	-1163
emb	-1164
res	-1165
‚ĖĀUn	-1166
emon	-1167
ikat	-1168
tang	-1169
‚ĖĀbaka	-1170
‚ĖĀiyan	-1171
ahimik	-1172
akasal	-1173
‚ĖĀKapag	-1174
‚ĖĀlaban	-1175
‚ĖĀmanok	-1176
amdamin	-1177
‚ĖĀtaglay	-1178
amagitan	-1179
‚ĖĀTagalog	-1180
‚ĖĀkatulad	-1181
‚ĖĀmunting	-1182
‚ĖĀtahanan	-1183
‚ĖĀpagdating	-1184
ba	-1185
hh	-1186
iz	-1187
ibo	-1188
iit	-1189
iti	-1190
uyo	-1191
‚ĖĀAm	-1192
utom	-1193
uyan	-1194
‚ĖĀpul	-1195
iting	-1196
‚ĖĀipag	-1197
‚ĖĀmuna	-1198
‚ĖĀnaka	-1199
alapit	-1200
‚ĖĀLahat	-1201
‚ĖĀNoong	-1202
‚ĖĀnasas	-1203
‚ĖĀpusong	-1204
‚ĖĀmamatay	-1205
‚ĖĀmatanda	-1206
ra	-1207
‚ĖĀV	-1208
amot	-1209
ibat	-1210
inis	-1211
usto	-1212
utok	-1213
‚ĖĀDum	-1214
‚ĖĀpay	-1215
‚ĖĀrey	-1216
‚ĖĀtal	-1217
‚ĖĀBant	-1218
‚ĖĀJose	-1219
‚ĖĀNagk	-1220
‚ĖĀanyo	-1221
‚ĖĀbang	-1222
‚ĖĀinil	-1223
intong	-1224
‚ĖĀginto	-1225
‚ĖĀnayon	-1226
‚ĖĀpakik	-1227
‚ĖĀsinas	-1228
‚ĖĀSamant	-1229
‚ĖĀligaya	-1230
‚ĖĀtanging	-1231
‚ĖĀmaaaring	-1232
‚ĖĀpamamagitan	-1233
op	-1234
dan	-1235
ora	-1236
‚ĖĀIg	-1237
abuk	-1238
agin	-1239
amak	-1240
bong	-1241
ilid	-1242
iyam	-1243
tila	-1244
uang	-1245
uhin	-1246
upit	-1247
‚ĖĀKan	-1248
‚ĖĀpaa	-1249
ataas	-1250
urang	-1251
‚ĖĀPang	-1252
‚ĖĀibin	-1253
‚ĖĀsamp	-1254
‚ĖĀganda	-1255
‚ĖĀhukbo	-1256
‚ĖĀnanin	-1257
‚ĖĀpagong	-1258
‚ĖĀyaring	-1259
‚ĖĀbabaing	-1260
‚ĖĀmabuting	-1261
hi	-1262
aliw	-1263
anak	-1264
atid	-1265
igid	-1266
‚ĖĀHum	-1267
‚ĖĀNat	-1268
‚ĖĀlin	-1269
andog	-1270
igyan	-1271
uring	-1272
‚ĖĀAyon	-1273
‚ĖĀdugo	-1274
‚ĖĀkatut	-1275
‚ĖĀmakak	-1276
‚ĖĀngayo	-1277
‚ĖĀNakita	-1278
ilangang	-1279
‚ĖĀkawayan	-1280
yu	-1281
ays	-1282
ian	-1283
ida	-1284
lap	-1285
ngk	-1286
pas	-1287
‚ĖĀKr	-1288
arir	-1289
‚ĖĀDin	-1290
‚ĖĀKap	-1291
‚ĖĀbut	-1292
‚ĖĀtak	-1293
‚ĖĀuma	-1294
Hindi	-1295
alala	-1296
imula	-1297
nayan	-1298
‚ĖĀAgyu	-1299
‚ĖĀdala	-1300
‚ĖĀpati	-1301
uwaang	-1302
‚ĖĀBakit	-1303
‚ĖĀsagot	-1304
‚ĖĀbayang	-1305
‚ĖĀmarami	-1306
‚ĖĀpagmamahal	-1307
‚ĖĀkapangyarihan	-1308
ek	-1309
log	-1310
uko	-1311
‚ĖĀMa	-1312
agad	-1313
izal	-1314
lado	-1315
ubos	-1316
ugat	-1317
ulin	-1318
‚ĖĀIsa	-1319
‚ĖĀent	-1320
unita	-1321
‚ĖĀkamp	-1322
ablado	-1323
iyahan	-1324
ugtong	-1325
‚ĖĀRizal	-1326
‚ĖĀbansa	-1327
‚ĖĀhalos	-1328
‚ĖĀkaysa	-1329
‚ĖĀmakat	-1330
alangin	-1331
‚ĖĀkaaway	-1332
‚ĖĀHanggang	-1333
‚ĖĀpangalan	-1334
‚ĖĀentablado	-1335
ego	-1336
‚ĖĀUm	-1337
‚ĖĀes	-1338
agaw	-1339
dang	-1340
ipon	-1341
unin	-1342
‚ĖĀNal	-1343
‚ĖĀkak	-1344
alimb	-1345
unlad	-1346
‚ĖĀInes	-1347
‚ĖĀMula	-1348
‚ĖĀdusa	-1349
‚ĖĀBayan	-1350
‚ĖĀKahit	-1351
‚ĖĀbibig	-1352
‚ĖĀgayon	-1353
‚ĖĀhanap	-1354
‚ĖĀiyang	-1355
‚ĖĀpalay	-1356
‚ĖĀsibat	-1357
‚ĖĀbatang	-1358
‚ĖĀtanong	-1359
‚ĖĀTuwaang	-1360
‚ĖĀmagiging	-1361
‚ĖĀ-	-1362
aho	-1363
erp	-1364
lat	-1365
ugt	-1366
‚ĖĀIs	-1367
‚ĖĀih	-1368
anao	-1369
iyan	-1370
‚ĖĀBis	-1371
‚ĖĀLab	-1372
‚ĖĀTul	-1373
abasa	-1374
‚ĖĀAraw	-1375
‚ĖĀSila	-1376
‚ĖĀinih	-1377
‚ĖĀkasi	-1378
‚ĖĀlagi	-1379
alaala	-1380
‚ĖĀPedro	-1381
‚ĖĀkasal	-1382
amdaman	-1383
‚ĖĀnamatay	-1384
‚ĖĀkuwentong	-1385
agh	-1386
era	-1387
loh	-1388
obo	-1389
‚ĖĀAk	-1390
‚ĖĀas	-1391
Kung	-1392
abal	-1393
angh	-1394
apay	-1395
igma	-1396
ilit	-1397
roon	-1398
‚ĖĀSal	-1399
awing	-1400
‚ĖĀDoon	-1401
‚ĖĀIbig	-1402
‚ĖĀMoro	-1403
‚ĖĀSaka	-1404
‚ĖĀmagh	-1405
ahayag	-1406
ungang	-1407
‚ĖĀdahon	-1408
‚ĖĀharap	-1409
‚ĖĀnakik	-1410
‚ĖĀnatut	-1411
‚ĖĀmalayo	-1412
‚ĖĀnagsas	-1413
‚ĖĀpinagm	-1414
‚ĖĀKastila	-1415
‚ĖĀgintong	-1416
‚ĖĀpaligid	-1417
‚ĖĀprinsipe	-1418
‚ĖĀsingsing	-1419
uo	-1420
tik	-1421
‚ĖĀLu	-1422
ahal	-1423
alon	-1424
arin	-1425
ista	-1426
uwal	-1427
wang	-1428
‚ĖĀAno	-1429
aging	-1430
angal	-1431
‚ĖĀpana	-1432
abayan	-1433
anggam	-1434
atuloy	-1435
itoloh	-1436
‚ĖĀUpang	-1437
‚ĖĀamang	-1438
‚ĖĀdilag	-1439
‚ĖĀtalim	-1440
aysayan	-1441
‚ĖĀlumaki	-1442
‚ĖĀminsan	-1443
‚ĖĀnagsis	-1444
‚ĖĀpagpap	-1445
‚ĖĀpiling	-1446
‚ĖĀsubalit	-1447
‚ĖĀdamdamin	-1448
‚ĖĀnagiging	-1449
NG	-1450
mp	-1451
‚ĖĀHa	-1452
ibay	-1453
irog	-1454
itik	-1455
ling	-1456
mang	-1457
ulit	-1458
uwan	-1459
‚ĖĀIna	-1460
‚ĖĀraw	-1461
‚ĖĀtut	-1462
aloob	-1463
‚ĖĀdaan	-1464
‚ĖĀilaw	-1465
‚ĖĀnama	-1466
‚ĖĀpulo	-1467
‚ĖĀrito	-1468
alabas	-1469
‚ĖĀpangk	-1470
‚ĖĀBisaya	-1471
‚ĖĀMinsan	-1472
‚ĖĀdiwata	-1473
‚ĖĀmalaki	-1474
‚ĖĀpakpak	-1475
‚ĖĀparaan	-1476
‚ĖĀbangkay	-1477
‚ĖĀmalaman	-1478
‚ĖĀsadyang	-1479
‚ĖĀtandang	-1480
‚ĖĀBantugan	-1481
‚ĖĀtinatawag	-1482
de	-1483
akb	-1484
ona	-1485
umb	-1486
‚ĖĀDr	-1487
ayak	-1488
ener	-1489
iyas	-1490
unog	-1491
upan	-1492
‚ĖĀGin	-1493
‚ĖĀNab	-1494
‚ĖĀNar	-1495
‚ĖĀRey	-1496
‚ĖĀbuh	-1497
‚ĖĀkad	-1498
‚ĖĀnad	-1499
‚ĖĀMind	-1500
‚ĖĀNags	-1501
‚ĖĀalim	-1502
‚ĖĀapat	-1503
‚ĖĀtabi	-1504
emonyo	-1505
ilipad	-1506
‚ĖĀbunso	-1507
‚ĖĀlubos	-1508
‚ĖĀmahiw	-1509
‚ĖĀngang	-1510
‚ĖĀpamum	-1511
‚ĖĀpilak	-1512
‚ĖĀsinta	-1513
‚ĖĀtawag	-1514
ahangad	-1515
‚ĖĀAlamat	-1516
‚ĖĀilalim	-1517
‚ĖĀlupain	-1518
‚ĖĀputing	-1519
‚ĖĀmabuhay	-1520
‚ĖĀpampang	-1521
‚ĖĀtagapag	-1522
‚ĖĀpangarap	-1523
‚ĖĀSamantala	-1524
‚ĖĀkagandahan	-1525
AT	-1526
‚ĖĀ3	-1527
agb	-1528
dal	-1529
ilo	-1530
pit	-1531
‚ĖĀde	-1532
ayag	-1533
ilog	-1534
orot	-1535
ukol	-1536
‚ĖĀkul	-1537
‚ĖĀtuk	-1538
abait	-1539
adala	-1540
aking	-1541
asama	-1542
asang	-1543
onood	-1544
umpay	-1545
‚ĖĀIlog	-1546
‚ĖĀPagd	-1547
‚ĖĀgaya	-1548
‚ĖĀmanl	-1549
abigat	-1550
alakad	-1551
isipan	-1552
ngkant	-1553
ubuhay	-1554
‚ĖĀbalat	-1555
‚ĖĀbukid	-1556
‚ĖĀnakal	-1557
‚ĖĀpanin	-1558
‚ĖĀumaga	-1559
abayang	-1560
‚ĖĀbayani	-1561
‚ĖĀmataas	-1562
‚ĖĀepikong	-1563
‚ĖĀkasalan	-1564
‚ĖĀlubhang	-1565
‚ĖĀTulalang	-1566
‚ĖĀpagkakata	-1567
ado	-1568
ena	-1569
oto	-1570
pir	-1571
ros	-1572
way	-1573
‚ĖĀAp	-1574
anti	-1575
‚ĖĀBid	-1576
aalam	-1577
igaya	-1578
uparo	-1579
usong	-1580
‚ĖĀDito	-1581
‚ĖĀPagb	-1582
‚ĖĀPagk	-1583
‚ĖĀSolo	-1584
‚ĖĀinyo	-1585
‚ĖĀlaki	-1586
‚ĖĀsama	-1587
aharap	-1588
ulugan	-1589
‚ĖĀgiliw	-1590
‚ĖĀhawak	-1591
‚ĖĀlaman	-1592
‚ĖĀnamin	-1593
‚ĖĀtangh	-1594
‚ĖĀtumut	-1595
‚ĖĀyaman	-1596
saknong	-1597
‚ĖĀHabang	-1598
‚ĖĀlimang	-1599
‚ĖĀnaming	-1600
‚ĖĀnating	-1601
‚ĖĀSubalit	-1602
‚ĖĀdahilan	-1603
‚ĖĀengkant	-1604
‚ĖĀhigante	-1605
‚ĖĀmahirap	-1606
‚ĖĀPrinsipe	-1607
‚ĖĀmasayang	-1608
apo	-1609
ino	-1610
‚ĖĀam	-1611
ahah	-1612
ardo	-1613
asok	-1614
atak	-1615
ayos	-1616
erno	-1617
ilaw	-1618
ingn	-1619
inta	-1620
‚ĖĀBal	-1621
‚ĖĀGan	-1622
‚ĖĀInd	-1623
‚ĖĀKab	-1624
‚ĖĀPal	-1625
‚ĖĀSel	-1626
‚ĖĀSul	-1627
‚ĖĀTag	-1628
‚ĖĀeks	-1629
‚ĖĀimp	-1630
‚ĖĀmus	-1631
‚ĖĀpup	-1632
‚ĖĀsis	-1633
alino	-1634
ihing	-1635
laban	-1636
uyang	-1637
abihin	-1638
alagay	-1639
amayan	-1640
‚ĖĀnakas	-1641
‚ĖĀsukat	-1642
‚ĖĀumuwi	-1643
ihintay	-1644
‚ĖĀbituin	-1645
‚ĖĀmaliit	-1646
abukasan	-1647
‚ĖĀCabigat	-1648
‚ĖĀtinawag	-1649
‚ĖĀdalagang	-1650
‚ĖĀmanonood	-1651
‚ĖĀsalitang	-1652
‚ĖĀkailangan	-1653
‚ĖĀmahiwagang	-1654
ep	-1655
pis	-1656
ubi	-1657
uot	-1658
‚ĖĀBi	-1659
adal	-1660
amba	-1661
amig	-1662
enas	-1663
isin	-1664
iwat	-1665
ubog	-1666
‚ĖĀAma	-1667
‚ĖĀKam	-1668
‚ĖĀNap	-1669
‚ĖĀNen	-1670
‚ĖĀbay	-1671
‚ĖĀyum	-1672
andro	-1673
igpit	-1674
inang	-1675
ingat	-1676
kahoy	-1677
roong	-1678
uwang	-1679
‚ĖĀFler	-1680
‚ĖĀPuti	-1681
‚ĖĀayaw	-1682
‚ĖĀlahi	-1683
‚ĖĀsund	-1684
alakay	-1685
inggan	-1686
ingnan	-1687
‚ĖĀbatis	-1688
‚ĖĀbuhok	-1689
‚ĖĀgawin	-1690
‚ĖĀhabag	-1691
‚ĖĀmagka	-1692
‚ĖĀsanga	-1693
embaran	-1694
‚ĖĀMalana	-1695
‚ĖĀNaging	-1696
‚ĖĀdunong	-1697
‚ĖĀgabing	-1698
‚ĖĀgumawa	-1699
‚ĖĀkusang	-1700
‚ĖĀpawang	-1701
‚ĖĀumalis	-1702
‚ĖĀLanggam	-1703
‚ĖĀbumalik	-1704
‚ĖĀgagawin	-1705
‚ĖĀmabilis	-1706
‚ĖĀmatamis	-1707
‚ĖĀPagdating	-1708
ci	-1709
ho	-1710
‚ĖĀu	-1711
ada	-1712
din	-1713
ris	-1714
wel	-1715
abit	-1716
igaw	-1717
ilip	-1718
iyag	-1719
ukan	-1720
usog	-1721
utol	-1722
‚ĖĀRos	-1723
‚ĖĀbiy	-1724
‚ĖĀlar	-1725
‚ĖĀmaw	-1726
‚ĖĀnai	-1727
‚ĖĀuna	-1728
angis	-1729
ansin	-1730
asari	-1731
orong	-1732
ugang	-1733
‚ĖĀBern	-1734
‚ĖĀIsin	-1735
‚ĖĀNagb	-1736
‚ĖĀNagm	-1737
‚ĖĀPara	-1738
‚ĖĀlawa	-1739
agamit	-1740
apatay	-1741
iwalay	-1742
utusan	-1743
‚ĖĀBalag	-1744
‚ĖĀManok	-1745
‚ĖĀabang	-1746
‚ĖĀgutom	-1747
‚ĖĀkapal	-1748
‚ĖĀlihim	-1749
ilalang	-1750
‚ĖĀLabtik	-1751
‚ĖĀbatong	-1752
‚ĖĀbuwaya	-1753
‚ĖĀdiyosa	-1754
‚ĖĀgaling	-1755
‚ĖĀkaloob	-1756
‚ĖĀkasint	-1757
‚ĖĀniyong	-1758
‚ĖĀpaglal	-1759
‚ĖĀkayaman	-1760
‚ĖĀnangang	-1761
‚ĖĀpinakam	-1762
‚ĖĀtahimik	-1763
‚ĖĀBembaran	-1764
‚ĖĀBernardo	-1765
‚ĖĀBidasari	-1766
‚ĖĀmakikita	-1767
‚ĖĀminamahal	-1768
‚ĖĀpangyayari	-1769
‚ĖĀpinagmulan	-1770
‚ĖĀpaglalakbay	-1771
‚ĖĀmagkakapatid	-1772
hik	-1773
igm	-1774
lit	-1775
ran	-1776
ukl	-1777
‚ĖĀOh	-1778
agas	-1779
asin	-1780
igit	-1781
ilik	-1782
iyon	-1783
ugon	-1784
uhod	-1785
ukal	-1786
‚ĖĀbab	-1787
‚ĖĀbas	-1788
‚ĖĀham	-1789
akita	-1790
anggi	-1791
ihang	-1792
oroon	-1793
tasan	-1794
‚ĖĀLeon	-1795
‚ĖĀaral	-1796
‚ĖĀbait	-1797
‚ĖĀbunt	-1798
‚ĖĀland	-1799
‚ĖĀmaka	-1800
‚ĖĀpamb	-1801
‚ĖĀutos	-1802
aginip	-1803
atlong	-1804
irapan	-1805
‚ĖĀSulay	-1806
‚ĖĀdamit	-1807
‚ĖĀpaano	-1808
‚ĖĀsigaw	-1809
‚ĖĀtakot	-1810
alitaan	-1811
iligtas	-1812
‚ĖĀAtenas	-1813
‚ĖĀIgorot	-1814
‚ĖĀkatang	-1815
‚ĖĀpalaka	-1816
‚ĖĀlumabas	-1817
‚ĖĀnarinig	-1818
itolohiya	-1819
‚ĖĀSulayman	-1820
‚ĖĀalimango	-1821
AK	-1822
co	-1823
ATA	-1824
ahe	-1825
dir	-1826
anim	-1827
ingk	-1828
upad	-1829
‚ĖĀBan	-1830
‚ĖĀBul	-1831
‚ĖĀDel	-1832
‚ĖĀSap	-1833
‚ĖĀSar	-1834
‚ĖĀger	-1835
‚ĖĀper	-1836
‚ĖĀput	-1837
abago	-1838
alian	-1839
‚ĖĀItin	-1840
‚ĖĀMagb	-1841
‚ĖĀanim	-1842
‚ĖĀbaya	-1843
‚ĖĀlamb	-1844
‚ĖĀulan	-1845
anggit	-1846
intang	-1847
usahan	-1848
usapan	-1849
‚ĖĀIlang	-1850
‚ĖĀItong	-1851
‚ĖĀbuhat	-1852
‚ĖĀkalag	-1853
‚ĖĀkatap	-1854
‚ĖĀmatut	-1855
‚ĖĀMadali	-1856
‚ĖĀNgayon	-1857
‚ĖĀbalang	-1858
‚ĖĀpabula	-1859
‚ĖĀpagkab	-1860
alimbawa	-1861
‚ĖĀFlerida	-1862
‚ĖĀlumakad	-1863
‚ĖĀmakapag	-1864
‚ĖĀmayroon	-1865
‚ĖĀngayong	-1866
‚ĖĀsabihin	-1867
‚ĖĀdakilang	-1868
‚ĖĀkabilang	-1869
‚ĖĀmadaling	-1870
‚ĖĀkailangang	-1871
‚ĖĀkaraniwang	-1872
‚ĖĀnaninirahan	-1873
At	-1874
Ip	-1875
ola	-1876
sik	-1877
uag	-1878
‚ĖĀAb	-1879
‚ĖĀNi	-1880
‚ĖĀab	-1881
adya	-1882
alad	-1883
alok	-1884
amad	-1885
amas	-1886
apis	-1887
ihis	-1888
isag	-1889
song	-1890
umpa	-1891
usay	-1892
‚ĖĀAga	-1893
‚ĖĀKon	-1894
‚ĖĀPab	-1895
‚ĖĀbur	-1896
‚ĖĀpiy	-1897
‚ĖĀtig	-1898
akila	-1899
indig	-1900
isyon	-1901
pisod	-1902
‚ĖĀKrot	-1903
‚ĖĀTATA	-1904
‚ĖĀinit	-1905
‚ĖĀisda	-1906
‚ĖĀsimb	-1907
igmaan	-1908
‚ĖĀBiuag	-1909
‚ĖĀDiego	-1910
‚ĖĀSelya	-1911
‚ĖĀanong	-1912
‚ĖĀbango	-1913
‚ĖĀkawal	-1914
‚ĖĀlikod	-1915
‚ĖĀlinya	-1916
‚ĖĀnakab	-1917
‚ĖĀnamum	-1918
‚ĖĀnapag	-1919
‚ĖĀtiyak	-1920
alingan	-1921
‚ĖĀMaging	-1922
‚ĖĀNeneng	-1923
‚ĖĀSultan	-1924
‚ĖĀepisod	-1925
‚ĖĀganito	-1926
‚ĖĀhangad	-1927
‚ĖĀmabait	-1928
‚ĖĀpitong	-1929
‚ĖĀtuwing	-1930
‚ĖĀbakuran	-1931
‚ĖĀsandali	-1932
apangyari	-1933
‚ĖĀDalawang	-1934
‚ĖĀMenandro	-1935
‚ĖĀParuparo	-1936
‚ĖĀkalooban	-1937
‚ĖĀmarunong	-1938
‚ĖĀnagtagal	-1939
‚ĖĀnakikita	-1940
‚ĖĀtulungan	-1941
‚ĖĀkababayan	-1942
‚ĖĀkasaysayan	-1943
),	-1944
).	-1945
ao	-1946
pa	-1947
tr	-1948
ONG	-1949
end	-1950
kan	-1951
les	-1952
lig	-1953
uel	-1954
‚ĖĀEd	-1955
‚ĖĀEs	-1956
akop	-1957
amay	-1958
ento	-1959
hasa	-1960
itim	-1961
pres	-1962
uwid	-1963
‚ĖĀPan	-1964
‚ĖĀdaw	-1965
‚ĖĀhar	-1966
‚ĖĀika	-1967
‚ĖĀtit	-1968
angit	-1969
ataan	-1970
atnan	-1971
unawa	-1972
ungin	-1973
‚ĖĀDama	-1974
‚ĖĀMiya	-1975
‚ĖĀNagt	-1976
‚ĖĀband	-1977
‚ĖĀkina	-1978
‚ĖĀpant	-1979
‚ĖĀpint	-1980
‚ĖĀulap	-1981
akupan	-1982
andaan	-1983
atawag	-1984
eneral	-1985
inding	-1986
‚ĖĀAling	-1987
‚ĖĀBuhay	-1988
‚ĖĀkarun	-1989
‚ĖĀkilos	-1990
‚ĖĀpagod	-1991
‚ĖĀreyna	-1992
‚ĖĀsilid	-1993
‚ĖĀsumas	-1994
‚ĖĀtangk	-1995
atauhan	-1996
‚ĖĀParang	-1997
‚ĖĀdakila	-1998
‚ĖĀgunita	-1999
‚ĖĀkumain	-2000
‚ĖĀnagpap	-2001
‚ĖĀKalabaw	-2002
‚ĖĀanumang	-2003
‚ĖĀkagubat	-2004
‚ĖĀkalaban	-2005
‚ĖĀpagkaka	-2006
‚ĖĀPrinsesa	-2007
‚ĖĀbinigyan	-2008
‚ĖĀhalamang	-2009
‚ĖĀmahigpit	-2010
‚ĖĀPagbigkas	-2011
ia	-2012
inh	-2013
iri	-2014
uon	-2015
uso	-2016
‚ĖĀar	-2017
agay	-2018
amok	-2019
anib	-2020
atap	-2021
ibik	-2022
iisa	-2023
otoo	-2024
‚ĖĀBum	-2025
‚ĖĀKum	-2026
‚ĖĀbub	-2027
‚ĖĀdag	-2028
‚ĖĀmut	-2029
‚ĖĀusa	-2030
aksil	-2031
among	-2032
ampas	-2033
ikain	-2034
itaas	-2035
ugong	-2036
ugtog	-2037
‚ĖĀAgad	-2038
‚ĖĀalin	-2039
‚ĖĀayon	-2040
‚ĖĀirog	-2041
‚ĖĀkand	-2042
aganda	-2043
amangk	-2044
apatan	-2045
ighati	-2046
iligaw	-2047
iyerno	-2048
uhayan	-2049
‚ĖĀbisig	-2050
‚ĖĀitlog	-2051
‚ĖĀmapap	-2052
‚ĖĀpanig	-2053
‚ĖĀpanit	-2054
‚ĖĀsasak	-2055
alagaan	-2056
ingning	-2057
‚ĖĀBundok	-2058
‚ĖĀLangit	-2059
‚ĖĀPersya	-2060
‚ĖĀdangal	-2061
‚ĖĀgawain	-2062
‚ĖĀibabaw	-2063
‚ĖĀipinag	-2064
‚ĖĀlandas	-2065
‚ĖĀlupang	-2066
‚ĖĀnawala	-2067
‚ĖĀninuno	-2068
‚ĖĀsalapi	-2069
‚ĖĀtayong	-2070
akasalan	-2071
‚ĖĀbilangg	-2072
‚ĖĀsuliran	-2073
‚ĖĀepisodyo	-2074
‚ĖĀginagawa	-2075
‚ĖĀkagubatan	-2076
‚ĖĀkayamanan	-2077
‚ĖĀnagbibigay	-2078
‚ĖĀmagagandang	-2079
‚ĖĀpagkakataon	-2080
MP	-2081
ec	-2082
lks	-2083
tap	-2084
tod	-2085
yal	-2086
‚ĖĀII	-2087
‚ĖĀid	-2088
‚ĖĀpr	-2089
....	-2090
akap	-2091
akaw	-2092
anto	-2093
awid	-2094
ayun	-2095
ermo	-2096
rito	-2097
udad	-2098
ugot	-2099
uyog	-2100
‚ĖĀBag	-2101
‚ĖĀBuk	-2102
‚ĖĀDul	-2103
‚ĖĀMin	-2104
‚ĖĀday	-2105
‚ĖĀpah	-2106
aaral	-2107
ahati	-2108
akbay	-2109
alawa	-2110
atili	-2111
ayway	-2112
bayan	-2113
ining	-2114
islap	-2115
utian	-2116
‚ĖĀBago	-2117
‚ĖĀSari	-2118
‚ĖĀasal	-2119
‚ĖĀatin	-2120
‚ĖĀkaka	-2121
‚ĖĀleon	-2122
‚ĖĀroon	-2123
‚ĖĀsala	-2124
otohan	-2125
‚ĖĀBugan	-2126
‚ĖĀGayon	-2127
‚ĖĀKonde	-2128
‚ĖĀbalak	-2129
‚ĖĀhanda	-2130
‚ĖĀkabut	-2131
‚ĖĀlunti	-2132
‚ĖĀmangg	-2133
‚ĖĀnagng	-2134
‚ĖĀnanan	-2135
‚ĖĀnatat	-2136
‚ĖĀnawaw	-2137
‚ĖĀsabay	-2138
‚ĖĀsulat	-2139
‚ĖĀtribo	-2140
agumpay	-2141
presyon	-2142
‚ĖĀbalita	-2143
‚ĖĀdinala	-2144
‚ĖĀmagkas	-2145
‚ĖĀmakata	-2146
‚ĖĀmandir	-2147
‚ĖĀnagpas	-2148
‚ĖĀpinagt	-2149
‚ĖĀsamant	-2150
diriwang	-2151
‚ĖĀLeonora	-2152
‚ĖĀMabilis	-2153
‚ĖĀMaganda	-2154
‚ĖĀSalermo	-2155
‚ĖĀmarahil	-2156
‚ĖĀpatungo	-2157
‚ĖĀpinangg	-2158
‚ĖĀsapagka	-2159
‚ĖĀDumating	-2160
‚ĖĀMaraming	-2161
‚ĖĀmayroong	-2162
‚ĖĀsimbahan	-2163
‚ĖĀhinahanap	-2164
‚ĖĀmalungkot	-2165
‚ĖĀnagkaroon	-2166
‚ĖĀsuliranin	-2167
aa	-2168
ti	-2169
adh	-2170
ens	-2171
lim	-2172
mas	-2173
zon	-2174
‚ĖĀGr	-2175
abog	-2176
akat	-2177
iman	-2178
imit	-2179
unos	-2180
‚ĖĀAnd	-2181
‚ĖĀImp	-2182
‚ĖĀPum	-2183
‚ĖĀTab	-2184
‚ĖĀapo	-2185
‚ĖĀerm	-2186
‚ĖĀkon	-2187
‚ĖĀkub	-2188
‚ĖĀnoo	-2189
‚ĖĀtab	-2190
‚ĖĀumi	-2191
‚ĖĀwas	-2192
aptap	-2193
ibing	-2194
sakit	-2195
‚ĖĀNagl	-2196
‚ĖĀNasa	-2197
‚ĖĀPina	-2198
‚ĖĀaliw	-2199
‚ĖĀdako	-2200
‚ĖĀpand	-2201
‚ĖĀtupa	-2202
ahinga	-2203
alamin	-2204
ibhasa	-2205
ihingi	-2206
imbing	-2207
itanyo	-2208
orilya	-2209
‚ĖĀLabaw	-2210
‚ĖĀbigas	-2211
‚ĖĀbinub	-2212
‚ĖĀdalam	-2213
‚ĖĀgalak	-2214
‚ĖĀlabas	-2215
‚ĖĀmakas	-2216
‚ĖĀsiyam	-2217
asawang	-2218
ibigang	-2219
tanggol	-2220
unahing	-2221
untahan	-2222
‚ĖĀManobo	-2223
‚ĖĀganoon	-2224
‚ĖĀhuling	-2225
‚ĖĀkaagad	-2226
‚ĖĀkabayo	-2227
‚ĖĀlumbay	-2228
‚ĖĀmasaya	-2229
‚ĖĀnagbab	-2230
‚ĖĀpinuno	-2231
‚ĖĀpulubi	-2232
‚ĖĀsultan	-2233
‚ĖĀKanyang	-2234
‚ĖĀMakisig	-2235
‚ĖĀdigmaan	-2236
‚ĖĀkasaluk	-2237
‚ĖĀlungkot	-2238
‚ĖĀmadilim	-2239
‚ĖĀmadlang	-2240
‚ĖĀmalalim	-2241
‚ĖĀmasipag	-2242
‚ĖĀmatapos	-2243
‚ĖĀpangung	-2244
‚ĖĀbayaning	-2245
‚ĖĀbinatang	-2246
‚ĖĀmaligaya	-2247
‚ĖĀnilalang	-2248
‚ĖĀlumilipad	-2249
‚ĖĀmamamayan	-2250
‚ĖĀnararapat	-2251
‚ĖĀpagbigkas	-2252
‚ĖĀsandaling	-2253
‚ĖĀpagkatapos	-2254
‚ĖĀpunongkahoy	-2255
‚ĖĀsamantalang	-2256
IA	-2257
ac	-2258
ANG	-2259
Ito	-2260
cis	-2261
iro	-2262
kin	-2263
uke	-2264
‚ĖĀCr	-2265
‚ĖĀDa	-2266
‚ĖĀPa	-2267
‚ĖĀed	-2268
‚ĖĀgr	-2269
ahad	-2270
enor	-2271
iban	-2272
ibon	-2273
inaw	-2274
iong	-2275
ipan	-2276
iram	-2277
ugol	-2278
ungg	-2279
utas	-2280
‚ĖĀhah	-2281
‚ĖĀkuk	-2282
‚ĖĀlul	-2283
‚ĖĀmai	-2284
‚ĖĀnir	-2285
‚ĖĀsup	-2286
‚ĖĀtor	-2287
Bakit	-2288
ababa	-2289
agsik	-2290
ahala	-2291
akwel	-2292
alayo	-2293
andaw	-2294
asong	-2295
bahay	-2296
erong	-2297
ingal	-2298
ingap	-2299
intas	-2300
‚ĖĀDuke	-2301
‚ĖĀNoon	-2302
‚ĖĀSamp	-2303
‚ĖĀbaga	-2304
‚ĖĀdamo	-2305
‚ĖĀdulo	-2306
‚ĖĀguro	-2307
ahanda	-2308
amalas	-2309
tanong	-2310
unayan	-2311
usunod	-2312
‚ĖĀAnong	-2313
‚ĖĀPagka	-2314
‚ĖĀbagyo	-2315
‚ĖĀbukas	-2316
‚ĖĀganap	-2317
‚ĖĀgumag	-2318
‚ĖĀinaas	-2319
‚ĖĀkaawa	-2320
‚ĖĀmapan	-2321
‚ĖĀnapap	-2322
‚ĖĀsumis	-2323
‚ĖĀtinut	-2324
‚ĖĀwakas	-2325
apansin	-2326
‚ĖĀPagong	-2327
‚ĖĀalipin	-2328
‚ĖĀgawing	-2329
‚ĖĀkayong	-2330
‚ĖĀlibing	-2331
‚ĖĀluhang	-2332
‚ĖĀmasama	-2333
‚ĖĀnaglal	-2334
‚ĖĀpinagk	-2335
‚ĖĀsaging	-2336
‚ĖĀsakdal	-2337
‚ĖĀtingin	-2338
‚ĖĀKrotona	-2339
‚ĖĀTandang	-2340
‚ĖĀgorilya	-2341
‚ĖĀkaligay	-2342
‚ĖĀlumipad	-2343
‚ĖĀlumipas	-2344
‚ĖĀlumisan	-2345
‚ĖĀmarinig	-2346
‚ĖĀnilikha	-2347
‚ĖĀsumunod	-2348
‚ĖĀkatutubo	-2349
‚ĖĀtalagang	-2350
‚ĖĀermitanyo	-2351
‚ĖĀimpiyerno	-2352
‚ĖĀkapalaran	-2353
‚ĖĀmatinding	-2354
‚ĖĀpanaginip	-2355
‚ĖĀekspresyon	-2356
‚ĖĀpaniniwala	-2357
‚ĖĀmatatagpuan	-2358
‚ĖĀnasasakupan	-2359
".	-2360
Ng	-2361
eb	-2362
po	-2363
AND	-2364
cif	-2365
iwi	-2366
lip	-2367
oko	-2368
tol	-2369
‚ĖĀAh	-2370
‚ĖĀKA	-2371
‚ĖĀha	-2372
ARIA	-2373
Iput	-2374
alab	-2375
atas	-2376
ikal	-2377
init	-2378
into	-2379
‚ĖĀHal	-2380
‚ĖĀIMP	-2381
‚ĖĀNas	-2382
‚ĖĀaki	-2383
‚ĖĀawa	-2384
‚ĖĀhat	-2385
‚ĖĀnaa	-2386
‚ĖĀpor	-2387
agkan	-2388
aglay	-2389
ambal	-2390
atong	-2391
cifer	-2392
enang	-2393
iliit	-2394
ipags	-2395
undin	-2396
urong	-2397
‚ĖĀIput	-2398
‚ĖĀnagw	-2399
‚ĖĀpuri	-2400
aklolo	-2401
alitan	-2402
anghal	-2403
apitan	-2404
ustong	-2405
‚ĖĀDiwat	-2406
‚ĖĀGibon	-2407
‚ĖĀHapon	-2408
‚ĖĀMARIA	-2409
‚ĖĀbanal	-2410
‚ĖĀburol	-2411
‚ĖĀdilim	-2412
‚ĖĀgusto	-2413
‚ĖĀhamog	-2414
‚ĖĀlayaw	-2415
‚ĖĀmakik	-2416
‚ĖĀugali	-2417
angalan	-2418
aramdam	-2419
arangay	-2420
‚ĖĀIMPONG	-2421
‚ĖĀManuel	-2422
‚ĖĀMorong	-2423
‚ĖĀdalita	-2424
‚ĖĀgayong	-2425
‚ĖĀgulang	-2426
‚ĖĀhardin	-2427
‚ĖĀkailan	-2428
‚ĖĀkinuha	-2429
‚ĖĀlahing	-2430
‚ĖĀlaking	-2431
‚ĖĀmaling	-2432
‚ĖĀnagkas	-2433
‚ĖĀniring	-2434
‚ĖĀpagkag	-2435
‚ĖĀsanang	-2436
‚ĖĀwaring	-2437
alagahan	-2438
arapatra	-2439
aririnig	-2440
‚ĖĀDemonyo	-2441
‚ĖĀInahing	-2442
‚ĖĀLucifer	-2443
‚ĖĀhanapin	-2444
‚ĖĀlumapit	-2445
‚ĖĀmatuwid	-2446
‚ĖĀnahulog	-2447
‚ĖĀnakapag	-2448
‚ĖĀpamilya	-2449
‚ĖĀpangkat	-2450
‚ĖĀsampung	-2451
‚ĖĀsintang	-2452
‚ĖĀSumakwel	-2453
‚ĖĀmahabang	-2454
‚ĖĀnapansin	-2455
‚ĖĀpanganib	-2456
‚ĖĀtungkulin	-2457
‚ĖĀDiwatandaw	-2458
‚ĖĀkarunungan	-2459
‚ĖĀkatutubong	-2460
‚ĖĀIndarapatra	-2461
‚ĖĀpangunahing	-2462
‚ĖĀmakapangyari	-2463
Al	-2464
mo	-2465
ANA	-2466
kop	-2467
tok	-2468
wit	-2469
..."	-2470
alap	-2471
atut	-2472
awig	-2473
ayat	-2474
ayok	-2475
ilay	-2476
itaw	-2477
nang	-2478
ubay	-2479
ugad	-2480
‚ĖĀBas	-2481
‚ĖĀBer	-2482
‚ĖĀBig	-2483
‚ĖĀGag	-2484
‚ĖĀLin	-2485
‚ĖĀins	-2486
‚ĖĀlan	-2487
‚ĖĀlun	-2488
agana	-2489
agsak	-2490
ahagi	-2491
alakh	-2492
hanap	-2493
idlat	-2494
iisip	-2495
istal	-2496
uluan	-2497
uturo	-2498
uyuan	-2499
‚ĖĀAnak	-2500
‚ĖĀFran	-2501
‚ĖĀNagh	-2502
‚ĖĀdamb	-2503
‚ĖĀigin	-2504
‚ĖĀitim	-2505
‚ĖĀkain	-2506
akbang	-2507
ernand	-2508
‚ĖĀgamit	-2509
‚ĖĀkabig	-2510
‚ĖĀkalak	-2511
‚ĖĀkarik	-2512
‚ĖĀlikas	-2513
‚ĖĀnalul	-2514
‚ĖĀnangg	-2515
‚ĖĀnarir	-2516
‚ĖĀpangh	-2517
‚ĖĀtatlo	-2518
‚ĖĀtuloy	-2519
alubong	-2520
amangha	-2521
‚ĖĀDiwata	-2522
‚ĖĀIbalon	-2523
‚ĖĀLalong	-2524
‚ĖĀMabuti	-2525
‚ĖĀbiyaya	-2526
‚ĖĀdaliri	-2527
‚ĖĀhirang	-2528
‚ĖĀiisang	-2529
‚ĖĀiniwan	-2530
‚ĖĀkabund	-2531
‚ĖĀmagsas	-2532
‚ĖĀmagtat	-2533
‚ĖĀmapang	-2534
‚ĖĀpambih	-2535
‚ĖĀpiyesa	-2536
‚ĖĀsimula	-2537
‚ĖĀwikang	-2538
Sabayang	-2539
otohanan	-2540
yayaring	-2541
‚ĖĀMahirap	-2542
‚ĖĀNagalit	-2543
‚ĖĀUnnayan	-2544
‚ĖĀbabaeng	-2545
‚ĖĀbathala	-2546
‚ĖĀbugtong	-2547
‚ĖĀkabayan	-2548
‚ĖĀkalungk	-2549
‚ĖĀnawalan	-2550
‚ĖĀpalakol	-2551
‚ĖĀpumanaw	-2552
‚ĖĀpumasok	-2553
‚ĖĀsagisag	-2554
‚ĖĀganitong	-2555
‚ĖĀmalayong	-2556
‚ĖĀmatapang	-2557
‚ĖĀnagngang	-2558
‚ĖĀnagtungo	-2559
‚ĖĀpanauhin	-2560
‚ĖĀkabuhayan	-2561
‚ĖĀkahulugan	-2562
‚ĖĀkaibigang	-2563
‚ĖĀpamumuhay	-2564
‚ĖĀtanghalan	-2565
‚ĖĀkasintahan	-2566
‚ĖĀKinabukasan	-2567
An	-2568
NA	-2569
UP	-2570
go	-2571
ka	-2572
Ano	-2573
ato	-2574
eba	-2575
igu	-2576
ipo	-2577
lib	-2578
non	-2579
orn	-2580
uny	-2581
uta	-2582
‚ĖĀBa	-2583
‚ĖĀbr	-2584
‚ĖĀpl	-2585
aano	-2586
agap	-2587
ikap	-2588
ubok	-2589
ugin	-2590
upot	-2591
uwek	-2592
‚ĖĀBub	-2593
‚ĖĀDal	-2594
‚ĖĀPak	-2595
‚ĖĀaso	-2596
‚ĖĀros	-2597
agpis	-2598
ayapa	-2599
cisco	-2600
iligo	-2601
iusap	-2602
uyong	-2603
‚ĖĀMang	-2604
‚ĖĀNANA	-2605
‚ĖĀNais	-2606
‚ĖĀPags	-2607
‚ĖĀPand	-2608
‚ĖĀPros	-2609
‚ĖĀSino	-2610
‚ĖĀbung	-2611
‚ĖĀkani	-2612
‚ĖĀlabi	-2613
‚ĖĀwari	-2614
agatan	-2615
amaraw	-2616
amihan	-2617
aralan	-2618
awayan	-2619
ayaang	-2620
entong	-2621
erpina	-2622
iguyon	-2623
imbang	-2624
pikong	-2625
uhunan	-2626
‚ĖĀEspan	-2627
‚ĖĀakala	-2628
‚ĖĀbaboy	-2629
‚ĖĀbinab	-2630
‚ĖĀgapos	-2631
‚ĖĀhalik	-2632
‚ĖĀhalim	-2633
‚ĖĀitaas	-2634
‚ĖĀkalis	-2635
‚ĖĀkapar	-2636
‚ĖĀkasab	-2637
‚ĖĀlilim	-2638
‚ĖĀmakal	-2639
‚ĖĀmanan	-2640
‚ĖĀsikat	-2641
hininga	-2642
ingatan	-2643
ugalian	-2644
ukasyon	-2645
utangan	-2646
‚ĖĀBagong	-2647
‚ĖĀMarami	-2648
‚ĖĀMuling	-2649
‚ĖĀalaala	-2650
‚ĖĀbulong	-2651
‚ĖĀgawang	-2652
‚ĖĀhiling	-2653
‚ĖĀkabila	-2654
‚ĖĀmalaya	-2655
‚ĖĀngalan	-2656
‚ĖĀtabing	-2657
‚ĖĀtapang	-2658
aliwanag	-2659
amdaming	-2660
anggapin	-2661
asalamat	-2662
‚ĖĀhininga	-2663
‚ĖĀiniibig	-2664
‚ĖĀnagmula	-2665
‚ĖĀninyong	-2666
‚ĖĀpananim	-2667
‚ĖĀpatayin	-2668
‚ĖĀpintuan	-2669
‚ĖĀsaknong	-2670
alawikain	-2671
amangkero	-2672
‚ĖĀAliguyon	-2673
‚ĖĀBerbanya	-2674
‚ĖĀMindanao	-2675
‚ĖĀSumarang	-2676
‚ĖĀbarangay	-2677
‚ĖĀdalampas	-2678
‚ĖĀmagbalik	-2679
‚ĖĀmaliliit	-2680
‚ĖĀnagbigay	-2681
‚ĖĀnakakita	-2682
‚ĖĀsinumang	-2683
‚ĖĀFrancisco	-2684
‚ĖĀkahirapan	-2685
‚ĖĀmagkaroon	-2686
‚ĖĀmamamatay	-2687
‚ĖĀnagsimula	-2688
‚ĖĀpanitikan	-2689
‚ĖĀtinanggap	-2690
‚ĖĀProserpina	-2691
‚ĖĀbilangguan	-2692
‚ĖĀkaramdaman	-2693
‚ĖĀmandirigma	-2694
‚ĖĀmanliligaw	-2695
‚ĖĀmitolohiya	-2696
‚ĖĀnawawalang	-2697
‚ĖĀkabayanihan	-2698
‚ĖĀkaligayahan	-2699
he	-2700
Ako	-2701
May	-2702
agl	-2703
aha	-2704
ema	-2705
ily	-2706
wak	-2707
‚ĖĀBU	-2708
‚ĖĀga	-2709
‚ĖĀim	-2710
Nang	-2711
agit	-2712
alog	-2713
awad	-2714
ikas	-2715
ilak	-2716
iwas	-2717
loob	-2718
ukin	-2719
yayi	-2720
‚ĖĀAli	-2721
‚ĖĀLib	-2722
‚ĖĀMus	-2723
‚ĖĀPat	-2724
‚ĖĀkor	-2725
‚ĖĀneg	-2726
‚ĖĀsay	-2727
‚ĖĀtur	-2728
aklap	-2729
alaan	-2730
anang	-2731
apong	-2732
buhay	-2733
igtas	-2734
inseo	-2735
iping	-2736
itiis	-2737
ngles	-2738
riseo	-2739
ulaan	-2740
urusa	-2741
yudad	-2742
‚ĖĀIkin	-2743
‚ĖĀSaan	-2744
‚ĖĀTayo	-2745
‚ĖĀagos	-2746
‚ĖĀbint	-2747
‚ĖĀdali	-2748
‚ĖĀilan	-2749
‚ĖĀkaba	-2750
‚ĖĀkult	-2751
‚ĖĀsang	-2752
‚ĖĀugat	-2753
‚ĖĀulit	-2754
agamot	-2755
agapos	-2756
akaawa	-2757
antong	-2758
awakan	-2759
dahang	-2760
iganti	-2761
ilayan	-2762
insang	-2763
ukhang	-2764
‚ĖĀAking	-2765
‚ĖĀOyayi	-2766
‚ĖĀPuwek	-2767
‚ĖĀReyna	-2768
‚ĖĀSarag	-2769
‚ĖĀbakod	-2770
‚ĖĀbigla	-2771
‚ĖĀbukal	-2772
‚ĖĀhamak	-2773
‚ĖĀhapis	-2774
‚ĖĀhinah	-2775
‚ĖĀkinat	-2776
‚ĖĀkumik	-2777
‚ĖĀnangh	-2778
‚ĖĀpamam	-2779
‚ĖĀpilit	-2780
‚ĖĀtrono	-2781
‚ĖĀtunog	-2782
‚ĖĀutang	-2783
antayan	-2784
ayundin	-2785
ernando	-2786
ibigkas	-2787
uhalang	-2788
‚ĖĀBriseo	-2789
‚ĖĀKinuha	-2790
‚ĖĀLinseo	-2791
‚ĖĀTingal	-2792
‚ĖĀbangka	-2793
‚ĖĀdakong	-2794
‚ĖĀharing	-2795
‚ĖĀkasing	-2796
‚ĖĀkayang	-2797
‚ĖĀkuweba	-2798
‚ĖĀmandin	-2799
‚ĖĀmusika	-2800
‚ĖĀnagkak	-2801
‚ĖĀpaghih	-2802
‚ĖĀpayapa	-2803
‚ĖĀperlas	-2804
alimutan	-2805
amahalan	-2806
apalaran	-2807
istulang	-2808
‚ĖĀMalakas	-2809
‚ĖĀTamaraw	-2810
‚ĖĀTinawag	-2811
‚ĖĀbungang	-2812
‚ĖĀhanging	-2813
‚ĖĀhinanap	-2814
‚ĖĀkampana	-2815
‚ĖĀlumitaw	-2816
‚ĖĀmayaman	-2817
‚ĖĀpaggawa	-2818
alanutian	-2819
‚ĖĀFernando	-2820
‚ĖĀSapagkat	-2821
‚ĖĀkalayaan	-2822
‚ĖĀkuwintas	-2823
‚ĖĀmagaling	-2824
‚ĖĀnakilala	-2825
‚ĖĀnarating	-2826
‚ĖĀnawawala	-2827
‚ĖĀpagiging	-2828
‚ĖĀsalaysay	-2829
‚ĖĀsasakyan	-2830
‚ĖĀginagamit	-2831
‚ĖĀhalimbawa	-2832
‚ĖĀkalagayan	-2833
‚ĖĀkaragatan	-2834
‚ĖĀnatagpuan	-2835
‚ĖĀnatutulog	-2836
‚ĖĀsasabihin	-2837
‚ĖĀmalalaking	-2838
‚ĖĀnakarating	-2839
‚ĖĀkalungkutan	-2840
‚ĖĀpambihirang	-2841
‚ĖĀdalampasigan	-2842
AB	-2843
IW	-2844
OY	-2845
ic	-2846
li	-2847
si	-2848
te	-2849
ARO	-2850
agt	-2851
igo	-2852
itu	-2853
lak	-2854
udo	-2855
uka	-2856
uod	-2857
‚ĖĀAs	-2858
ahih	-2859
inam	-2860
irin	-2861
isay	-2862
ukoy	-2863
uksa	-2864
‚ĖĀLAK	-2865
‚ĖĀNan	-2866
‚ĖĀTOY	-2867
‚ĖĀTat	-2868
‚ĖĀaba	-2869
‚ĖĀbar	-2870
‚ĖĀesp	-2871
‚ĖĀhih	-2872
‚ĖĀlim	-2873
‚ĖĀsil	-2874
Huwag	-2875
aanak	-2876
aghoy	-2877
amaan	-2878
angon	-2879
gayak	-2880
ikudo	-2881
umbay	-2882
‚ĖĀDaga	-2883
‚ĖĀIyan	-2884
‚ĖĀMags	-2885
‚ĖĀMens	-2886
‚ĖĀPamb	-2887
‚ĖĀRosa	-2888
‚ĖĀSant	-2889
‚ĖĀTang	-2890
‚ĖĀdati	-2891
‚ĖĀpatn	-2892
‚ĖĀpina	-2893
‚ĖĀpong	-2894
‚ĖĀyaon	-2895
ambing	-2896
angong	-2897
apasok	-2898
ayanan	-2899
ibutan	-2900
inigay	-2901
ugutan	-2902
‚ĖĀDagat	-2903
‚ĖĀMahal	-2904
‚ĖĀSinas	-2905
‚ĖĀdilaw	-2906
‚ĖĀhalip	-2907
‚ĖĀhiyas	-2908
‚ĖĀkamag	-2909
‚ĖĀkayum	-2910
‚ĖĀnagug	-2911
‚ĖĀpatak	-2912
‚ĖĀreyno	-2913
‚ĖĀsinus	-2914
‚ĖĀtalud	-2915
‚ĖĀtamis	-2916
‚ĖĀtangi	-2917
‚ĖĀtotoo	-2918
‚ĖĀtumat	-2919
ahating	-2920
arangaw	-2921
iwayway	-2922
‚ĖĀKaagad	-2923
‚ĖĀKaptan	-2924
‚ĖĀSimang	-2925
‚ĖĀTOYANG	-2926
‚ĖĀbuwang	-2927
‚ĖĀkalang	-2928
‚ĖĀkulang	-2929
‚ĖĀmagkab	-2930
‚ĖĀmakuha	-2931
‚ĖĀpangit	-2932
‚ĖĀpulong	-2933
ungkahoy	-2934
‚ĖĀdemonyo	-2935
‚ĖĀgawaing	-2936
‚ĖĀkalabaw	-2937
‚ĖĀlabanan	-2938
‚ĖĀlipunan	-2939
‚ĖĀmadalas	-2940
‚ĖĀmanging	-2941
‚ĖĀmatagal	-2942
‚ĖĀmatibay	-2943
‚ĖĀnapatay	-2944
‚ĖĀpamamah	-2945
‚ĖĀsundalo	-2946
‚ĖĀsusunod	-2947
‚ĖĀtawagin	-2948
‚ĖĀBarangaw	-2949
‚ĖĀMarikudo	-2950
‚ĖĀSilangan	-2951
‚ĖĀdarating	-2952
‚ĖĀgererong	-2953
‚ĖĀkasamaan	-2954
‚ĖĀkumakain	-2955
‚ĖĀlibingan	-2956
‚ĖĀmagagawa	-2957
‚ĖĀpinagtat	-2958
‚ĖĀtuluyang	-2959
‚ĖĀkasalanan	-2960
‚ĖĀnakatulog	-2961
‚ĖĀpananalig	-2962
‚ĖĀtumanggap	-2963
‚ĖĀBalagtasan	-2964
‚ĖĀSaragnayan	-2965
‚ĖĀkabundukan	-2966
‚ĖĀmakarating	-2967
‚ĖĀpaghahanap	-2968
‚ĖĀnaghihintay	-2969
‚ĖĀpunungkahoy	-2970
‚ĖĀpinanggalingan	-2971
00	-2972
LE	-2973
LO	-2974
OG	-2975
le	-2976
ri	-2977
IWA	-2978
Nak	-2979
UAN	-2980
aon	-2981
ini	-2982
tar	-2983
uns	-2984
wan	-2985
‚ĖĀ19	-2986
‚ĖĀca	-2987
ABLO	-2988
ARUP	-2989
LENA	-2990
Mlks	-2991
adap	-2992
agpo	-2993
ding	-2994
iang	-2995
igla	-2996
ihag	-2997
ikot	-2998
ilat	-2999
imog	-3000
itas	-3001
kong	-3002
ukso	-3003
undi	-3004
upok	-3005
usob	-3006
uyak	-3007
‚ĖĀAnt	-3008
‚ĖĀPas	-3009
‚ĖĀTip	-3010
‚ĖĀdar	-3011
‚ĖĀlas	-3012
‚ĖĀpad	-3013
‚ĖĀuod	-3014
aawit	-3015
adong	-3016
agdag	-3017
ahiya	-3018
amtan	-3019
andag	-3020
antog	-3021
arito	-3022
hikan	-3023
inoon	-3024
ipagk	-3025
iyego	-3026
ulila	-3027
undan	-3028
ungib	-3029
yagan	-3030
‚ĖĀBand	-3031
‚ĖĀBato	-3032
‚ĖĀJUAN	-3033
‚ĖĀNiya	-3034
‚ĖĀTaga	-3035
‚ĖĀTila	-3036
‚ĖĀamin	-3037
‚ĖĀcaca	-3038
‚ĖĀdila	-3039
‚ĖĀiwan	-3040
‚ĖĀkuba	-3041
‚ĖĀlaya	-3042
‚ĖĀmala	-3043
‚ĖĀpanl	-3044
‚ĖĀputi	-3045
‚ĖĀsawa	-3046
‚ĖĀunti	-3047
ANDIWA	-3048
agalit	-3049
awalan	-3050
isigaw	-3051
uluhan	-3052
‚ĖĀAlban	-3053
‚ĖĀBuhat	-3054
‚ĖĀBuwan	-3055
‚ĖĀELENA	-3056
‚ĖĀGalit	-3057
‚ĖĀKaran	-3058
‚ĖĀPABLO	-3059
‚ĖĀPARUP	-3060
‚ĖĀPanay	-3061
‚ĖĀbulag	-3062
‚ĖĀbutil	-3063
‚ĖĀdadal	-3064
‚ĖĀdaing	-3065
‚ĖĀhangg	-3066
‚ĖĀkapat	-3067
‚ĖĀkapit	-3068
‚ĖĀkatuw	-3069
‚ĖĀlamok	-3070
‚ĖĀlingg	-3071
‚ĖĀlumul	-3072
‚ĖĀmahih	-3073
‚ĖĀmasis	-3074
‚ĖĀpaksa	-3075
‚ĖĀpangg	-3076
‚ĖĀpinap	-3077
‚ĖĀpinto	-3078
‚ĖĀrosas	-3079
‚ĖĀsangk	-3080
‚ĖĀsinis	-3081
‚ĖĀtabak	-3082
‚ĖĀtanda	-3083
agaling	-3084
ahandog	-3085
alagyan	-3086
alakhak	-3087
alinong	-3088
amalaki	-3089
oroonan	-3090
ulugang	-3091
‚ĖĀBilang	-3092
‚ĖĀMuslim	-3093
‚ĖĀbangis	-3094
‚ĖĀhalaga	-3095
‚ĖĀhandog	-3096
‚ĖĀlusong	-3097
‚ĖĀmaitim	-3098
‚ĖĀnaroon	-3099
‚ĖĀpaglil	-3100
‚ĖĀpinagb	-3101
‚ĖĀpinagh	-3102
‚ĖĀpulang	-3103
‚ĖĀsuklay	-3104
‚ĖĀsuyuan	-3105
‚ĖĀtuktok	-3106
‚ĖĀyungib	-3107
ahulugan	-3108
arusahan	-3109
‚ĖĀBiglang	-3110
‚ĖĀBugtong	-3111
‚ĖĀGriyego	-3112
‚ĖĀHeneral	-3113
‚ĖĀHumadap	-3114
‚ĖĀLumipas	-3115
‚ĖĀMensahe	-3116
‚ĖĀbandila	-3117
‚ĖĀbunsong	-3118
‚ĖĀhahanap	-3119
‚ĖĀhimutok	-3120
‚ĖĀhumingi	-3121
‚ĖĀkalalak	-3122
‚ĖĀlarawan	-3123
‚ĖĀmaagang	-3124
‚ĖĀmahusay	-3125
‚ĖĀmalinaw	-3126
‚ĖĀmasarap	-3127
‚ĖĀpagitan	-3128
‚ĖĀpatalim	-3129
‚ĖĀpumunta	-3130
‚ĖĀsandata	-3131
ipaglaban	-3132
‚ĖĀBulaklak	-3133
‚ĖĀPARUPARO	-3134
‚ĖĀkabataan	-3135
‚ĖĀmatalino	-3136
‚ĖĀpananamp	-3137
‚ĖĀtinanong	-3138
‚ĖĀLAKANDIWA	-3139
‚ĖĀkatangian	-3140
‚ĖĀkatapusan	-3141
‚ĖĀkaugalian	-3142
‚ĖĀnaririnig	-3143
‚ĖĀmagkapatid	-3144
‚ĖĀmahalagang	-3145
‚ĖĀnanggaling	-3146
‚ĖĀpagsintang	-3147
‚ĖĀdambuhalang	-3148
‚ĖĀkasalukuyan	-3149
ipagsapalaran	-3150
!!	-3151
BU	-3152
ND	-3153
eh	-3154
ue	-3155
BUY	-3156
agu	-3157
est	-3158
fin	-3159
iis	-3160
iko	-3161
its	-3162
ote	-3163
tor	-3164
yas	-3165
‚ĖĀ--	-3166
‚ĖĀPl	-3167
‚ĖĀub	-3168
ahag	-3169
akbo	-3170
anin	-3171
ayog	-3172
bing	-3173
dali	-3174
igat	-3175
iyaw	-3176
king	-3177
ones	-3178
oses	-3179
ubig	-3180
unam	-3181
‚ĖĀAti	-3182
‚ĖĀGum	-3183
‚ĖĀIII	-3184
‚ĖĀIni	-3185
‚ĖĀKak	-3186
‚ĖĀKar	-3187
‚ĖĀadh	-3188
‚ĖĀari	-3189
‚ĖĀbus	-3190
‚ĖĀdah	-3191
‚ĖĀest	-3192
‚ĖĀhil	-3193
‚ĖĀpis	-3194
‚ĖĀsaw	-3195
‚ĖĀumu	-3196
BUYOG	-3197
alagi	-3198
aliit	-3199
anaog	-3200
apaan	-3201
arili	-3202
ariwa	-3203
arusa	-3204
indak	-3205
omong	-3206
umula	-3207
unton	-3208
‚ĖĀInil	-3209
‚ĖĀKayo	-3210
‚ĖĀLagi	-3211
‚ĖĀLawa	-3212
‚ĖĀLena	-3213
‚ĖĀLinc	-3214
‚ĖĀPati	-3215
‚ĖĀalit	-3216
‚ĖĀalon	-3217
‚ĖĀbers	-3218
‚ĖĀginh	-3219
‚ĖĀkaki	-3220
‚ĖĀkatw	-3221
‚ĖĀkund	-3222
‚ĖĀlilo	-3223
‚ĖĀlipi	-3224
‚ĖĀporm	-3225
‚ĖĀukol	-3226
abango	-3227
aklong	-3228
alanta	-3229
alikat	-3230
ikling	-3231
ilikha	-3232
inggit	-3233
undong	-3234
usumpa	-3235
‚ĖĀBinig	-3236
‚ĖĀDapat	-3237
‚ĖĀDulaw	-3238
‚ĖĀKundi	-3239
‚ĖĀLawin	-3240
‚ĖĀPangk	-3241
‚ĖĀPapay	-3242
‚ĖĀTabor	-3243
‚ĖĀUnang	-3244
‚ĖĀbakal	-3245
‚ĖĀbakas	-3246
‚ĖĀbalon	-3247
‚ĖĀbusog	-3248
‚ĖĀdahan	-3249
‚ĖĀhapon	-3250
‚ĖĀhatol	-3251
‚ĖĀhilig	-3252
‚ĖĀhumah	-3253
‚ĖĀkalik	-3254
‚ĖĀkalin	-3255
‚ĖĀkanin	-3256
‚ĖĀkumak	-3257
‚ĖĀkunin	-3258
‚ĖĀmamas	-3259
‚ĖĀmatip	-3260
‚ĖĀmunti	-3261
‚ĖĀnakad	-3262
‚ĖĀnakap	-3263
‚ĖĀnamim	-3264
‚ĖĀnasus	-3265
‚ĖĀpanib	-3266
‚ĖĀsampu	-3267
‚ĖĀsapat	-3268
‚ĖĀsugat	-3269
‚ĖĀsumpa	-3270
‚ĖĀwagas	-3271
ahalaga	-3272
alitong	-3273
ibilang	-3274
uklasan	-3275
unawaan	-3276
‚ĖĀAyonan	-3277
‚ĖĀBayang	-3278
‚ĖĀDelfin	-3279
‚ĖĀFlores	-3280
‚ĖĀNarito	-3281
‚ĖĀanyong	-3282
‚ĖĀbumaba	-3283
‚ĖĀdalang	-3284
‚ĖĀkainin	-3285
‚ĖĀkilala	-3286
‚ĖĀkorona	-3287
‚ĖĀmagawa	-3288
‚ĖĀnaisip	-3289
‚ĖĀnangak	-3290
‚ĖĀpagbab	-3291
‚ĖĀpinsan	-3292
‚ĖĀsagana	-3293
‚ĖĀtalaga	-3294
‚ĖĀtatuan	-3295
‚ĖĀyamang	-3296
angkilik	-3297
‚ĖĀBUBUYOG	-3298
‚ĖĀCristal	-3299
‚ĖĀFilipin	-3300
‚ĖĀHinanap	-3301
‚ĖĀbinubuo	-3302
‚ĖĀdalisay	-3303
‚ĖĀdayuhan	-3304
‚ĖĀkapalit	-3305
‚ĖĀmagmula	-3306
‚ĖĀmalamig	-3307
‚ĖĀmalinis	-3308
‚ĖĀmalupit	-3309
‚ĖĀminsang	-3310
‚ĖĀmutyang	-3311
‚ĖĀpatuloy	-3312
‚ĖĀsumagot	-3313
‚ĖĀtingnan	-3314
‚ĖĀBalagtas	-3315
‚ĖĀKaibigan	-3316
‚ĖĀkaisipan	-3317
‚ĖĀkalabasa	-3318
‚ĖĀkapuluan	-3319
‚ĖĀkariktan	-3320
‚ĖĀkaunting	-3321
‚ĖĀkilalang	-3322
‚ĖĀlarangan	-3323
‚ĖĀmagdamag	-3324
‚ĖĀmarating	-3325
‚ĖĀpagkakas	-3326
‚ĖĀpaningin	-3327
‚ĖĀAlbanyang	-3328
‚ĖĀTipaklong	-3329
‚ĖĀkabutihan	-3330
‚ĖĀkarapatan	-3331
‚ĖĀkasiyahan	-3332
‚ĖĀnabubuhay	-3333
‚ĖĀnasiyahan	-3334
‚ĖĀpinakamag	-3335
‚ĖĀpormasyon	-3336
‚ĖĀCalanutian	-3337
‚ĖĀmangyayari	-3338
‚ĖĀnaghahanap	-3339
‚ĖĀNagmalitong	-3340
‚ĖĀkinabukasan	-3341
-2	-3342
AM	-3343
Ka	-3344
Oo	-3345
bi	-3346
pu	-3347
se	-3348
sm	-3349
ss	-3350
Mab	-3351
Mag	-3352
Mga	-3353
NDO	-3354
aas	-3355
amt	-3356
asm	-3357
bag	-3358
goy	-3359
kis	-3360
lag	-3361
lam	-3362
pot	-3363
sel	-3364
tad	-3365
ugn	-3366
yag	-3367
‚ĖĀBo	-3368
‚ĖĀIf	-3369
‚ĖĀkw	-3370
‚ĖĀus	-3371
Dito	-3372
abik	-3373
adab	-3374
akip	-3375
ampa	-3376
anag	-3377
asag	-3378
asta	-3379
elih	-3380
ente	-3381
esto	-3382
haga	-3383
isda	-3384
ismo	-3385
itil	-3386
kita	-3387
piko	-3388
taas	-3389
tuwa	-3390
ugao	-3391
ugis	-3392
uhos	-3393
ulak	-3394
urin	-3395
usin	-3396
‚ĖĀAhh	-3397
‚ĖĀBit	-3398
‚ĖĀBon	-3399
‚ĖĀDem	-3400
‚ĖĀGat	-3401
‚ĖĀInt	-3402
‚ĖĀKag	-3403
‚ĖĀKul	-3404
‚ĖĀLim	-3405
‚ĖĀLus	-3406
‚ĖĀOsm	-3407
‚ĖĀlay	-3408
‚ĖĀmau	-3409
‚ĖĀnau	-3410
‚ĖĀsik	-3411
‚ĖĀtib	-3412
aalay	-3413
aanan	-3414
abaho	-3415
abong	-3416
aklaw	-3417
alaka	-3418
alung	-3419
amali	-3420
ampot	-3421
anais	-3422
dagat	-3423
dahan	-3424
ihasa	-3425
ikong	-3426
kapal	-3427
palad	-3428
uluto	-3429
unuan	-3430
uwing	-3431
‚ĖĀDala	-3432
‚ĖĀHari	-3433
‚ĖĀINDO	-3434
‚ĖĀMagk	-3435
‚ĖĀMagm	-3436
‚ĖĀMuli	-3437
‚ĖĀSand	-3438
‚ĖĀTiwi	-3439
‚ĖĀYawa	-3440
‚ĖĀhimp	-3441
‚ĖĀidin	-3442
‚ĖĀlung	-3443
‚ĖĀmapa	-3444
‚ĖĀnapa	-3445
‚ĖĀsaya	-3446
‚ĖĀsuso	-3447
‚ĖĀtrad	-3448
‚ĖĀyata	-3449
ahamak	-3450
ahatid	-3451
alaban	-3452
angaso	-3453
atanda	-3454
ayahan	-3455
ibigin	-3456
iyakap	-3457
tasyon	-3458
ugatan	-3459
upunta	-3460
‚ĖĀBawat	-3461
‚ĖĀDelos	-3462
‚ĖĀLakan	-3463
‚ĖĀMinda	-3464
‚ĖĀNgayo	-3465
‚ĖĀSipag	-3466
‚ĖĀTagak	-3467
‚ĖĀTiyak	-3468
‚ĖĀTulad	-3469
‚ĖĀanaki	-3470
‚ĖĀbalah	-3471
‚ĖĀbilin	-3472
‚ĖĀbilog	-3473
‚ĖĀboses	-3474
‚ĖĀbutas	-3475
‚ĖĀdigma	-3476
‚ĖĀdiyam	-3477
‚ĖĀduwag	-3478
‚ĖĀgrupo	-3479
‚ĖĀilong	-3480
‚ĖĀkaban	-3481
‚ĖĀkanan	-3482
‚ĖĀkinar	-3483
‚ĖĀlamig	-3484
‚ĖĀlunas	-3485
‚ĖĀmadla	-3486
‚ĖĀmahin	-3487
‚ĖĀmakab	-3488
‚ĖĀnasis	-3489
‚ĖĀpakay	-3490
‚ĖĀpista	-3491
‚ĖĀpugad	-3492
‚ĖĀputik	-3493
‚ĖĀsanda	-3494
‚ĖĀsanhi	-3495
‚ĖĀsinag	-3496
‚ĖĀtagap	-3497
‚ĖĀtalas	-3498
‚ĖĀtamad	-3499
‚ĖĀtigil	-3500
‚ĖĀtitig	-3501
‚ĖĀtugon	-3502
‚ĖĀtulog	-3503
akasama	-3504
akilala	-3505
alataya	-3506
alayong	-3507
atayang	-3508
iibigan	-3509
ilitang	-3510
intawak	-3511
intuang	-3512
ubuksan	-3513
ulaklak	-3514
unahang	-3515
ustuhan	-3516
‚ĖĀIfugao	-3517
‚ĖĀPersiy	-3518
‚ĖĀPusong	-3519
‚ĖĀSimula	-3520
‚ĖĀangkin	-3521
‚ĖĀangkop	-3522
‚ĖĀbuntot	-3523
‚ĖĀdalhin	-3524
‚ĖĀganyan	-3525
‚ĖĀinagaw	-3526
‚ĖĀinilag	-3527
‚ĖĀisdang	-3528
‚ĖĀkapuwa	-3529
‚ĖĀmaaari	-3530
‚ĖĀnaglil	-3531
‚ĖĀnaiiba	-3532
‚ĖĀnaiwan	-3533
‚ĖĀnganga	-3534
‚ĖĀpagtit	-3535
‚ĖĀpagtut	-3536
‚ĖĀpinagd	-3537
‚ĖĀpinagp	-3538
‚ĖĀpuntod	-3539
‚ĖĀsaglit	-3540
‚ĖĀtangan	-3541
‚ĖĀtumubo	-3542
‚ĖĀusapan	-3543
agkaloob	-3544
ahahahah	-3545
andangan	-3546
‚ĖĀLaurang	-3547
‚ĖĀMatapos	-3548
‚ĖĀNalaman	-3549
‚ĖĀSumunod	-3550
‚ĖĀTanging	-3551
‚ĖĀbansang	-3552
‚ĖĀbubuyog	-3553
‚ĖĀipinang	-3554
‚ĖĀkabiyak	-3555
‚ĖĀkumilos	-3556
‚ĖĀmaunlad	-3557
‚ĖĀnabuhay	-3558
‚ĖĀnamuhay	-3559
‚ĖĀnatapos	-3560
‚ĖĀpagsuyo	-3561
‚ĖĀpangako	-3562
‚ĖĀpinatay	-3563
‚ĖĀpupunta	-3564
‚ĖĀsumapit	-3565
‚ĖĀtangkay	-3566
‚ĖĀtinapay	-3567
‚ĖĀumakyat	-3568
‚ĖĀBinigyan	-3569
‚ĖĀbalitang	-3570
‚ĖĀgagawing	-3571
‚ĖĀmakatang	-3572
‚ĖĀmangyari	-3573
‚ĖĀmayamang	-3574
‚ĖĀnagbalik	-3575
‚ĖĀnakatayo	-3576
‚ĖĀnakatira	-3577
‚ĖĀnaroroon	-3578
‚ĖĀpamumuno	-3579
‚ĖĀpanganay	-3580
‚ĖĀPagkaraan	-3581
‚ĖĀalitaptap	-3582
‚ĖĀdiyamante	-3583
‚ĖĀmatatanda	-3584
‚ĖĀpinagkaka	-3585
‚ĖĀtanggapin	-3586
‚ĖĀGagalangin	-3587
‚ĖĀHumadapnon	-3588
‚ĖĀhinahangad	-3589
‚ĖĀkalangitan	-3590
‚ĖĀkapitbahay	-3591
‚ĖĀkarangalan	-3592
‚ĖĀkatangiang	-3593
‚ĖĀkayumanggi	-3594
‚ĖĀnagsisipag	-3595
‚ĖĀnangyayari	-3596
‚ĖĀNalandangan	-3597
‚ĖĀkalalakihan	-3598
‚ĖĀkatotohanan	-3599
‚ĖĀmanggagamot	-3600
‚ĖĀpagdiriwang	-3601
‚ĖĀpaghahangad	-3602
‚ĖĀpagkakaroon	-3603
-1	-3604
oc	-3605
abe	-3606
are	-3607
dim	-3608
eks	-3609
eta	-3610
hap	-3611
haw	-3612
hol	-3613
hoy	-3614
iin	-3615
kad	-3616
kep	-3617
udy	-3618
unl	-3619
yak	-3620
‚ĖĀEl	-3621
‚ĖĀUl	-3622
‚ĖĀla	-3623
Magp	-3624
aari	-3625
abae	-3626
abol	-3627
akda	-3628
ampo	-3629
asik	-3630
awis	-3631
awng	-3632
edur	-3633
esus	-3634
eter	-3635
gabi	-3636
igas	-3637
ikom	-3638
ilap	-3639
ilas	-3640
nila	-3641
olin	-3642
rang	-3643
sama	-3644
seng	-3645
ubad	-3646
ugod	-3647
uhit	-3648
unay	-3649
unot	-3650
usta	-3651
‚ĖĀAmb	-3652
‚ĖĀEdo	-3653
‚ĖĀHil	-3654
‚ĖĀMap	-3655
‚ĖĀNil	-3656
‚ĖĀPad	-3657
‚ĖĀSig	-3658
‚ĖĀTur	-3659
‚ĖĀUna	-3660
‚ĖĀanu	-3661
‚ĖĀinu	-3662
‚ĖĀkur	-3663
‚ĖĀwin	-3664
abula	-3665
adlaw	-3666
akala	-3667
akang	-3668
alake	-3669
ambit	-3670
angat	-3671
apati	-3672
arong	-3673
awian	-3674
buwan	-3675
daang	-3676
dapat	-3677
egalo	-3678
erpre	-3679
ibong	-3680
imdim	-3681
iyaga	-3682
orneo	-3683
sabay	-3684
utong	-3685
uusap	-3686
‚ĖĀBaka	-3687
‚ĖĀIbin	-3688
‚ĖĀLila	-3689
‚ĖĀMagp	-3690
‚ĖĀMayo	-3691
‚ĖĀPero	-3692
‚ĖĀahas	-3693
‚ĖĀbala	-3694
‚ĖĀdili	-3695
‚ĖĀgayo	-3696
‚ĖĀhuli	-3697
‚ĖĀhuni	-3698
‚ĖĀkubo	-3699
‚ĖĀkusa	-3700
‚ĖĀmait	-3701
‚ĖĀtaas	-3702
‚ĖĀyari	-3703
aalala	-3704
abihan	-3705
aguita	-3706
alahan	-3707
antang	-3708
antimp	-3709
arinig	-3710
awngaw	-3711
diwang	-3712
inggin	-3713
ipunan	-3714
omongo	-3715
saring	-3716
udulot	-3717
uksang	-3718
ulitin	-3719
‚ĖĀBohol	-3720
‚ĖĀGansa	-3721
‚ĖĀHalik	-3722
‚ĖĀHibik	-3723
‚ĖĀKaysa	-3724
‚ĖĀLikal	-3725
‚ĖĀNguni	-3726
‚ĖĀPinak	-3727
‚ĖĀPluto	-3728
‚ĖĀTinig	-3729
‚ĖĀagong	-3730
‚ĖĀaltar	-3731
‚ĖĀbinib	-3732
‚ĖĀdaang	-3733
‚ĖĀdalag	-3734
‚ĖĀhumih	-3735
‚ĖĀibaba	-3736
‚ĖĀkagit	-3737
‚ĖĀkakay	-3738
‚ĖĀkamah	-3739
‚ĖĀkauna	-3740
‚ĖĀmabub	-3741
‚ĖĀmagig	-3742
‚ĖĀmakap	-3743
‚ĖĀmamah	-3744
‚ĖĀmapat	-3745
‚ĖĀnabab	-3746
‚ĖĀpapel	-3747
‚ĖĀpinam	-3748
‚ĖĀsadya	-3749
‚ĖĀsayaw	-3750
‚ĖĀsigla	-3751
‚ĖĀsimoy	-3752
‚ĖĀsunog	-3753
‚ĖĀtakip	-3754
‚ĖĀtapos	-3755
‚ĖĀtuwid	-3756
Lalapit	-3757
akalang	-3758
alimbag	-3759
amandag	-3760
apakita	-3761
araanan	-3762
arungan	-3763
ayapaan	-3764
