<unk>	0
<s>	0
</s>	0
ng	-0
ang	-1
an	-2
‚ĖĀn	-3
‚ĖĀs	-4
ag	-5
‚ĖĀm	-6
at	-7
al	-8
ay	-9
in	-10
‚ĖĀk	-11
‚ĖĀp	-12
ak	-13
‚ĖĀng	-14
‚ĖĀsa	-15
‚ĖĀang	-16
‚ĖĀna	-17
it	-18
am	-19
il	-20
ing	-21
as	-22
‚ĖĀb	-23
aw	-24
ong	-25
ah	-26
ap	-27
ar	-28
‚ĖĀt	-29
‚ĖĀl	-30
iy	-31
ab	-32
‚ĖĀA	-33
‚ĖĀd	-34
‚ĖĀat	-35
ul	-36
is	-37
ig	-38
ga	-39
‚ĖĀay	-40
um	-41
‚ĖĀmga	-42
‚ĖĀh	-43
un	-44
on	-45
‚ĖĀN	-46
‚ĖĀS	-47
ik	-48
‚ĖĀM	-49
‚ĖĀpag	-50
ib	-51
iya	-52
ung	-53
‚ĖĀI	-54
‚ĖĀP	-55
‚ĖĀK	-56
‚ĖĀAng	-57
‚ĖĀnag	-58
‚ĖĀg	-59
‚ĖĀkan	-60
ip	-61
ad	-62
‚ĖĀmag	-63
ut	-64
‚ĖĀB	-65
us	-66
ito	-67
uh	-68
‚ĖĀsi	-69
‚ĖĀni	-70
ala	-71
‚ĖĀD	-72
‚ĖĀis	-73
and	-74
im	-75
..	-76
‚ĖĀL	-77
yang	-78
ilang	-79
‚ĖĀT	-80
ila	-81
ind	-82
uw	-83
up	-84
‚ĖĀ"	-85
‚ĖĀSa	-86
os	-87
ub	-88
alak	-89
‚ĖĀak	-90
iw	-91
uk	-92
‚ĖĀnang	-93
awa	-94
‚ĖĀH	-95
ot	-96
‚ĖĀkanyang	-97
‚ĖĀka	-98
aya	-99
indi	-100
‚ĖĀisang	-101
alang	-102
ug	-103
og	-104
‚ĖĀmay	-105
ita	-106
ayan	-107
‚ĖĀito	-108
ir	-109
ih	-110
‚ĖĀniya	-111
iyang	-112
‚ĖĀko	-113
‚ĖĀw	-114
‚ĖĀmo	-115
‚ĖĀAt	-116
‚ĖĀsiya	-117
id	-118
‚ĖĀ(	-119
ayo	-120
‚ĖĀnak	-121
‚ĖĀin	-122
‚ĖĀpin	-123
ok	-124
‚ĖĀta	-125
‚ĖĀmat	-126
amang	-127
‚ĖĀib	-128
ur	-129
‚ĖĀpan	-130
‚ĖĀiy	-131
‚ĖĀpa	-132
‚ĖĀmal	-133
‚ĖĀan	-134
ahan	-135
to	-136
ari	-137
apat	-138
‚ĖĀhindi	-139
ya	-140
‚ĖĀmak	-141
‚ĖĀr	-142
‚ĖĀnam	-143
angg	-144
oy	-145
‚ĖĀdal	-146
‚ĖĀNag	-147
ol	-148
aan	-149
uhay	-150
or	-151
...	-152
‚ĖĀpang	-153
oon	-154
ibig	-155
ahat	-156
‚ĖĀsin	-157
en	-158
er	-159
aga	-160
ata	-161
ula	-162
yo	-163
‚ĖĀpagk	-164
ama	-165
od	-166
‚ĖĀkung	-167
aman	-168
sa	-169
araw	-170
‚ĖĀkas	-171
aba	-172
‚ĖĀman	-173
‚ĖĀkal	-174
ating	-175
‚ĖĀma	-176
und	-177
anda	-178
abi	-179
‚ĖĀkay	-180
‚ĖĀako	-181
‚ĖĀkat	-182
ipin	-183
aka	-184
agk	-185
‚ĖĀmas	-186
‚ĖĀNg	-187
."	-188
ant	-189
‚ĖĀlum	-190
‚ĖĀtao	-191
‚ĖĀG	-192
‚ĖĀpar	-193
‚ĖĀdi	-194
‚ĖĀlamang	-195
‚ĖĀlahat	-196
‚ĖĀkah	-197
‚ĖĀkanilang	-198
awang	-199
andang	-200
‚ĖĀtin	-201
‚ĖĀIn	-202
ahil	-203
alan	-204
alit	-205
amat	-206
unt	-207
‚ĖĀmah	-208
‚ĖĀsila	-209
‚ĖĀniyang	-210
‚ĖĀsiyang	-211
ayon	-212
‚ĖĀkap	-213
‚ĖĀit	-214
‚ĖĀmab	-215
upang	-216
‚ĖĀbuhay	-217
‚ĖĀmar	-218
unit	-219
‚ĖĀanak	-220
‚ĖĀaraw	-221
‚ĖĀal	-222
‚ĖĀkab	-223
‚ĖĀpal	-224
‚ĖĀKung	-225
‚ĖĀaking	-226
‚ĖĀe	-227
‚ĖĀkong	-228
ika	-229
akas	-230
‚ĖĀiyong	-231
‚ĖĀupang	-232
‚ĖĀo	-233
sang	-234
‚ĖĀdin	-235
‚ĖĀlalak	-236
ana	-237
upa	-238
‚ĖĀrin	-239
‚ĖĀum	-240
‚ĖĀNang	-241
uan	-242
‚ĖĀNa	-243
‚ĖĀgin	-244
‚ĖĀnat	-245
‚ĖĀtul	-246
amp	-247
‚ĖĀnaman	-248
akit	-249
‚ĖĀbin	-250
‚ĖĀnap	-251
ob	-252
ili	-253
‚ĖĀwalang	-254
‚ĖĀmap	-255
‚ĖĀnila	-256
‚ĖĀW	-257
‚ĖĀAy	-258
‚ĖĀbat	-259
‚ĖĀlang	-260
amb	-261
‚ĖĀik	-262
‚ĖĀpat	-263
es	-264
‚ĖĀbaba	-265
atu	-266
ina	-267
ali	-268
ungk	-269
‚ĖĀMag	-270
‚ĖĀbag	-271
.)	-272
aling	-273
‚ĖĀC	-274
‚ĖĀsum	-275
ayang	-276
alik	-277
‚ĖĀmagk	-278
ins	-279
‚ĖĀMay	-280
iwan	-281
‚ĖĀLam	-282
asa	-283
‚ĖĀil	-284
‚ĖĀbah	-285
ahon	-286
abang	-287
‚ĖĀhin	-288
‚ĖĀkam	-289
apit	-290
uno	-291
alim	-292
iling	-293
yan	-294
asawa	-295
‚ĖĀlupa	-296
‚ĖĀPag	-297
‚ĖĀkar	-298
int	-299
aring	-300
‚ĖĀU	-301
aming	-302
‚ĖĀHindi	-303
uti	-304
uwag	-305
‚ĖĀbayan	-306
awan	-307
‚ĖĀbabae	-308
alag	-309
yong	-310
ulang	-311
‚ĖĀIsang	-312
ha	-313
‚ĖĀAg	-314
agat	-315
ulan	-316
‚ĖĀPil	-317
ihan	-318
iyos	-319
‚ĖĀpus	-320
agkat	-321
‚ĖĀsal	-322
angk	-323
tong	-324
‚ĖĀdahil	-325
‚ĖĀnito	-326
‚ĖĀwala	-327
awag	-328
‚ĖĀpam	-329
‚ĖĀtum	-330
inig	-331
yon	-332
‚ĖĀnin	-333
‚ĖĀkaya	-334
anggang	-335
ulo	-336
‚ĖĀPilipin	-337
el	-338
uhan	-339
lak	-340
‚ĖĀmong	-341
apag	-342
uha	-343
uwa	-344
‚ĖĀlalaki	-345
em	-346
‚ĖĀsar	-347
‚ĖĀdum	-348
‚ĖĀhal	-349
arang	-350
asal	-351
uto	-352
‚ĖĀnagp	-353
‚ĖĀR	-354
arap	-355
‚ĖĀAl	-356
‚ĖĀmang	-357
‚ĖĀtag	-358
‚ĖĀpinag	-359
,"	-360
‚ĖĀnags	-361
‚ĖĀpagl	-362
oob	-363
ahal	-364
‚ĖĀmul	-365
‚ĖĀating	-366
‚ĖĀlangit	-367
aban	-368
itan	-369
‚ĖĀNgunit	-370
ko	-371
big	-372
‚ĖĀSin	-373
‚ĖĀdalawang	-374
‚ĖĀy	-375
‚ĖĀkum	-376
‚ĖĀngunit	-377
ain	-378
aran	-379
‚ĖĀmalak	-380
ro	-381
atan	-382
unang	-383
ipag	-384
‚ĖĀnga	-385
apatid	-386
‚ĖĀSi	-387
‚ĖĀIto	-388
apang	-389
‚ĖĀkanya	-390
‚ĖĀpak	-391
‚ĖĀpanahon	-392
‚ĖĀO	-393
irap	-394
ungan	-395
‚ĖĀIl	-396
anap	-397
‚ĖĀpags	-398
‚ĖĀitong	-399
uong	-400
‚ĖĀina	-401
‚ĖĀkin	-402
‚ĖĀnagt	-403
‚ĖĀF	-404
bay	-405
‚ĖĀpo	-406
‚ĖĀiba	-407
‚ĖĀY	-408
ugan	-409
‚ĖĀpuso	-410
ulay	-411
‚ĖĀbul	-412
‚ĖĀtat	-413
‚ĖĀwika	-414
abas	-415
‚ĖĀnagk	-416
‚ĖĀPin	-417
‚ĖĀiyo	-418
‚ĖĀlag	-419
‚ĖĀnar	-420
ta	-421
‚ĖĀnas	-422
‚ĖĀdalaga	-423
igl	-424
pik	-425
‚ĖĀNak	-426
‚ĖĀbahay	-427
‚ĖĀnaging	-428
apos	-429
‚ĖĀhang	-430
‚ĖĀpagt	-431
oong	-432
unga	-433
‚ĖĀama	-434
‚ĖĀbuw	-435
unong	-436
‚ĖĀDatu	-437
‚ĖĀasawa	-438
agang	-439
‚ĖĀAgat	-440
‚ĖĀhanggang	-441
atag	-442
‚ĖĀdito	-443
‚ĖĀpara	-444
‚ĖĀE	-445
mam	-446
na	-447
‚ĖĀmad	-448
‚ĖĀikaw	-449
alo	-450
amit	-451
asan	-452
awin	-453
ulog	-454
‚ĖĀhum	-455
‚ĖĀnil	-456
‚ĖĀsilang	-457
tan	-458
ust	-459
isip	-460
rins	-461
‚ĖĀsag	-462
ulong	-463
‚ĖĀJ	-464
‚ĖĀba	-465
‚ĖĀBat	-466
‚ĖĀkuw	-467
‚ĖĀsab	-468
‚ĖĀsap	-469
utan	-470
‚ĖĀisa	-471
‚ĖĀkag	-472
amd	-473
‚ĖĀMar	-474
‚ĖĀMga	-475
‚ĖĀbum	-476
‚ĖĀkang	-477
ibigan	-478
‚ĖĀninyo	-479
isa	-480
‚ĖĀnan	-481
ayong	-482
uting	-483
‚ĖĀnagl	-484
anga	-485
awat	-486
hala	-487
usap	-488
‚ĖĀipin	-489
oro	-490
una	-491
‚ĖĀAn	-492
ubig	-493
aklak	-494
‚ĖĀgum	-495
‚ĖĀpagh	-496
‚ĖĀbuong	-497
bab	-498
alin	-499
itong	-500
iwanag	-501
‚ĖĀngayon	-502
ami	-503
kas	-504
awak	-505
‚ĖĀLum	-506
‚ĖĀpagp	-507
iwa	-508
‚ĖĀda	-509
ayop	-510
igaw	-511
‚ĖĀAko	-512
‚ĖĀnal	-513
ahing	-514
sin	-515
‚ĖĀbal	-516
‚ĖĀkaw	-517
ahang	-518
undok	-519
‚ĖĀnoon	-520
‚ĖĀtang	-521
‚ĖĀnilang	-522
!"	-523
‚ĖĀSum	-524
‚ĖĀakin	-525
‚ĖĀunang	-526
‚ĖĀparang	-527
iyak	-528
‚ĖĀMan	-529
arian	-530
atay	-531
ilim	-532
‚ĖĀMak	-533
‚ĖĀnagh	-534
‚ĖĀDiyos	-535
‚ĖĀtaong	-536
ays	-537
‚ĖĀIk	-538
‚ĖĀTin	-539
‚ĖĀSiya	-540
‚ĖĀhayop	-541
wa	-542
abaw	-543
‚ĖĀpum	-544
‚ĖĀtun	-545
‚ĖĀnasa	-546
‚ĖĀpuno	-547
‚ĖĀdagat	-548
‚ĖĀkamay	-549
‚ĖĀWalang	-550
‚ĖĀPilipino	-551
awit	-552
ihin	-553
iging	-554
‚ĖĀlakas	-555
dig	-556
‚ĖĀtan	-557
iwang	-558
‚ĖĀsinabi	-559
ud	-560
alig	-561
‚ĖĀtubig	-562
‚ĖĀPagkat	-563
‚ĖĀ‚Äď	-564
yay	-565
ungo	-566
‚ĖĀhig	-567
abing	-568
‚ĖĀdatu	-569
‚ĖĀepik	-570
‚ĖĀmata	-571
‚ĖĀDahil	-572
‚ĖĀkapatid	-573
...!	-574
ingg	-575
unod	-576
‚ĖĀKas	-577
‚ĖĀmam	-578
igdig	-579
‚ĖĀiyon	-580
‚ĖĀNagong	-581
?"	-582
ati	-583
long	-584
along	-585
angan	-586
‚ĖĀKoro	-587
uri	-588
‚ĖĀBin	-589
‚ĖĀkayo	-590
‚ĖĀbundok	-591
agi	-592
ann	-593
esa	-594
‚ĖĀDi	-595
ikan	-596
‚ĖĀmagandang	-597
lo	-598
ma	-599
uy	-600
aal	-601
‚ĖĀFa	-602
agad	-603
agal	-604
oyan	-605
‚ĖĀbawat	-606
annoyan	-607
‚ĖĀmaging	-608
ago	-609
ump	-610
‚ĖĀbuk	-611
‚ĖĀnab	-612
atang	-613
‚ĖĀtayo	-614
‚ĖĀFaust	-615
‚ĖĀpagkak	-616
‚ĖĀCannoyan	-617
‚ĖĀbulaklak	-618
eng	-619
lad	-620
‚ĖĀIp	-621
alas	-622
ipad	-623
insan	-624
‚ĖĀloob	-625
‚ĖĀbagay	-626
‚ĖĀmahal	-627
ano	-628
usa	-629
ayaw	-630
‚ĖĀpap	-631
‚ĖĀHuwag	-632
‚ĖĀpanan	-633
‚ĖĀFaustus	-634
‚ĖĀYa	-635
‚ĖĀgan	-636
‚ĖĀlug	-637
‚ĖĀKaya	-638
unting	-639
‚ĖĀmaraming	-640
da	-641
‚ĖĀap	-642
unta	-643
agawa	-644
‚ĖĀbunga	-645
‚ĖĀkahit	-646
‚ĖĀkaharian	-647
lay	-648
unan	-649
ungkot	-650
‚ĖĀibang	-651
‚ĖĀtunay	-652
tas	-653
‚ĖĀor	-654
‚ĖĀban	-655
‚ĖĀmags	-656
amatay	-657
‚ĖĀnatin	-658
‚ĖĀtinig	-659
‚ĖĀlalaking	-660
Ay	-661
agan	-662
‚ĖĀsarili	-663
‚ĖĀBathala	-664
‚ĖĀdumating	-665
‚ĖĀi	-666
ubo	-667
‚ĖĀya	-668
akam	-669
‚ĖĀnaw	-670
aroon	-671
‚ĖĀibon	-672
‚ĖĀpagd	-673
‚ĖĀilang	-674
‚ĖĀkuwen	-675
‚ĖĀnakita	-676
agp	-677
ako	-678
nan	-679
‚ĖĀbato	-680
‚ĖĀkoro	-681
‚ĖĀmuli	-682
‚ĖĀbuwan	-683
‚ĖĀkulay	-684
‚ĖĀlugar	-685
arating	-686
ilis	-687
uloy	-688
usan	-689
‚ĖĀulo	-690
ilangan	-691
‚ĖĀdalawa	-692
‚ĖĀdaigdig	-693
",	-694
AN	-695
ira	-696
olo	-697
uro	-698
‚ĖĀul	-699
uran	-700
‚ĖĀNam	-701
‚ĖĀmin	-702
‚ĖĀtungk	-703
om	-704
‚ĖĀIb	-705
akot	-706
alita	-707
isang	-708
‚ĖĀhari	-709
‚ĖĀkita	-710
‚ĖĀnagd	-711
‚ĖĀsabi	-712
‚ĖĀprins	-713
‚ĖĀtulad	-714
‚ĖĀinyong	-715
aki	-716
amin	-717
apal	-718
uhat	-719
iting	-720
‚ĖĀWala	-721
‚ĖĀilog	-722
‚ĖĀakong	-723
ks	-724
oo	-725
ahi	-726
ent	-727
imp	-728
uin	-729
ahay	-730
iran	-731
‚ĖĀlik	-732
ikita	-733
‚ĖĀTula	-734
‚ĖĀibig	-735
‚ĖĀnagb	-736
‚ĖĀdiyos	-737
ukha	-738
ulad	-739
ulat	-740
‚ĖĀnah	-741
agong	-742
‚ĖĀmagulang	-743
undi	-744
‚ĖĀKal	-745
‚ĖĀgabi	-746
‚ĖĀkatawan	-747
mp	-748
ern	-749
ian	-750
pak	-751
‚ĖĀMas	-752
‚ĖĀsak	-753
‚ĖĀYaong	-754
‚ĖĀhuwag	-755
ed	-756
eg	-757
ags	-758
ara	-759
aso	-760
imb	-761
ilag	-762
‚ĖĀmaa	-763
‚ĖĀInang	-764
‚ĖĀdapat	-765
‚ĖĀnakat	-766
‚ĖĀtahan	-767
‚ĖĀlaging	-768
‚ĖĀmakita	-769
han	-770
itin	-771
‚ĖĀMab	-772
‚ĖĀbak	-773
ilala	-774
‚ĖĀdoon	-775
‚ĖĀmula	-776
ahanap	-777
‚ĖĀpamam	-778
‚ĖĀbinata	-779
‚ĖĀmagkak	-780
‚ĖĀnitong	-781
‚ĖĀmalaking	-782
‚ĖĀsapagkat	-783
‚ĖĀmatandang	-784
so	-785
akb	-786
amo	-787
apa	-788
ero	-789
yar	-790
alay	-791
‚ĖĀHin	-792
‚ĖĀsas	-793
‚ĖĀmagb	-794
‚ĖĀmagt	-795
‚ĖĀsina	-796
‚ĖĀhabang	-797
‚ĖĀhangin	-798
‚ĖĀkasama	-799
‚ĖĀmuling	-800
‚ĖĀtr	-801
agka	-802
undo	-803
‚ĖĀKay	-804
‚ĖĀMad	-805
‚ĖĀpab	-806
‚ĖĀpas	-807
igaya	-808
irang	-809
‚ĖĀgawa	-810
‚ĖĀoras	-811
‚ĖĀpagmam	-812
do	-813
api	-814
aro	-815
hin	-816
ahim	-817
alis	-818
isig	-819
‚ĖĀano	-820
alaki	-821
‚ĖĀitin	-822
anggol	-823
ubalit	-824
unti	-825
‚ĖĀMat	-826
‚ĖĀgit	-827
‚ĖĀlib	-828
‚ĖĀsim	-829
akain	-830
itang	-831
ongan	-832
iglang	-833
‚ĖĀnapak	-834
‚ĖĀyaong	-835
ugo	-836
uli	-837
‚ĖĀKa	-838
apak	-839
‚ĖĀtal	-840
iwala	-841
‚ĖĀepiko	-842
‚ĖĀpalak	-843
‚ĖĀpagkain	-844
la	-845
upo	-846
alat	-847
apan	-848
igan	-849
ikha	-850
utang	-851
irahan	-852
‚ĖĀkundi	-853
‚ĖĀkanila	-854
‚ĖĀkaibigan	-855
‚ĖĀPilipinas	-856
man	-857
‚ĖĀAr	-858
ahin	-859
alaw	-860
hang	-861
igat	-862
‚ĖĀTum	-863
‚ĖĀdak	-864
Ang	-865
ango	-866
asak	-867
‚ĖĀsul	-868
‚ĖĀsus	-869
aysay	-870
iwata	-871
‚ĖĀbata	-872
‚ĖĀring	-873
‚ĖĀmukha	-874
‚ĖĀpagka	-875
‚ĖĀSinabi	-876
‚ĖĀhalaman	-877
‚ĖĀkuwento	-878
‚ĖĀliwanag	-879
uga	-880
ilya	-881
ubos	-882
‚ĖĀgag	-883
asyon	-884
‚ĖĀdiwa	-885
‚ĖĀisip	-886
‚ĖĀsand	-887
alaman	-888
arapat	-889
atawag	-890
ibigay	-891
‚ĖĀBinuk	-892
‚ĖĀ1	-893
‚ĖĀ[	-894
dib	-895
ipe	-896
law	-897
agot	-898
aral	-899
ilan	-900
‚ĖĀdib	-901
ahong	-902
ingin	-903
alakbay	-904
‚ĖĀBinukot	-905
‚ĖĀNamongan	-906
uwi	-907
‚ĖĀip	-908
abay	-909
apon	-910
away	-911
inga	-912
ubat	-913
uluwa	-914
‚ĖĀapoy	-915
‚ĖĀisin	-916
‚ĖĀmagp	-917
‚ĖĀnais	-918
anggap	-919
‚ĖĀalamat	-920
‚ĖĀdibdib	-921
‚ĖĀginawa	-922
‚ĖĀpunong	-923
‚ĖĀpinakam	-924
‚ĖĀsariling	-925
io	-926
emb	-927
‚ĖĀIt	-928
emon	-929
ilig	-930
ilos	-931
sing	-932
‚ĖĀTul	-933
uling	-934
‚ĖĀIkaw	-935
‚ĖĀpagb	-936
‚ĖĀtaga	-937
alapit	-938
‚ĖĀhigit	-939
‚ĖĀmanok	-940
‚ĖĀnoong	-941
‚ĖĀmabuti	-942
‚ĖĀtungkol	-943
‚ĖĀprinsesa	-944
hh	-945
pan	-946
san	-947
abis	-948
ante	-949
iliw	-950
‚ĖĀKat	-951
‚ĖĀNar	-952
‚ĖĀbit	-953
‚ĖĀlip	-954
ising	-955
‚ĖĀkami	-956
‚ĖĀpook	-957
‚ĖĀsaan	-958
‚ĖĀgitna	-959
‚ĖĀbagong	-960
‚ĖĀbahagi	-961
‚ĖĀtatlong	-962
ac	-963
iba	-964
akad	-965
amis	-966
ikit	-967
ipas	-968
isan	-969
ulot	-970
unin	-971
‚ĖĀJos	-972
‚ĖĀini	-973
‚ĖĀpil	-974
ibang	-975
‚ĖĀBant	-976
‚ĖĀMari	-977
‚ĖĀNagp	-978
‚ĖĀpagg	-979
bigkas	-980
‚ĖĀmagag	-981
‚ĖĀbilang	-982
‚ĖĀmaganda	-983
‚ĖĀtahanan	-984
et	-985
dan	-986
‚ĖĀIg	-987
anay	-988
yari	-989
‚ĖĀHum	-990
‚ĖĀKin	-991
‚ĖĀsuk	-992
awala	-993
ubong	-994
‚ĖĀawit	-995
‚ĖĀiyan	-996
‚ĖĀnagm	-997
‚ĖĀpala	-998
‚ĖĀNoong	-999
‚ĖĀbakit	-1000
‚ĖĀgalit	-1001
‚ĖĀkamat	-1002
alagang	-1003
‚ĖĀmalakas	-1004
‚ĖĀPagkatapos	-1005
yu	-1006
akan	-1007
ikat	-1008
‚ĖĀDal	-1009
‚ĖĀDon	-1010
‚ĖĀKah	-1011
‚ĖĀbig	-1012
anong	-1013
ataas	-1014
ayaan	-1015
ikang	-1016
ingan	-1017
‚ĖĀding	-1018
‚ĖĀluha	-1019
‚ĖĀtaon	-1020
ahimik	-1021
‚ĖĀLahat	-1022
‚ĖĀgubat	-1023
‚ĖĀkapag	-1024
‚ĖĀkaran	-1025
‚ĖĀtauhan	-1026
re	-1027
‚ĖĀa	-1028
ibo	-1029
‚ĖĀUn	-1030
apas	-1031
lado	-1032
pang	-1033
‚ĖĀKan	-1034
ampas	-1035
‚ĖĀAgyu	-1036
‚ĖĀJose	-1037
yayari	-1038
‚ĖĀhirap	-1039
‚ĖĀibong	-1040
‚ĖĀnayon	-1041
yarihan	-1042
‚ĖĀsalita	-1043
‚ĖĀtulang	-1044
‚ĖĀkaluluwa	-1045
ba	-1046
las	-1047
‚ĖĀAm	-1048
‚ĖĀRi	-1049
akay	-1050
anak	-1051
anta	-1052
ibat	-1053
ilid	-1054
uman	-1055
utom	-1056
‚ĖĀent	-1057
‚ĖĀsan	-1058
‚ĖĀuri	-1059
araan	-1060
imang	-1061
nayan	-1062
uhang	-1063
‚ĖĀikin	-1064
‚ĖĀmand	-1065
‚ĖĀsino	-1066
‚ĖĀtila	-1067
ablado	-1068
uwaang	-1069
‚ĖĀPrins	-1070
‚ĖĀaming	-1071
‚ĖĀpalad	-1072
alaking	-1073
‚ĖĀtulong	-1074
‚ĖĀkawayan	-1075
‚ĖĀentablado	-1076
iit	-1077
lan	-1078
lap	-1079
yat	-1080
ahas	-1081
alam	-1082
ihim	-1083
tila	-1084
‚ĖĀDum	-1085
‚ĖĀbab	-1086
‚ĖĀtuw	-1087
ugali	-1088
‚ĖĀInes	-1089
‚ĖĀIpin	-1090
‚ĖĀsana	-1091
agitan	-1092
‚ĖĀKapag	-1093
‚ĖĀbangk	-1094
‚ĖĀmatat	-1095
‚ĖĀpalay	-1096
‚ĖĀdating	-1097
‚ĖĀlalong	-1098
‚ĖĀpagkat	-1099
‚ĖĀtanong	-1100
‚ĖĀTuwaang	-1101
‚ĖĀbiglang	-1102
‚ĖĀmaaaring	-1103
‚ĖĀmabuting	-1104
ek	-1105
op	-1106
ra	-1107
‚ĖĀ=	-1108
‚ĖĀV	-1109
ist	-1110
zal	-1111
ahoy	-1112
anao	-1113
dang	-1114
igid	-1115
ingi	-1116
utos	-1117
‚ĖĀMah	-1118
‚ĖĀMal	-1119
‚ĖĀkul	-1120
‚ĖĀlin	-1121
‚ĖĀPang	-1122
‚ĖĀdamd	-1123
‚ĖĀipag	-1124
‚ĖĀmagl	-1125
agalog	-1126
‚ĖĀRizal	-1127
‚ĖĀgayon	-1128
‚ĖĀginto	-1129
‚ĖĀkahoy	-1130
‚ĖĀkatut	-1131
‚ĖĀmundo	-1132
‚ĖĀnakak	-1133
‚ĖĀ-	-1134
isi	-1135
ngk	-1136
ono	-1137
‚ĖĀIs	-1138
abot	-1139
agin	-1140
ubuk	-1141
uyan	-1142
‚ĖĀBis	-1143
‚ĖĀNal	-1144
‚ĖĀpul	-1145
‚ĖĀsad	-1146
bigay	-1147
ihang	-1148
imula	-1149
‚ĖĀSila	-1150
‚ĖĀagad	-1151
‚ĖĀmagd	-1152
arawan	-1153
‚ĖĀkapwa	-1154
‚ĖĀlaban	-1155
‚ĖĀnanin	-1156
‚ĖĀsibat	-1157
‚ĖĀtapat	-1158
alitang	-1159
‚ĖĀNakita	-1160
‚ĖĀkapang	-1161
‚ĖĀmarami	-1162
‚ĖĀkatulad	-1163
‚ĖĀpamamagitan	-1164
agl	-1165
iti	-1166
loh	-1167
res	-1168
tik	-1169
uyo	-1170
‚ĖĀLu	-1171
igla	-1172
inis	-1173
uhin	-1174
‚ĖĀDin	-1175
‚ĖĀNat	-1176
alana	-1177
‚ĖĀAyon	-1178
‚ĖĀMula	-1179
‚ĖĀbuto	-1180
‚ĖĀpamp	-1181
alakas	-1182
anggam	-1183
itoloh	-1184
ugtong	-1185
‚ĖĀganda	-1186
‚ĖĀpagbab	-1187
‚ĖĀmatanda	-1188
‚ĖĀpangalan	-1189
log	-1190
ugt	-1191
alon	-1192
igil	-1193
uang	-1194
usto	-1195
utin	-1196
‚ĖĀKab	-1197
‚ĖĀLab	-1198
‚ĖĀpaa	-1199
‚ĖĀpun	-1200
alimb	-1201
angal	-1202
‚ĖĀAraw	-1203
‚ĖĀNagk	-1204
‚ĖĀilaw	-1205
‚ĖĀkasi	-1206
‚ĖĀnina	-1207
‚ĖĀsaka	-1208
‚ĖĀBayan	-1209
‚ĖĀpatay	-1210
‚ĖĀtalim	-1211
‚ĖĀHaring	-1212
‚ĖĀMinsan	-1213
‚ĖĀTagalog	-1214
‚ĖĀbabaing	-1215
‚ĖĀpaligid	-1216
‚ĖĀBantugan	-1217
‚ĖĀpagmamahal	-1218
ey	-1219
agd	-1220
ens	-1221
uko	-1222
ura	-1223
‚ĖĀHa	-1224
‚ĖĀih	-1225
agay	-1226
anan	-1227
asyo	-1228
iyan	-1229
‚ĖĀham	-1230
‚ĖĀuma	-1231
Hindi	-1232
amant	-1233
‚ĖĀIbig	-1234
‚ĖĀmagh	-1235
‚ĖĀpati	-1236
‚ĖĀpulo	-1237
‚ĖĀsing	-1238
emonyo	-1239
irinig	-1240
‚ĖĀsagot	-1241
alangin	-1242
aysayan	-1243
‚ĖĀAlamat	-1244
‚ĖĀBisaya	-1245
‚ĖĀminsan	-1246
‚ĖĀgintong	-1247
‚ĖĀmalapit	-1248
‚ĖĀmunting	-1249
‚ĖĀtanging	-1250
‚ĖĀHanggang	-1251
‚ĖĀmasamang	-1252
‚ĖĀpanahong	-1253
‚ĖĀkamatayan	-1254
lat	-1255
obo	-1256
uni	-1257
‚ĖĀDr	-1258
‚ĖĀMa	-1259
‚ĖĀUm	-1260
ipon	-1261
orot	-1262
uwan	-1263
‚ĖĀAno	-1264
‚ĖĀGin	-1265
‚ĖĀIna	-1266
‚ĖĀIsa	-1267
‚ĖĀPar	-1268
‚ĖĀpay	-1269
‚ĖĀraw	-1270
andog	-1271
onood	-1272
‚ĖĀDoon	-1273
‚ĖĀMind	-1274
‚ĖĀSaka	-1275
‚ĖĀanyo	-1276
‚ĖĀtula	-1277
abigat	-1278
‚ĖĀMaria	-1279
‚ĖĀbibig	-1280
‚ĖĀinang	-1281
‚ĖĀpangk	-1282
‚ĖĀsakit	-1283
‚ĖĀdiwata	-1284
‚ĖĀlupain	-1285
‚ĖĀnamang	-1286
‚ĖĀKastila	-1287
‚ĖĀtandang	-1288
‚ĖĀTulalang	-1289
po	-1290
‚ĖĀAk	-1291
amot	-1292
anaw	-1293
ipit	-1294
ista	-1295
lang	-1296
upan	-1297
upit	-1298
‚ĖĀBid	-1299
‚ĖĀKap	-1300
‚ĖĀNab	-1301
asama	-1302
igyan	-1303
intay	-1304
unlad	-1305
uring	-1306
‚ĖĀdugo	-1307
‚ĖĀibin	-1308
‚ĖĀlalo	-1309
‚ĖĀmanl	-1310
alaala	-1311
alabas	-1312
atuloy	-1313
‚ĖĀBakit	-1314
‚ĖĀKahit	-1315
‚ĖĀdilag	-1316
‚ĖĀkasal	-1317
‚ĖĀlabis	-1318
‚ĖĀmakak	-1319
‚ĖĀnatut	-1320
‚ĖĀputing	-1321
‚ĖĀepikong	-1322
ros	-1323
‚ĖĀas	-1324
abag	-1325
ahah	-1326
ardo	-1327
arin	-1328
ilog	-1329
unog	-1330
‚ĖĀKam	-1331
‚ĖĀeks	-1332
‚ĖĀmus	-1333
‚ĖĀIlog	-1334
‚ĖĀalam	-1335
‚ĖĀbaka	-1336
‚ĖĀinyo	-1337
‚ĖĀpamb	-1338
‚ĖĀpana	-1339
‚ĖĀUpang	-1340
‚ĖĀkabab	-1341
‚ĖĀbayang	-1342
‚ĖĀmalayo	-1343
‚ĖĀCabigat	-1344
‚ĖĀmahirap	-1345
‚ĖĀmanonood	-1346
‚ĖĀpangarap	-1347
AT	-1348
ep	-1349
hi	-1350
uo	-1351
ado	-1352
aho	-1353
end	-1354
‚ĖĀBi	-1355
iwat	-1356
roon	-1357
ugat	-1358
‚ĖĀGan	-1359
‚ĖĀInd	-1360
‚ĖĀNen	-1361
‚ĖĀTag	-1362
‚ĖĀbuh	-1363
‚ĖĀbut	-1364
‚ĖĀhim	-1365
‚ĖĀtak	-1366
akyat	-1367
mulan	-1368
‚ĖĀNags	-1369
‚ĖĀPuti	-1370
‚ĖĀSolo	-1371
‚ĖĀbago	-1372
‚ĖĀdaan	-1373
‚ĖĀlagi	-1374
‚ĖĀmagm	-1375
‚ĖĀnaka	-1376
‚ĖĀrito	-1377
‚ĖĀsamp	-1378
iyahan	-1379
ungang	-1380
‚ĖĀbansa	-1381
‚ĖĀmahiw	-1382
‚ĖĀnakab	-1383
‚ĖĀpakik	-1384
‚ĖĀpamum	-1385
‚ĖĀumaga	-1386
embaran	-1387
‚ĖĀMalana	-1388
‚ĖĀbatang	-1389
‚ĖĀmaliit	-1390
ilangang	-1391
‚ĖĀLanggam	-1392
‚ĖĀmamatay	-1393
‚ĖĀnamatay	-1394
‚ĖĀpampang	-1395
‚ĖĀPrinsipe	-1396
‚ĖĀmagiging	-1397
‚ĖĀnagiging	-1398
NG	-1399
if	-1400
awi	-1401
erp	-1402
ers	-1403
hik	-1404
amig	-1405
ilin	-1406
ilip	-1407
ulit	-1408
‚ĖĀBum	-1409
‚ĖĀSar	-1410
‚ĖĀbiy	-1411
‚ĖĀkad	-1412
‚ĖĀsam	-1413
‚ĖĀsis	-1414
‚ĖĀtut	-1415
ansin	-1416
asari	-1417
umang	-1418
‚ĖĀBern	-1419
‚ĖĀdala	-1420
‚ĖĀinil	-1421
‚ĖĀkamp	-1422
‚ĖĀlahi	-1423
‚ĖĀmuna	-1424
‚ĖĀtabi	-1425
aganda	-1426
aharap	-1427
ilipad	-1428
isipan	-1429
‚ĖĀManok	-1430
‚ĖĀgawin	-1431
‚ĖĀnakal	-1432
‚ĖĀpanin	-1433
‚ĖĀLabtik	-1434
‚ĖĀbituin	-1435
‚ĖĀbuwaya	-1436
‚ĖĀgumawa	-1437
‚ĖĀligaya	-1438
‚ĖĀmalaki	-1439
‚ĖĀnating	-1440
‚ĖĀpiling	-1441
‚ĖĀtaglay	-1442
‚ĖĀSubalit	-1443
‚ĖĀpalasyo	-1444
‚ĖĀsanggol	-1445
‚ĖĀtinawag	-1446
‚ĖĀBembaran	-1447
‚ĖĀBernardo	-1448
‚ĖĀBidasari	-1449
‚ĖĀdamdamin	-1450
‚ĖĀnangyari	-1451
‚ĖĀtinatawag	-1452
‚ĖĀkapangyarihan	-1453
An	-1454
dal	-1455
pis	-1456
uot	-1457
‚ĖĀOh	-1458
ayos	-1459
ilaw	-1460
uwal	-1461
‚ĖĀRos	-1462
‚ĖĀbay	-1463
‚ĖĀimp	-1464
‚ĖĀkak	-1465
‚ĖĀniy	-1466
aging	-1467
antay	-1468
uwang	-1469
‚ĖĀbang	-1470
‚ĖĀengk	-1471
‚ĖĀsund	-1472
ubuhay	-1473
‚ĖĀDonya	-1474
‚ĖĀSulay	-1475
‚ĖĀbukid	-1476
‚ĖĀmapag	-1477
‚ĖĀsinas	-1478
ulungan	-1479
‚ĖĀIgorot	-1480
‚ĖĀbayani	-1481
‚ĖĀnaming	-1482
‚ĖĀpagpap	-1483
‚ĖĀparaan	-1484
‚ĖĀhigante	-1485
‚ĖĀmalaman	-1486
itolohiya	-1487
‚ĖĀSulayman	-1488
‚ĖĀdalagang	-1489
‚ĖĀag	-1490
atid	-1491
iyam	-1492
ulin	-1493
‚ĖĀPal	-1494
‚ĖĀper	-1495
‚ĖĀput	-1496
‚ĖĀtuk	-1497
amdam	-1498
ooban	-1499
ugang	-1500
unduk	-1501
‚ĖĀNagm	-1502
‚ĖĀTing	-1503
‚ĖĀlawa	-1504
abalik	-1505
inggan	-1506
ulugan	-1507
‚ĖĀIlang	-1508
‚ĖĀbuhok	-1509
‚ĖĀharap	-1510
‚ĖĀhawak	-1511
‚ĖĀsigaw	-1512
‚ĖĀtawag	-1513
abayang	-1514
‚ĖĀMadali	-1515
‚ĖĀSamant	-1516
‚ĖĀkaaway	-1517
‚ĖĀpalaka	-1518
‚ĖĀkasalan	-1519
‚ĖĀmatatag	-1520
‚ĖĀsadyang	-1521
‚ĖĀtahimik	-1522
‚ĖĀsingsing	-1523
‚ĖĀkailangan	-1524
‚ĖĀpagkakata	-1525
‚ĖĀmahiwagang	-1526
ti	-1527
ATA	-1528
ada	-1529
uag	-1530
way	-1531
anti	-1532
asin	-1533
erno	-1534
ilit	-1535
itik	-1536
mang	-1537
tang	-1538
‚ĖĀBan	-1539
‚ĖĀBuk	-1540
‚ĖĀMin	-1541
‚ĖĀNap	-1542
‚ĖĀSap	-1543
‚ĖĀpiy	-1544
abasa	-1545
oroon	-1546
pisod	-1547
‚ĖĀTATA	-1548
‚ĖĀapat	-1549
‚ĖĀaral	-1550
‚ĖĀayaw	-1551
‚ĖĀinih	-1552
‚ĖĀlaki	-1553
‚ĖĀsimb	-1554
agamit	-1555
ahayag	-1556
‚ĖĀBiuag	-1557
‚ĖĀgutom	-1558
‚ĖĀhalos	-1559
‚ĖĀlinya	-1560
‚ĖĀtangh	-1561
‚ĖĀtumut	-1562
‚ĖĀNaging	-1563
‚ĖĀNeneng	-1564
‚ĖĀepisod	-1565
‚ĖĀkatang	-1566
‚ĖĀpagsas	-1567
‚ĖĀpusong	-1568
alimbawa	-1569
‚ĖĀbakuran	-1570
‚ĖĀkayaman	-1571
‚ĖĀnangang	-1572
‚ĖĀsubalit	-1573
‚ĖĀpinagmulan	-1574
‚ĖĀpaglalakbay	-1575
st	-1576
ola	-1577
uel	-1578
‚ĖĀGr	-1579
‚ĖĀNi	-1580
adya	-1581
amba	-1582
apay	-1583
ayag	-1584
igin	-1585
igma	-1586
pres	-1587
uhod	-1588
wang	-1589
‚ĖĀAma	-1590
‚ĖĀBal	-1591
‚ĖĀbas	-1592
ahala	-1593
akila	-1594
ining	-1595
umpay	-1596
usang	-1597
‚ĖĀDama	-1598
‚ĖĀMiya	-1599
‚ĖĀNagt	-1600
‚ĖĀPagd	-1601
‚ĖĀulap	-1602
abihin	-1603
ayahan	-1604
‚ĖĀbalat	-1605
‚ĖĀhanap	-1606
‚ĖĀkaysa	-1607
‚ĖĀpilak	-1608
‚ĖĀHabang	-1609
‚ĖĀbatong	-1610
‚ĖĀilalim	-1611
‚ĖĀlumaki	-1612
‚ĖĀpabula	-1613
‚ĖĀpakpak	-1614
‚ĖĀKalabaw	-1615
‚ĖĀbumalik	-1616
‚ĖĀgagawin	-1617
‚ĖĀmabilis	-1618
‚ĖĀkabilang	-1619
‚ĖĀkaniyang	-1620
‚ĖĀPagbigkas	-1621
‚ĖĀpagdating	-1622
‚ĖĀmagkakapatid	-1623
AR	-1624
ec	-1625
din	-1626
ena	-1627
hal	-1628
pir	-1629
uon	-1630
‚ĖĀde	-1631
Kung	-1632
aham	-1633
atak	-1634
ayak	-1635
itim	-1636
puan	-1637
ukol	-1638
‚ĖĀBul	-1639
‚ĖĀnai	-1640
‚ĖĀsig	-1641
‚ĖĀusa	-1642
abait	-1643
alino	-1644
amaan	-1645
anggi	-1646
bayan	-1647
ikain	-1648
indig	-1649
ingat	-1650
‚ĖĀItin	-1651
‚ĖĀPagk	-1652
‚ĖĀisda	-1653
amihan	-1654
apatay	-1655
‚ĖĀAling	-1656
‚ĖĀItong	-1657
‚ĖĀanong	-1658
‚ĖĀbuhat	-1659
‚ĖĀkapal	-1660
‚ĖĀlikod	-1661
‚ĖĀmagka	-1662
‚ĖĀmasas	-1663
‚ĖĀnakik	-1664
‚ĖĀsanga	-1665
amdaman	-1666
ihintay	-1667
‚ĖĀgabing	-1668
‚ĖĀnagpap	-1669
‚ĖĀnagsis	-1670
‚ĖĀninuno	-1671
‚ĖĀpaglal	-1672
‚ĖĀpinagt	-1673
‚ĖĀengkant	-1674
‚ĖĀlumakad	-1675
‚ĖĀnarinig	-1676
‚ĖĀepisodyo	-1677
‚ĖĀmasayang	-1678
‚ĖĀsalitang	-1679
‚ĖĀkababayan	-1680
‚ĖĀkaraniwang	-1681
‚ĖĀpangyayari	-1682
‚ĖĀnaninirahan	-1683
),	-1684
Ip	-1685
lks	-1686
mas	-1687
sik	-1688
wel	-1689
‚ĖĀII	-1690
....	-1691
abit	-1692
adal	-1693
adap	-1694
akaw	-1695
alad	-1696
hati	-1697
igit	-1698
isag	-1699
ugon	-1700
umpa	-1701
usog	-1702
‚ĖĀDul	-1703
‚ĖĀLuc	-1704
‚ĖĀPan	-1705
‚ĖĀPum	-1706
‚ĖĀtig	-1707
akita	-1708
awing	-1709
laban	-1710
ungin	-1711
urang	-1712
utian	-1713
uyang	-1714
‚ĖĀIsin	-1715
‚ĖĀMagb	-1716
‚ĖĀdusa	-1717
‚ĖĀkina	-1718
‚ĖĀulan	-1719
akasal	-1720
amangk	-1721
amayan	-1722
atlong	-1723
iligaw	-1724
uhayan	-1725
usapan	-1726
utusan	-1727
‚ĖĀBugan	-1728
‚ĖĀMahal	-1729
‚ĖĀbatis	-1730
‚ĖĀdahon	-1731
‚ĖĀkawal	-1732
‚ĖĀlaman	-1733
‚ĖĀnamin	-1734
‚ĖĀpulub	-1735
‚ĖĀsilid	-1736
‚ĖĀtribo	-1737
‚ĖĀyaman	-1738
arangan	-1739
presyon	-1740
‚ĖĀdunong	-1741
‚ĖĀmataas	-1742
‚ĖĀnagbab	-1743
‚ĖĀyaring	-1744
‚ĖĀmabuhay	-1745
‚ĖĀnasasak	-1746
‚ĖĀdakilang	-1747
‚ĖĀhalamang	-1748
‚ĖĀnakikita	-1749
‚ĖĀsimbahan	-1750
‚ĖĀtulungan	-1751
‚ĖĀPagdating	-1752
‚ĖĀkasaysayan	-1753
‚ĖĀmagagandang	-1754
aa	-1755
eh	-1756
‚ĖĀu	-1757
ahe	-1758
apt	-1759
uns	-1760
‚ĖĀAb	-1761
‚ĖĀEs	-1762
‚ĖĀab	-1763
abuk	-1764
alok	-1765
ibay	-1766
urol	-1767
‚ĖĀAga	-1768
‚ĖĀAnd	-1769
‚ĖĀKum	-1770
‚ĖĀkil	-1771
‚ĖĀyum	-1772
adala	-1773
aptap	-1774
asang	-1775
igtas	-1776
isyon	-1777
ugtog	-1778
‚ĖĀDito	-1779
‚ĖĀPina	-1780
‚ĖĀpand	-1781
‚ĖĀroon	-1782
‚ĖĀtupa	-1783
aginip	-1784
ahalan	-1785
orilya	-1786
upunta	-1787
‚ĖĀLabaw	-1788
‚ĖĀkagub	-1789
‚ĖĀkilos	-1790
‚ĖĀngang	-1791
‚ĖĀpanit	-1792
‚ĖĀtakot	-1793
‚ĖĀtiyak	-1794
atauhan	-1795
ibigang	-1796
iriwang	-1797
‚ĖĀMaging	-1798
‚ĖĀManobo	-1799
‚ĖĀNgayon	-1800
‚ĖĀParang	-1801
‚ĖĀdangal	-1802
‚ĖĀgaling	-1803
‚ĖĀipinag	-1804
‚ĖĀkagand	-1805
‚ĖĀlupang	-1806
‚ĖĀtuwing	-1807
‚ĖĀMabilis	-1808
‚ĖĀmakapag	-1809
‚ĖĀsabihin	-1810
‚ĖĀmakikita	-1811
‚ĖĀmarunong	-1812
IA	-1813
ANG	-1814
ikl	-1815
kan	-1816
ris	-1817
zon	-1818
‚ĖĀAp	-1819
‚ĖĀgr	-1820
agas	-1821
akbo	-1822
aliw	-1823
ibon	-1824
ikal	-1825
iman	-1826
iong	-1827
otoo	-1828
usay	-1829
utok	-1830
‚ĖĀSal	-1831
‚ĖĀgun	-1832
‚ĖĀtor	-1833
‚ĖĀumi	-1834
aalam	-1835
agsak	-1836
akwel	-1837
alian	-1838
andaw	-1839
itaas	-1840
‚ĖĀNasa	-1841
‚ĖĀPara	-1842
‚ĖĀSamp	-1843
‚ĖĀbaya	-1844
‚ĖĀdamo	-1845
‚ĖĀinit	-1846
‚ĖĀlamb	-1847
‚ĖĀland	-1848
‚ĖĀpint	-1849
‚ĖĀsala	-1850
andaan	-1851
usahan	-1852
‚ĖĀGayon	-1853
‚ĖĀgiliw	-1854
‚ĖĀnawaw	-1855
‚ĖĀpagod	-1856
ahangad	-1857
asalita	-1858
‚ĖĀalipin	-1859
‚ĖĀgawain	-1860
‚ĖĀkaagad	-1861
‚ĖĀkayong	-1862
‚ĖĀlimang	-1863
‚ĖĀmandir	-1864
‚ĖĀnawala	-1865
‚ĖĀpagkab	-1866
‚ĖĀsalapi	-1867
‚ĖĀtayong	-1868
ayanihan	-1869
‚ĖĀKanyang	-1870
‚ĖĀMakisig	-1871
‚ĖĀTandang	-1872
‚ĖĀdahilan	-1873
‚ĖĀgorilya	-1874
‚ĖĀmayroon	-1875
‚ĖĀDalawang	-1876
‚ĖĀMaraming	-1877
‚ĖĀbinigyan	-1878
‚ĖĀnilalang	-1879
‚ĖĀkagubatan	-1880
‚ĖĀpagbigkas	-1881
‚ĖĀekspresyon	-1882
).	-1883
MP	-1884
pa	-1885
‚ĖĀ'	-1886
‚ĖĀ2	-1887
‚ĖĀc	-1888
MPO	-1889
aks	-1890
asy	-1891
era	-1892
iwi	-1893
lit	-1894
ora	-1895
uba	-1896
ARIA	-1897
Iput	-1898
abal	-1899
awid	-1900
ayun	-1901
ifer	-1902
iyon	-1903
ubog	-1904
utol	-1905
‚ĖĀika	-1906
‚ĖĀlub	-1907
‚ĖĀpor	-1908
MPONG	-1909
atili	-1910
bahay	-1911
iliit	-1912
inang	-1913
islap	-1914
ngang	-1915
sakit	-1916
ugong	-1917
‚ĖĀAgad	-1918
‚ĖĀBago	-1919
‚ĖĀIput	-1920
‚ĖĀMang	-1921
‚ĖĀNagb	-1922
‚ĖĀNagh	-1923
‚ĖĀatin	-1924
‚ĖĀgaya	-1925
‚ĖĀkaka	-1926
‚ĖĀpant	-1927
‚ĖĀtuwa	-1928
‚ĖĀutos	-1929
agpuan	-1930
ahinga	-1931
alakad	-1932
alakay	-1933
ayuhan	-1934
iyerno	-1935
‚ĖĀDiwat	-1936
‚ĖĀGibon	-1937
‚ĖĀMARIA	-1938
‚ĖĀbigas	-1939
‚ĖĀkalag	-1940
‚ĖĀkalig	-1941
‚ĖĀkarun	-1942
‚ĖĀlubos	-1943
‚ĖĀminam	-1944
‚ĖĀnakas	-1945
‚ĖĀnamum	-1946
‚ĖĀsasak	-1947
‚ĖĀsumis	-1948
angalan	-1949
arangay	-1950
asawang	-1951
untahan	-1952
‚ĖĀIMPONG	-1953
‚ĖĀManuel	-1954
‚ĖĀbalang	-1955
‚ĖĀdiyosa	-1956
‚ĖĀkumain	-1957
‚ĖĀmasama	-1958
‚ĖĀmasaya	-1959
‚ĖĀnaglal	-1960
‚ĖĀpinagk	-1961
akasalan	-1962
arapatra	-1963
asalamat	-1964
‚ĖĀDemonyo	-1965
‚ĖĀInahing	-1966
‚ĖĀLucifer	-1967
‚ĖĀMaganda	-1968
‚ĖĀbangkay	-1969
‚ĖĀlumabas	-1970
‚ĖĀnilikha	-1971
‚ĖĀpamilya	-1972
‚ĖĀSumakwel	-1973
‚ĖĀkatutubo	-1974
‚ĖĀmakapang	-1975
‚ĖĀmaligaya	-1976
‚ĖĀnagtagal	-1977
‚ĖĀnapansin	-1978
‚ĖĀprinsipe	-1979
‚ĖĀkayamanan	-1980
‚ĖĀkuwentong	-1981
‚ĖĀlumilipad	-1982
‚ĖĀmalungkot	-1983
‚ĖĀDiwatandaw	-1984
‚ĖĀkailangang	-1985
‚ĖĀIndarapatra	-1986
‚ĖĀpagkakataon	-1987
eo	-1988
mo	-1989
ANA	-1990
adh	-1991
duk	-1992
ida	-1993
iri	-1994
tod	-1995
tok	-1996
umb	-1997
uso	-1998
‚ĖĀAh	-1999
anib	-2000
anin	-2001
asok	-2002
ento	-2003
iisa	-2004
ikot	-2005
ingn	-2006
isin	-2007
iyas	-2008
‚ĖĀGag	-2009
‚ĖĀHal	-2010
‚ĖĀTam	-2011
‚ĖĀdam	-2012
‚ĖĀhap	-2013
‚ĖĀlul	-2014
‚ĖĀpah	-2015
‚ĖĀuna	-2016
Bakit	-2017
idlat	-2018
intas	-2019
‚ĖĀaliw	-2020
‚ĖĀnama	-2021
‚ĖĀsama	-2022
ahanda	-2023
akbang	-2024
alagay	-2025
alitan	-2026
anggit	-2027
apatan	-2028
lakbay	-2029
‚ĖĀBuhay	-2030
‚ĖĀbanal	-2031
‚ĖĀbukas	-2032
‚ĖĀburol	-2033
‚ĖĀdilim	-2034
‚ĖĀitlog	-2035
‚ĖĀkalak	-2036
‚ĖĀmangg	-2037
‚ĖĀnapag	-2038
‚ĖĀngayo	-2039
‚ĖĀsiyam	-2040
‚ĖĀsumas	-2041
‚ĖĀDiwata	-2042
‚ĖĀIbalon	-2043
‚ĖĀganoon	-2044
‚ĖĀhuling	-2045
‚ĖĀlandas	-2046
‚ĖĀnagmam	-2047
‚ĖĀpagtat	-2048
‚ĖĀpinuno	-2049
‚ĖĀpiyesa	-2050
‚ĖĀsultan	-2051
‚ĖĀtingin	-2052
‚ĖĀumalis	-2053
Sabayang	-2054
‚ĖĀUnnayan	-2055
‚ĖĀlungkot	-2056
‚ĖĀpalakol	-2057
‚ĖĀpatungo	-2058
‚ĖĀsapagka	-2059
‚ĖĀsuliran	-2060
‚ĖĀtagapag	-2061
‚ĖĀginagawa	-2062
‚ĖĀkabunduk	-2063
‚ĖĀmahabang	-2064
‚ĖĀSamantala	-2065
‚ĖĀimpiyerno	-2066
‚ĖĀkaibigang	-2067
‚ĖĀnararapat	-2068
‚ĖĀnagbibigay	-2069
‚ĖĀpaniniwala	-2070
‚ĖĀnasasakupan	-2071
".	-2072
ia	-2073
aca	-2074
ans	-2075
igm	-2076
igu	-2077
ilo	-2078
ino	-2079
les	-2080
lim	-2081
lip	-2082
non	-2083
orn	-2084
wit	-2085
yak	-2086
‚ĖĀDa	-2087
‚ĖĀPa	-2088
‚ĖĀbr	-2089
‚ĖĀha	-2090
‚ĖĀpr	-2091
abog	-2092
atap	-2093
hawa	-2094
iban	-2095
ibik	-2096
ihis	-2097
imit	-2098
ingk	-2099
inta	-2100
into	-2101
ipak	-2102
ipan	-2103
irog	-2104
ohan	-2105
ubay	-2106
ugol	-2107
upad	-2108
uwek	-2109
‚ĖĀNas	-2110
‚ĖĀPat	-2111
‚ĖĀaso	-2112
‚ĖĀbun	-2113
‚ĖĀros	-2114
‚ĖĀsik	-2115
aalis	-2116
ahati	-2117
aking	-2118
alala	-2119
alayo	-2120
ambuh	-2121
angon	-2122
ipags	-2123
usong	-2124
‚ĖĀJuan	-2125
‚ĖĀNANA	-2126
‚ĖĀNagl	-2127
‚ĖĀPros	-2128
‚ĖĀSari	-2129
‚ĖĀbaga	-2130
‚ĖĀdulo	-2131
ambing	-2132
andila	-2133
awayan	-2134
erpina	-2135
ibutan	-2136
iguyon	-2137
inding	-2138
iwalay	-2139
pikong	-2140
‚ĖĀamang	-2141
‚ĖĀbaboy	-2142
‚ĖĀbisig	-2143
‚ĖĀgusto	-2144
‚ĖĀhanda	-2145
‚ĖĀmakab	-2146
‚ĖĀmakat	-2147
‚ĖĀmapan	-2148
‚ĖĀpinak	-2149
‚ĖĀsikat	-2150
‚ĖĀsukat	-2151
alagaan	-2152
apansin	-2153
intahan	-2154
unahing	-2155
‚ĖĀBagong	-2156
‚ĖĀPagong	-2157
‚ĖĀalaala	-2158
‚ĖĀbalita	-2159
‚ĖĀganito	-2160
‚ĖĀibabaw	-2161
‚ĖĀlibing	-2162
‚ĖĀmabait	-2163
‚ĖĀpulubi	-2164
‚ĖĀsanang	-2165
alagahan	-2166
‚ĖĀNagalit	-2167
‚ĖĀanumang	-2168
‚ĖĀbathala	-2169
‚ĖĀbugtong	-2170
‚ĖĀkasaluk	-2171
‚ĖĀmatamis	-2172
‚ĖĀnakapag	-2173
‚ĖĀpananim	-2174
‚ĖĀpangung	-2175
‚ĖĀpintuan	-2176
‚ĖĀsumunod	-2177
amangkero	-2178
‚ĖĀAliguyon	-2179
‚ĖĀDumating	-2180
‚ĖĀMindanao	-2181
‚ĖĀSumarang	-2182
‚ĖĀbarangay	-2183
‚ĖĀkalooban	-2184
‚ĖĀmaliliit	-2185
‚ĖĀpanauhin	-2186
‚ĖĀkabuhayan	-2187
‚ĖĀmagkaroon	-2188
‚ĖĀmamamayan	-2189
‚ĖĀpamumuhay	-2190
‚ĖĀsuliranin	-2191
‚ĖĀProserpina	-2192
‚ĖĀkatutubong	-2193
‚ĖĀmanliligaw	-2194
‚ĖĀmitolohiya	-2195
‚ĖĀkabayanihan	-2196
eb	-2197
he	-2198
ic	-2199
Mag	-2200
ato	-2201
iin	-2202
uka	-2203
wak	-2204
‚ĖĀar	-2205
‚ĖĀga	-2206
..."	-2207
aano	-2208
akop	-2209
amay	-2210
angh	-2211
ayat	-2212
eyna	-2213
ubuo	-2214
ugin	-2215
yayi	-2216
‚ĖĀBag	-2217
‚ĖĀBas	-2218
‚ĖĀImp	-2219
‚ĖĀMus	-2220
‚ĖĀSan	-2221
‚ĖĀSul	-2222
‚ĖĀhar	-2223
‚ĖĀkon	-2224
‚ĖĀkuk	-2225
‚ĖĀlam	-2226
‚ĖĀnad	-2227
agana	-2228
alakh	-2229
ataan	-2230
awaan	-2231
ayway	-2232
ingap	-2233
uluan	-2234
uparo	-2235
uturo	-2236
‚ĖĀSaan	-2237
‚ĖĀanim	-2238
‚ĖĀayon	-2239
‚ĖĀbung	-2240
‚ĖĀbunt	-2241
‚ĖĀdako	-2242
akaawa	-2243
asalin	-2244
awakan	-2245
entong	-2246
igmaan	-2247
ilayan	-2248
utyang	-2249
‚ĖĀEspan	-2250
‚ĖĀOyayi	-2251
‚ĖĀPuwek	-2252
‚ĖĀSarag	-2253
‚ĖĀbagyo	-2254
‚ĖĀbango	-2255
‚ĖĀdamit	-2256
‚ĖĀgalak	-2257
‚ĖĀgamit	-2258
‚ĖĀganap	-2259
‚ĖĀhalim	-2260
‚ĖĀitaas	-2261
‚ĖĀlayaw	-2262
‚ĖĀlihim	-2263
‚ĖĀmapap	-2264
‚ĖĀnangg	-2265
‚ĖĀsabay	-2266
‚ĖĀtunog	-2267
‚ĖĀugali	-2268
agaling	-2269
alawang	-2270
utangan	-2271
‚ĖĀLalong	-2272
‚ĖĀMarami	-2273
‚ĖĀTingal	-2274
‚ĖĀbangka	-2275
‚ĖĀbiyaya	-2276
‚ĖĀdakila	-2277
‚ĖĀmagkas	-2278
‚ĖĀmaling	-2279
‚ĖĀsimula	-2280
‚ĖĀtabing	-2281
abukasan	-2282
ungkutan	-2283
yarihang	-2284
‚ĖĀTamaraw	-2285
‚ĖĀTinawag	-2286
‚ĖĀlumisan	-2287
‚ĖĀmasipag	-2288
‚ĖĀnahulog	-2289
‚ĖĀpagkaka	-2290
‚ĖĀsandali	-2291
alanutian	-2292
anggaling	-2293
asalaysay	-2294
‚ĖĀSapagkat	-2295
‚ĖĀdalampas	-2296
‚ĖĀkalayaan	-2297
‚ĖĀkuwintas	-2298
‚ĖĀmalayong	-2299
‚ĖĀnagbigay	-2300
‚ĖĀnagngang	-2301
‚ĖĀnagtungo	-2302
ambuhalang	-2303
‚ĖĀkapalaran	-2304
‚ĖĀpanaginip	-2305
‚ĖĀpanitikan	-2306
‚ĖĀnakarating	-2307
‚ĖĀnawawalang	-2308
‚ĖĀmatatagpuan	-2309
‚ĖĀpangunahing	-2310
OY	-2311
Sa	-2312
Ano	-2313
iro	-2314
itu	-2315
kin	-2316
kop	-2317
udo	-2318
ukl	-2319
‚ĖĀAs	-2320
‚ĖĀBa	-2321
ahag	-2322
asam	-2323
atut	-2324
ilay	-2325
isay	-2326
itaw	-2327
iyag	-2328
ongo	-2329
‚ĖĀDel	-2330
‚ĖĀTOY	-2331
‚ĖĀapo	-2332
‚ĖĀdaw	-2333
‚ĖĀnoo	-2334
aloob	-2335
angis	-2336
asyal	-2337
gayak	-2338
ibing	-2339
ibong	-2340
ihing	-2341
ikudo	-2342
iping	-2343
iusap	-2344
kahoy	-2345
roong	-2346
uyong	-2347
‚ĖĀDaga	-2348
‚ĖĀMens	-2349
‚ĖĀNais	-2350
‚ĖĀPand	-2351
‚ĖĀSino	-2352
‚ĖĀdati	-2353
‚ĖĀkain	-2354
‚ĖĀlabi	-2355
‚ĖĀmaka	-2356
‚ĖĀpatn	-2357
‚ĖĀwari	-2358
agalit	-2359
agatan	-2360
ansang	-2361
atagal	-2362
atanim	-2363
ayanan	-2364
dahang	-2365
imbang	-2366
imbing	-2367
intang	-2368
irapan	-2369
unayan	-2370
‚ĖĀAking	-2371
‚ĖĀDagat	-2372
‚ĖĀPagka	-2373
‚ĖĀbalak	-2374
‚ĖĀdilaw	-2375
‚ĖĀkasab	-2376
‚ĖĀkatap	-2377
‚ĖĀkayum	-2378
‚ĖĀlabas	-2379
‚ĖĀlilim	-2380
‚ĖĀmakik	-2381
‚ĖĀmatut	-2382
‚ĖĀnamam	-2383
‚ĖĀnanan	-2384
‚ĖĀtangk	-2385
ahating	-2386
ampalat	-2387
aramdam	-2388
arangaw	-2389
atanong	-2390
ibigkas	-2391
ingatan	-2392
‚ĖĀKaptan	-2393
‚ĖĀTOYANG	-2394
‚ĖĀdinala	-2395
‚ĖĀiisang	-2396
‚ĖĀiniwan	-2397
‚ĖĀlahing	-2398
‚ĖĀmakata	-2399
‚ĖĀmalaya	-2400
‚ĖĀmusika	-2401
‚ĖĀnagtat	-2402
‚ĖĀpambih	-2403
‚ĖĀpawang	-2404
‚ĖĀwaring	-2405
dukasyon	-2406
yayaring	-2407
‚ĖĀdemonyo	-2408
‚ĖĀhanging	-2409
‚ĖĀkampana	-2410
‚ĖĀlumipad	-2411
‚ĖĀlumipas	-2412
‚ĖĀmadilim	-2413
‚ĖĀmalalim	-2414
‚ĖĀmanging	-2415
‚ĖĀmarahil	-2416
‚ĖĀmarinig	-2417
‚ĖĀmatapos	-2418
‚ĖĀnagmula	-2419
‚ĖĀpaggawa	-2420
‚ĖĀpangkat	-2421
‚ĖĀsagisag	-2422
‚ĖĀsundalo	-2423
‚ĖĀBarangaw	-2424
‚ĖĀMarikudo	-2425
‚ĖĀkumakain	-2426
‚ĖĀmatapang	-2427
‚ĖĀnakakita	-2428
‚ĖĀnarating	-2429
‚ĖĀnawawala	-2430
‚ĖĀpanganib	-2431
‚ĖĀsasakyan	-2432
‚ĖĀhalimbawa	-2433
‚ĖĀhinahanap	-2434
‚ĖĀSaragnayan	-2435
‚ĖĀkabundukan	-2436
‚ĖĀkagandahan	-2437
‚ĖĀmandirigma	-2438
‚ĖĀpagkatapos	-2439
‚ĖĀkalungkutan	-2440
‚ĖĀdalampasigan	-2441
Al	-2442
Nak	-2443
UAN	-2444
ema	-2445
goy	-2446
haw	-2447
igh	-2448
oko	-2449
rab	-2450
‚ĖĀKA	-2451
‚ĖĀTa	-2452
‚ĖĀim	-2453
Mlks	-2454
ahad	-2455
alap	-2456
ayok	-2457
hasa	-2458
iram	-2459
nang	-2460
nong	-2461
rito	-2462
ugad	-2463
ugot	-2464
ukso	-2465
upok	-2466
utas	-2467
uwid	-2468
uyak	-2469
‚ĖĀLib	-2470
‚ĖĀPab	-2471
‚ĖĀbar	-2472
‚ĖĀest	-2473
‚ĖĀmaw	-2474
agkan	-2475
alawa	-2476
amanh	-2477
asong	-2478
iisip	-2479
ngles	-2480
ungib	-2481
uruan	-2482
yante	-2483
‚ĖĀBato	-2484
‚ĖĀIyan	-2485
‚ĖĀJUAN	-2486
‚ĖĀNiya	-2487
‚ĖĀNoon	-2488
‚ĖĀPags	-2489
‚ĖĀRosa	-2490
‚ĖĀcaca	-2491
‚ĖĀigin	-2492
‚ĖĀitim	-2493
‚ĖĀlaya	-2494
‚ĖĀpuri	-2495
apasok	-2496
apitan	-2497
ayaang	-2498
iganti	-2499
ingnan	-2500
otohan	-2501
ustong	-2502
usumpa	-2503
‚ĖĀGalit	-2504
‚ĖĀPanay	-2505
‚ĖĀabang	-2506
‚ĖĀbunso	-2507
‚ĖĀbutil	-2508
‚ĖĀhamog	-2509
‚ĖĀkapit	-2510
‚ĖĀlamok	-2511
‚ĖĀlunti	-2512
‚ĖĀmanan	-2513
‚ĖĀmasis	-2514
‚ĖĀnalul	-2515
‚ĖĀnangh	-2516
‚ĖĀnapap	-2517
‚ĖĀpaano	-2518
‚ĖĀpilit	-2519
‚ĖĀpinto	-2520
‚ĖĀrosas	-2521
‚ĖĀsalaw	-2522
‚ĖĀtumat	-2523
‚ĖĀwakas	-2524
abilang	-2525
alitaan	-2526
ingning	-2527
iwayway	-2528
tanggol	-2529
ugalian	-2530
‚ĖĀMuling	-2531
‚ĖĀMuslim	-2532
‚ĖĀSimang	-2533
‚ĖĀdaliri	-2534
‚ĖĀgunita	-2535
‚ĖĀhardin	-2536
‚ĖĀhirang	-2537
‚ĖĀkabayo	-2538
‚ĖĀkailan	-2539
‚ĖĀkinuha	-2540
‚ĖĀkulang	-2541
‚ĖĀmaitim	-2542
‚ĖĀnagsas	-2543
‚ĖĀpulong	-2544
‚ĖĀsakdal	-2545
‚ĖĀsuklay	-2546
‚ĖĀtapang	-2547
‚ĖĀyungib	-2548
agandang	-2549
apalaran	-2550
‚ĖĀBugtong	-2551
‚ĖĀHumadap	-2552
‚ĖĀMahirap	-2553
‚ĖĀMalakas	-2554
‚ĖĀMensahe	-2555
‚ĖĀbabaeng	-2556
‚ĖĀdigmaan	-2557
‚ĖĀkalabaw	-2558
‚ĖĀkalalak	-2559
‚ĖĀninyong	-2560
‚ĖĀsampung	-2561
‚ĖĀsandata	-2562
‚ĖĀdarating	-2563
‚ĖĀlibingan	-2564
‚ĖĀmagaling	-2565
‚ĖĀmagbalik	-2566
‚ĖĀpagiging	-2567
‚ĖĀtalagang	-2568
‚ĖĀginagamit	-2569
‚ĖĀkahulugan	-2570
‚ĖĀkaragatan	-2571
‚ĖĀkatangian	-2572
‚ĖĀminamahal	-2573
‚ĖĀnagkaroon	-2574
‚ĖĀnagsimula	-2575
‚ĖĀnatagpuan	-2576
‚ĖĀpananalig	-2577
‚ĖĀtanghalan	-2578
‚ĖĀtungkulin	-2579
‚ĖĀkarunungan	-2580
‚ĖĀdambuhalang	-2581
‚ĖĀpambihirang	-2582
!!	-2583
ND	-2584
go	-2585
si	-2586
Tat	-2587
agb	-2588
agh	-2589
agu	-2590
apo	-2591
eba	-2592
ego	-2593
fin	-2594
inl	-2595
its	-2596
tol	-2597
ubl	-2598
agaw	-2599
akat	-2600
anim	-2601
ener	-2602
ihag	-2603
irin	-2604
ones	-2605
tana	-2606
ukal	-2607
ukoy	-2608
unos	-2609
‚ĖĀAti	-2610
‚ĖĀGum	-2611
‚ĖĀIII	-2612
‚ĖĀNan	-2613
‚ĖĀPed	-2614
‚ĖĀadh	-2615
‚ĖĀawa	-2616
‚ĖĀsil	-2617
‚ĖĀsup	-2618
‚ĖĀtab	-2619
‚ĖĀwas	-2620
aawit	-2621
agsik	-2622
ahagi	-2623
ahiya	-2624
alaan	-2625
alaga	-2626
ambal	-2627
apaan	-2628
atnan	-2629
atong	-2630
buhay	-2631
enang	-2632
inoon	-2633
ulaan	-2634
umula	-2635
undan	-2636
undin	-2637
‚ĖĀKayo	-2638
‚ĖĀLagi	-2639
‚ĖĀLawa	-2640
‚ĖĀMags	-2641
‚ĖĀMagt	-2642
‚ĖĀPamb	-2643
‚ĖĀTayo	-2644
‚ĖĀagos	-2645
‚ĖĀalit	-2646
‚ĖĀalon	-2647
‚ĖĀbait	-2648
‚ĖĀilan	-2649
‚ĖĀkuba	-2650
‚ĖĀkult	-2651
‚ĖĀlipi	-2652
‚ĖĀporm	-2653
‚ĖĀsang	-2654
‚ĖĀsawa	-2655
‚ĖĀugat	-2656
‚ĖĀunti	-2657
agamot	-2658
atanaw	-2659
ibhasa	-2660
ihingi	-2661
ukhang	-2662
uluhan	-2663
usunod	-2664
‚ĖĀAnong	-2665
‚ĖĀBuwan	-2666
‚ĖĀDulaw	-2667
‚ĖĀLawin	-2668
‚ĖĀPapay	-2669
‚ĖĀTipak	-2670
‚ĖĀgumag	-2671
‚ĖĀhalik	-2672
‚ĖĀhalip	-2673
‚ĖĀhangg	-2674
‚ĖĀhapon	-2675
‚ĖĀhiyas	-2676
‚ĖĀiyang	-2677
‚ĖĀkaawa	-2678
‚ĖĀkabut	-2679
‚ĖĀkumik	-2680
‚ĖĀlikas	-2681
‚ĖĀmakas	-2682
‚ĖĀnabab	-2683
‚ĖĀpangh	-2684
‚ĖĀreyna	-2685
‚ĖĀsinta	-2686
‚ĖĀsinus	-2687
‚ĖĀtatlo	-2688
‚ĖĀtinat	-2689
‚ĖĀtinut	-2690
‚ĖĀtotoo	-2691
‚ĖĀumuwi	-2692
ahalaga	-2693
alakhak	-2694
alitong	-2695
ulugang	-2696
‚ĖĀAyonan	-2697
‚ĖĀDelfin	-2698
‚ĖĀhangad	-2699
‚ĖĀkalang	-2700
‚ĖĀmagsas	-2701
‚ĖĀmandin	-2702
‚ĖĀnagkak	-2703
‚ĖĀpaglil	-2704
‚ĖĀpagong	-2705
‚ĖĀpulang	-2706
‚ĖĀtatuan	-2707
ahulugan	-2708
atanghal	-2709
ungkahoy	-2710
‚ĖĀBiglang	-2711
‚ĖĀHinanap	-2712
‚ĖĀdalisay	-2713
‚ĖĀgawaing	-2714
‚ĖĀhanapin	-2715
‚ĖĀhinanap	-2716
‚ĖĀiniibig	-2717
‚ĖĀkalaban	-2718
‚ĖĀlipunan	-2719
‚ĖĀlubhang	-2720
‚ĖĀlumapit	-2721
‚ĖĀlumitaw	-2722
‚ĖĀmasarap	-2723
‚ĖĀmayaman	-2724
‚ĖĀpatayin	-2725
‚ĖĀpumanaw	-2726
‚ĖĀpumunta	-2727
‚ĖĀsaknong	-2728
amanhikan	-2729
‚ĖĀParuparo	-2730
‚ĖĀSilangan	-2731
‚ĖĀbayaning	-2732
‚ĖĀbinatang	-2733
‚ĖĀkalabasa	-2734
‚ĖĀkapuluan	-2735
‚ĖĀmadaling	-2736
‚ĖĀmagagawa	-2737
‚ĖĀmarating	-2738
‚ĖĀpaningin	-2739
‚ĖĀsalaysay	-2740
‚ĖĀTipaklong	-2741
‚ĖĀkalagayan	-2742
‚ĖĀkatapusan	-2743
‚ĖĀnabubuhay	-2744
‚ĖĀpormasyon	-2745
‚ĖĀsandaling	-2746
‚ĖĀsasabihin	-2747
‚ĖĀCalanutian	-2748
‚ĖĀmagkapatid	-2749
‚ĖĀmahalagang	-2750
‚ĖĀnaghahanap	-2751
‚ĖĀNagmalitong	-2752
‚ĖĀkaligayahan	-2753
‚ĖĀpunungkahoy	-2754
‚ĖĀpananampalat	-2755
At	-2756
Oo	-2757
le	-2758
oc	-2759
oh	-2760
ss	-2761
te	-2762
Ako	-2763
NDO	-2764
aas	-2765
agt	-2766
hap	-2767
igp	-2768
kis	-2769
ote	-2770
pas	-2771
pot	-2772
tar	-2773
tay	-2774
ugn	-2775
‚ĖĀ--	-2776
‚ĖĀIf	-2777
‚ĖĀOr	-2778
‚ĖĀid	-2779
ahih	-2780
alog	-2781
ampa	-2782
asya	-2783
atas	-2784
bong	-2785
esto	-2786
ikom	-2787
ilak	-2788
isda	-2789
ismo	-2790
kong	-2791
piko	-2792
tuwa	-2793
ugao	-2794
uksa	-2795
ungg	-2796
utya	-2797
‚ĖĀAhh	-2798
‚ĖĀBit	-2799
‚ĖĀBon	-2800
‚ĖĀDem	-2801
‚ĖĀIni	-2802
‚ĖĀKul	-2803
‚ĖĀLus	-2804
‚ĖĀPak	-2805
‚ĖĀPas	-2806
‚ĖĀari	-2807
‚ĖĀbus	-2808
‚ĖĀhah	-2809
‚ĖĀmai	-2810
‚ĖĀpad	-2811
‚ĖĀpis	-2812
‚ĖĀumu	-2813
Huwag	-2814
ababa	-2815
alaka	-2816
aliit	-2817
anaog	-2818
arito	-2819
aruan	-2820
asdan	-2821
atago	-2822
iligo	-2823
irito	-2824
iyego	-2825
lakad	-2826
‚ĖĀAnak	-2827
‚ĖĀDala	-2828
‚ĖĀINDO	-2829
‚ĖĀInil	-2830
‚ĖĀPati	-2831
‚ĖĀTaga	-2832
‚ĖĀTang	-2833
‚ĖĀTiwi	-2834
‚ĖĀYawa	-2835
‚ĖĀalin	-2836
‚ĖĀasal	-2837
‚ĖĀdali	-2838
‚ĖĀguro	-2839
‚ĖĀnagw	-2840
‚ĖĀpanl	-2841
‚ĖĀpong	-2842
‚ĖĀputi	-2843
‚ĖĀyaon	-2844
abango	-2845
alanta	-2846
alikat	-2847
angaso	-2848
athala	-2849
ayawan	-2850
ilikha	-2851
inigay	-2852
tanong	-2853
tasyon	-2854
uhunan	-2855
‚ĖĀBuhat	-2856
‚ĖĀKaran	-2857
‚ĖĀMinda	-2858
‚ĖĀNgayo	-2859
‚ĖĀPangk	-2860
‚ĖĀTagak	-2861
‚ĖĀbakal	-2862
‚ĖĀbakod	-2863
‚ĖĀbilog	-2864
‚ĖĀdadal	-2865
‚ĖĀdahan	-2866
‚ĖĀgrupo	-2867
‚ĖĀhamak	-2868
‚ĖĀhumah	-2869
‚ĖĀkalin	-2870
‚ĖĀkarik	-2871
‚ĖĀkinat	-2872
‚ĖĀpanig	-2873
‚ĖĀputik	-2874
‚ĖĀsangk	-2875
‚ĖĀtugon	-2876
‚ĖĀtuloy	-2877
‚ĖĀutang	-2878
amangha	-2879
ataglay	-2880
intawak	-2881
itingin	-2882
oroonan	-2883
undiman	-2884
‚ĖĀBilang	-2885
‚ĖĀIfugao	-2886
‚ĖĀKaagad	-2887
‚ĖĀKinuha	-2888
‚ĖĀMabuti	-2889
‚ĖĀSimula	-2890
‚ĖĀSultan	-2891
‚ĖĀangkop	-2892
‚ĖĀgawang	-2893
‚ĖĀhandog	-2894
‚ĖĀisdang	-2895
‚ĖĀkabila	-2896
‚ĖĀkuweba	-2897
‚ĖĀlaking	-2898
‚ĖĀmaaari	-2899
‚ĖĀmapang	-2900
‚ĖĀnagkas	-2901
‚ĖĀnaroon	-2902
‚ĖĀnganga	-2903
‚ĖĀpaghih	-2904
‚ĖĀpagkag	-2905
‚ĖĀpayapa	-2906
‚ĖĀperlas	-2907
‚ĖĀpitong	-2908
‚ĖĀsagana	-2909
‚ĖĀsaglit	-2910
‚ĖĀtuktok	-2911
ahahahah	-2912
andangan	-2913
otohanan	-2914
‚ĖĀGriyego	-2915
‚ĖĀLumipas	-2916
‚ĖĀhahanap	-2917
‚ĖĀhumingi	-2918
‚ĖĀlabanan	-2919
‚ĖĀmahusay	-2920
‚ĖĀpagitan	-2921
‚ĖĀpatuloy	-2922
‚ĖĀsumagot	-2923
‚ĖĀsusunod	-2924
‚ĖĀkilalang	-2925
‚ĖĀnakatira	-2926
‚ĖĀnaroroon	-2927
‚ĖĀalitaptap	-2928
‚ĖĀmatatanda	-2929
‚ĖĀmatinding	-2930
‚ĖĀnasiyahan	-2931
‚ĖĀnatutulog	-2932
‚ĖĀpinagkaka	-2933
‚ĖĀGagalangin	-2934
‚ĖĀHumadapnon	-2935
‚ĖĀkapitbahay	-2936
‚ĖĀkarangalan	-2937
‚ĖĀkayumanggi	-2938
‚ĖĀmakarating	-2939
‚ĖĀmalalaking	-2940
‚ĖĀnanggaling	-2941
‚ĖĀpaghahanap	-2942
‚ĖĀNalandangan	-2943
‚ĖĀkalalakihan	-2944
‚ĖĀpagdiriwang	-2945
‚ĖĀpagkakaroon	-2946
ipagsapalaran	-2947
‚ĖĀpinanggaling	-2948
Ka	-2949
bo	-2950
ho	-2951
pu	-2952
ru	-2953
ue	-2954
Ito	-2955
Mga	-2956
abe	-2957
are	-2958
hel	-2959
iko	-2960
kep	-2961
lor	-2962
min	-2963
tor	-2964
uny	-2965
wan	-2966
‚ĖĀEd	-2967
‚ĖĀPl	-2968
‚ĖĀUl	-2969
‚ĖĀpl	-2970
aari	-2971
abae	-2972
asik	-2973
awad	-2974
ayog	-2975
dali	-2976
edur	-2977
eter	-2978
haga	-2979
ihip	-2980
ikap	-2981
ikas	-2982
inaw	-2983
init	-2984
iwas	-2985
iyaw	-2986
kita	-2987
ohol	-2988
terp	-2989
ugis	-2990
ukin	-2991
ulak	-2992
‚ĖĀEdo	-2993
‚ĖĀKak	-2994
‚ĖĀLim	-2995
‚ĖĀMam	-2996
‚ĖĀPad	-2997
‚ĖĀTab	-2998
‚ĖĀaki	-2999
‚ĖĀanu	-3000
‚ĖĀhag	-3001
‚ĖĀlay	-3002
‚ĖĀnaa	-3003
adlaw	-3004
agita	-3005
angat	-3006
dagat	-3007
egalo	-3008
ikong	-3009
impap	-3010
itiis	-3011
iyaga	-3012
orneo	-3013
orong	-3014
ubuan	-3015
uluto	-3016
urong	-3017
‚ĖĀAmom	-3018
‚ĖĀIkin	-3019
‚ĖĀLena	-3020
‚ĖĀLila	-3021
‚ĖĀMagh	-3022
‚ĖĀMayo	-3023
‚ĖĀPers	-3024
‚ĖĀSant	-3025
‚ĖĀbers	-3026
‚ĖĀirog	-3027
‚ĖĀkani	-3028
‚ĖĀukol	-3029
‚ĖĀyari	-3030
aguita	-3031
alamat	-3032
antimp	-3033
ibigin	-3034
ipunan	-3035
terpre	-3036
ulitin	-3037
undong	-3038
‚ĖĀBohol	-3039
‚ĖĀDapat	-3040
‚ĖĀGansa	-3041
‚ĖĀHibik	-3042
‚ĖĀLakan	-3043
‚ĖĀLikal	-3044
‚ĖĀTinig	-3045
‚ĖĀTulad	-3046
‚ĖĀagong	-3047
‚ĖĀbalah	-3048
‚ĖĀdaang	-3049
‚ĖĀduwag	-3050
‚ĖĀhabag	-3051
‚ĖĀhapis	-3052
‚ĖĀilong	-3053
‚ĖĀkaban	-3054
‚ĖĀkamag	-3055
‚ĖĀkapat	-3056
‚ĖĀkauna	-3057
‚ĖĀlamig	-3058
‚ĖĀmakal	-3059
‚ĖĀmatip	-3060
‚ĖĀnasus	-3061
‚ĖĀpangg	-3062
‚ĖĀpatak	-3063
‚ĖĀpinap	-3064
‚ĖĀpugad	-3065
‚ĖĀsapat	-3066
‚ĖĀsayaw	-3067
‚ĖĀsimoy	-3068
‚ĖĀtalud	-3069
‚ĖĀtulog	-3070
Lalapit	-3071
agumpay	-3072
alaysay	-3073
engedur	-3074
ibilang	-3075
iligtas	-3076
ilingan	-3077
indanao	-3078
itingan	-3079
ulaklak	-3080
unahang	-3081
unawaan	-3082
‚ĖĀBundok	-3083
‚ĖĀDaldal	-3084
‚ĖĀLaging	-3085
‚ĖĀNarito	-3086
‚ĖĀPalaka	-3087
‚ĖĀWikang	-3088
‚ĖĀbulong	-3089
‚ĖĀdakong	-3090
‚ĖĀdalita	-3091
‚ĖĀganyan	-3092
‚ĖĀgawing	-3093
‚ĖĀhalaga	-3094
‚ĖĀhimpap	-3095
‚ĖĀkainin	-3096
‚ĖĀkasing	-3097
‚ĖĀkilala	-3098
‚ĖĀmagawa	-3099
‚ĖĀmakuha	-3100
‚ĖĀnagdur	-3101
‚ĖĀnaiiba	-3102
‚ĖĀpinana	-3103
‚ĖĀpuntod	-3104
‚ĖĀtalaga	-3105
‚ĖĀusapan	-3106
‚ĖĀwikang	-3107
alimutan	-3108
aliwanag	-3109
‚ĖĀDaigdig	-3110
‚ĖĀDemeter	-3111
‚ĖĀEspanya	-3112
‚ĖĀMariang	-3113
‚ĖĀMatapos	-3114
‚ĖĀPedrito	-3115
‚ĖĀSumagot	-3116
‚ĖĀbansang	-3117
‚ĖĀdayuhan	-3118
‚ĖĀinahing	-3119
‚ĖĀmagmula	-3120
‚ĖĀmalamig	-3121
‚ĖĀnamuhay	-3122
‚ĖĀnapatay	-3123
‚ĖĀpinggan	-3124
‚ĖĀtawagin	-3125
ipaglaban	-3126
‚ĖĀAmomongo	-3127
‚ĖĀBulaklak	-3128
‚ĖĀKaibigan	-3129
‚ĖĀMakiling	-3130
‚ĖĀPrinsesa	-3131
‚ĖĀSoloista	-3132
‚ĖĀdalagita	-3133
‚ĖĀganitong	-3134
‚ĖĀkaalaman	-3135
‚ĖĀmatalino	-3136
‚ĖĀmayamang	-3137
‚ĖĀmaysakit	-3138
‚ĖĀnakatayo	-3139
‚ĖĀnakilala	-3140
‚ĖĀtuluyang	-3141
‚ĖĀHalimbawa	-3142
‚ĖĀkaugalian	-3143
‚ĖĀmamamatay	-3144
‚ĖĀmaririnig	-3145
‚ĖĀnaglakbay	-3146
‚ĖĀnagmumula	-3147
‚ĖĀnagsalita	-3148
‚ĖĀtinanggap	-3149
‚ĖĀMitolohiya	-3150
‚ĖĀPilipinong	-3151
‚ĖĀkalangitan	-3152
‚ĖĀkasintahan	-3153
terpretasyon	-3154
‚ĖĀKinabukasan	-3155
‚ĖĀnaghihintay	-3156
‚ĖĀsalamangkero	-3157
‚ĖĀpinanggalingan	-3158
'-	-3159
00	-3160
Ng	-3161
ka	-3162
mm	-3163
no	-3164
ow	-3165
Mab	-3166
Mar	-3167
aha	-3168
amt	-3169
dla	-3170
eho	-3171
eta	-3172
ibe	-3173
iis	-3174
lam	-3175
tat	-3176
uho	-3177
unl	-3178
yas	-3179
yaw	-3180
‚ĖĀ(1	-3181
‚ĖĀ(2	-3182
‚ĖĀ1.	-3183
‚ĖĀ2.	-3184
‚ĖĀoh	-3185
‚ĖĀus	-3186
Magp	-3187
Solo	-3188
aani	-3189
abik	-3190
acio	-3191
asag	-3192
awal	-3193
awig	-3194
awis	-3195
ayad	-3196
enor	-3197
iang	-3198
igas	-3199
ilap	-3200
imog	-3201
inam	-3202
isid	-3203
isil	-3204
itas	-3205
kepu	-3206
lolo	-3207
ubad	-3208
ugod	-3209
ugun	-3210
uhos	-3211
ukan	-3212
unao	-3213
unpu	-3214
urin	-3215
urog	-3216
usin	-3217
‚ĖĀAmb	-3218
‚ĖĀBuy	-3219
‚ĖĀFil	-3220
‚ĖĀGat	-3221
‚ĖĀKar	-3222
‚ĖĀLis	-3223
‚ĖĀNil	-3224
‚ĖĀRog	-3225
‚ĖĀTat	-3226
‚ĖĀdag	-3227
‚ĖĀlim	-3228
‚ĖĀtam	-3229
‚ĖĀtit	-3230
aaral	-3231
agdag	-3232
agpis	-3233
ampot	-3234
angit	-3235
apati	-3236
ariwa	-3237
bitin	-3238
buwan	-3239
embro	-3240
ganda	-3241
iglap	-3242
iikan	-3243
inggo	-3244
itlog	-3245
palad	-3246
risto	-3247
sabay	-3248
salin	-3249
uotan	-3250
‚ĖĀAlam	-3251
‚ĖĀAlit	-3252
‚ĖĀDuri	-3253
‚ĖĀEdna	-3254
‚ĖĀMagk	-3255
‚ĖĀMagp	-3256
‚ĖĀMuli	-3257
‚ĖĀNaku	-3258
‚ĖĀNana	-3259
‚ĖĀPero	-3260
‚ĖĀahas	-3261
‚ĖĀalak	-3262
‚ĖĀbitu	-3263
‚ĖĀbril	-3264
‚ĖĀgayo	-3265
‚ĖĀkaba	-3266
‚ĖĀkand	-3267
‚ĖĀkubo	-3268
‚ĖĀpari	-3269
‚ĖĀpina	-3270
‚ĖĀtala	-3271
‚ĖĀtrad	-3272
‚ĖĀyata	-3273
aalala	-3274
ahamak	-3275
alaban	-3276
antang	-3277
arinig	-3278
atanda	-3279
atawat	-3280
awanan	-3281
awitan	-3282
ikling	-3283
ilagay	-3284
indaya	-3285
ingwit	-3286
isigaw	-3287
iwatig	-3288
piritu	-3289
ubusan	-3290
udulot	-3291
umanon	-3292
‚ĖĀBahay	-3293
‚ĖĀBawat	-3294
‚ĖĀDatap	-3295
‚ĖĀKundi	-3296
‚ĖĀLakas	-3297
‚ĖĀPluto	-3298
‚ĖĀSalaw	-3299
‚ĖĀSinas	-3300
‚ĖĀTubig	-3301
‚ĖĀUnang	-3302
‚ĖĀaklat	-3303
‚ĖĀaltar	-3304
‚ĖĀbigla	-3305
‚ĖĀbinab	-3306
‚ĖĀgamot	-3307
‚ĖĀibaba	-3308
‚ĖĀkabig	-3309
‚ĖĀkakay	-3310
‚ĖĀkanan	-3311
‚ĖĀkanin	-3312
‚ĖĀkodla	-3313
‚ĖĀligaw	-3314
‚ĖĀlumul	-3315
‚ĖĀmangh	-3316
‚ĖĀnagka	-3317
‚ĖĀnakap	-3318
‚ĖĀpista	-3319
‚ĖĀpunta	-3320
‚ĖĀsunog	-3321
‚ĖĀtagap	-3322
‚ĖĀtamis	-3323
‚ĖĀtanda	-3324
‚ĖĀtangi	-3325
‚ĖĀwagas	-3326
Epikong	-3327
aganaan	-3328
akasama	-3329
alubong	-3330
antayan	-3331
apangan	-3332
araanan	-3333
ayundin	-3334
imulang	-3335
intuang	-3336
ustuhan	-3337
yayahan	-3338
‚ĖĀAndres	-3339
‚ĖĀAnggoy	-3340
‚ĖĀBayang	-3341
‚ĖĀBinata	-3342
‚ĖĀBorneo	-3343
‚ĖĀGanyan	-3344
‚ĖĀKasama	-3345
‚ĖĀLadlaw	-3346
‚ĖĀLisuga	-3347
‚ĖĀMasaya	-3348
‚ĖĀNitong	-3349
‚ĖĀRosita	-3350
‚ĖĀSantos	-3351
‚ĖĀTuwang	-3352
‚ĖĀbangin	-3353
‚ĖĀbumaba	-3354
‚ĖĀbuntot	-3355
‚ĖĀbuwang	-3356
‚ĖĀdamong	-3357
‚ĖĀgayong	-3358
‚ĖĀhiling	-3359
‚ĖĀisipan	-3360
‚ĖĀkayang	-3361
‚ĖĀkidlat	-3362
‚ĖĀkitang	-3363
‚ĖĀlumbay	-3364
‚ĖĀmagmam	-3365
‚ĖĀmaputi	-3366
‚ĖĀngalan	-3367
‚ĖĀpagtit	-3368
‚ĖĀpansin	-3369
‚ĖĀpinagl	-3370
‚ĖĀpinagp	-3371
‚ĖĀpinsan	-3372
‚ĖĀsaging	-3373
‚ĖĀsamant	-3374
‚ĖĀtumayo	-3375
anggapin	-3376
sengedur	-3377
‚ĖĀHayaang	-3378
‚ĖĀLibulan	-3379
‚ĖĀLumapit	-3380
‚ĖĀMatagal	-3381
‚ĖĀMinango	-3382
‚ĖĀSumunod	-3383
‚ĖĀTanging	-3384
‚ĖĀTingnan	-3385
‚ĖĀasawang	-3386
‚ĖĀbalikat	-3387
‚ĖĀbayabas	-3388
‚ĖĀbungang	-3389
‚ĖĀgantimp	-3390
‚ĖĀhininga	-3391
‚ĖĀiibigin	-3392
‚ĖĀkultura	-3393
‚ĖĀlarawan	-3394
‚ĖĀlikuran	-3395
‚ĖĀmadalas	-3396
‚ĖĀmalinis	-3397
‚ĖĀmarikit	-3398
‚ĖĀmutyang	-3399
‚ĖĀnabuhay	-3400
‚ĖĀnagalit	-3401
‚ĖĀnakaupo	-3402
‚ĖĀnalilim	-3403
‚ĖĀnawalan	-3404
‚ĖĀpalagay	-3405
‚ĖĀpalayok	-3406
‚ĖĀpangako	-3407
‚ĖĀpatalim	-3408
‚ĖĀpumasok	-3409
‚ĖĀpupunta	-3410
‚ĖĀsalamin	-3411
‚ĖĀtauhang	-3412
‚ĖĀumaawit	-3413
aniniwala	-3414
‚ĖĀMadaling	-3415
‚ĖĀNaggayak	-3416
‚ĖĀTinagong	-3417
‚ĖĀginiikan	-3418
‚ĖĀkariktan	-3419
‚ĖĀkasamaan	-3420
‚ĖĀkulungan	-3421
‚ĖĀmasagana	-3422
‚ĖĀmayroong	-3423
‚ĖĀnaghanda	-3424
‚ĖĀpamumuno	-3425
‚ĖĀpatnubay	-3426
‚ĖĀtahanang	-3427
‚ĖĀtinanong	-3428
apaliwanag	-3429
sengedurug	-3430
‚ĖĀAlitaptap	-3431
‚ĖĀPanginoon	-3432
‚ĖĀedukasyon	-3433
‚ĖĀhalamanan	-3434
‚ĖĀkaramihan	-3435
‚ĖĀkarapatan	-3436
‚ĖĀkasalanan	-3437
‚ĖĀkasiyahan	-3438
‚ĖĀnakatulog	-3439
‚ĖĀnaririnig	-3440
‚ĖĀsinaunang	-3441
‚ĖĀPangumanon	-3442
‚ĖĀengkantado	-3443
‚ĖĀkahilingan	-3444
‚ĖĀkatangiang	-3445
‚ĖĀpinanaugan	-3446
‚ĖĀLikalibutan	-3447
‚ĖĀkasalukuyan	-3448
‚ĖĀkatotohanan	-3449
‚ĖĀmanggagamot	-3450
‚ĖĀpagtatanghal	-3451
‚ĖĀnagngangalang	-3452
‚ĖĀpinakamalaking	-3453
IT	-3454
ao	-3455
bi	-3456
di	-3457
ee	-3458
th	-3459
Kas	-3460
Mal	-3461
May	-3462
ade	-3463
bag	-3464
est	-3465
eus	-3466
hoy	-3467
igi	-3468
mos	-3469
rum	-3470
tak	-3471
ter	-3472
tim	-3473
uta	-3474
yos	-3475
yth	-3476
‚ĖĀHu	-3477
‚ĖĀOo	-3478
‚ĖĀdr	-3479
‚ĖĀes	-3480
‚ĖĀet	-3481
‚ĖĀle	-3482
Wala	-3483
alot	-3484
anag	-3485
atol	-3486
ding	-3487
ente	-3488
ibis	-3489
ight	-3490
itag	-3491
ithi	-3492
iyab	-3493
laro	-3494
ogan	-3495
ongg	-3496
potl	-3497
sama	-3498
ubok	-3499
unas	-3500
unat	-3501
unot	-3502
‚ĖĀBik	-3503
‚ĖĀIba	-3504
‚ĖĀIka	-3505
‚ĖĀKag	-3506
‚ĖĀMaa	-3507
‚ĖĀMap	-3508
‚ĖĀNiy	-3509
‚ĖĀPam	-3510
‚ĖĀSam	-3511
‚ĖĀSic	-3512
‚ĖĀSig	-3513
‚ĖĀYao	-3514
‚ĖĀbub	-3515
‚ĖĀhih	-3516
‚ĖĀhuk	-3517
‚ĖĀinu	-3518
‚ĖĀkur	-3519
‚ĖĀmau	-3520
‚ĖĀmiy	-3521
‚ĖĀsaw	-3522
‚ĖĀser	-3523
‚ĖĀtib	-3524
‚ĖĀuod	-3525
aayos	-3526
abong	-3527
abula	-3528
adaan	-3529
adapo	-3530
agaan	-3531
aklap	-3532
akong	-3533
alogo	-3534
amana	-3535
ambit	-3536
anais	-3537
anang	-3538
apaap	-3539
apong	-3540
arili	-3541
dapat	-3542
igkas	-3543
igpit	-3544
inain	-3545
indak	-3546
liyaw	-3547
uhing	-3548
uksan	-3549
umano	-3550
undag	-3551
unsod	-3552
unuan	-3553
utong	-3554
yakap	-3555
‚ĖĀAgio	-3556
‚ĖĀApol	-3557
‚ĖĀAyaw	-3558
‚ĖĀDali	-3559
‚ĖĀHand	-3560
‚ĖĀIbin	-3561
‚ĖĀLuis	-3562
‚ĖĀLupa	-3563
‚ĖĀSand	-3564
‚ĖĀTila	-3565
‚ĖĀWika	-3566
‚ĖĀayos	-3567
‚ĖĀbala	-3568
‚ĖĀdaga	-3569
‚ĖĀdami	-3570
‚ĖĀdila	-3571
‚ĖĀhuli	-3572
‚ĖĀiisa	-3573
‚ĖĀkons	-3574
‚ĖĀmala	-3575
‚ĖĀnuon	-3576
‚ĖĀsapa	-3577
‚ĖĀsulo	-3578
‚ĖĀsump	-3579
‚ĖĀsuso	-3580
‚ĖĀtaas	-3581
‚ĖĀulit	-3582
amalas	-3583
angkil	-3584
aralan	-3585
atakas	-3586
awagan	-3587
awarin	-3588
ensiya	-3589
ifacio	-3590
ikasan	-3591
ilitaw	-3592
inggin	-3593
inggit	-3594
ngkong	-3595
rabaho	-3596
saring	-3597
tangan	-3598
unahan	-3599
‚ĖĀAtlas	-3600
‚ĖĀBanal	-3601
‚ĖĀBanna	-3602
‚ĖĀBinig	-3603
‚ĖĀBulan	-3604
‚ĖĀGayun	-3605
‚ĖĀIyang	-3606
‚ĖĀKalig	-3607
‚ĖĀKaysa	-3608
‚ĖĀMakat	-3609
‚ĖĀNapak	-3610
‚ĖĀPinat	-3611
‚ĖĀTalis	-3612
‚ĖĀTenor	-3613
‚ĖĀTiyak	-3614
‚ĖĀbahag	-3615
‚ĖĀbatok	-3616
‚ĖĀbulag	-3617
‚ĖĀbumab	-3618
‚ĖĀbutas	-3619
‚ĖĀdampa	-3620
‚ĖĀdiyan	-3621
‚ĖĀhilig	-3622
‚ĖĀhinah	-3623
‚ĖĀhubad	-3624
‚ĖĀiglap	-3625
‚ĖĀkapar	-3626
‚ĖĀkulog	-3627
‚ĖĀkumak	-3628
‚ĖĀkunin	-3629
‚ĖĀlipad	-3630
‚ĖĀmabub	-3631
‚ĖĀmadla	-3632
‚ĖĀmatin	-3633
‚ĖĀmithi	-3634
‚ĖĀmunti	-3635
‚ĖĀnalal	-3636
‚ĖĀpakay	-3637
‚ĖĀpinam	-3638
‚ĖĀpugon	-3639
‚ĖĀsanda	-3640
‚ĖĀsinag	-3641
‚ĖĀsisiw	-3642
‚ĖĀsumpa	-3643
‚ĖĀtatak	-3644
‚ĖĀtuwid	-3645
aganang	-3646
agsikan	-3647
aligaya	-3648
aliksik	-3649
angkang	-3650
atakpan	-3651
ayapaan	-3652
babalik	-3653
bitinan	-3654
ibagong	-3655
ibigyan	-3656
ilitang	-3657
nanakaw	-3658
ubuksan	-3659
‚ĖĀAbyang	-3660
‚ĖĀBatooy	-3661
‚ĖĀBuyung	-3662
‚ĖĀDiyosa	-3663
‚ĖĀIbigin	-3664
‚ĖĀIngles	-3665
‚ĖĀLangit	-3666
‚ĖĀNasaan	-3667
‚ĖĀadhika	-3668
‚ĖĀangkin	-3669
‚ĖĀanuman	-3670
‚ĖĀdalang	-3671
‚ĖĀdalhin	-3672
‚ĖĀdugong	-3673
‚ĖĀgising	-3674
‚ĖĀkaliwa	-3675
‚ĖĀlumang	-3676
‚ĖĀmaayos	-3677
‚ĖĀnagbub	-3678
‚ĖĀnaisip	-3679
‚ĖĀniyong	-3680
‚ĖĀpaanan	-3681
‚ĖĀpangit	-3682
‚ĖĀpatung	-3683
‚ĖĀpinagh	-3684
‚ĖĀpinags	-3685
‚ĖĀpinang	-3686
‚ĖĀtalang	-3687
‚ĖĀtangan	-3688
‚ĖĀumibig	-3689
‚ĖĀumiyak	-3690
ahimikan	-3691
akasakit	-3692
aligiran	-3693
amatayan	-3694
amdaming	-3695
ampangan	-3696
arusahan	-3697
itingala	-3698
itingnan	-3699
potlight	-3700
ungkulan	-3701
uwalhati	-3702
‚ĖĀMatulog	-3703
‚ĖĀNalaman	-3704
‚ĖĀSalamat	-3705
‚ĖĀTatlong	-3706
‚ĖĀbabalik	-3707
‚ĖĀbandila	-3708
‚ĖĀbinubuo	-3709
‚ĖĀginhawa	-3710
‚ĖĀgustong	-3711
‚ĖĀhakbang	-3712
‚ĖĀhalimaw	-3713
‚ĖĀhandang	-3714
‚ĖĀitataas	-3715
‚ĖĀlumikha	-3716
‚ĖĀmaliban	-3717
‚ĖĀmalimit	-3718
‚ĖĀmapalad	-3719
‚ĖĀmatagal	-3720
‚ĖĀmatuwid	-3721
‚ĖĀngayong	-3722
‚ĖĀpagsuyo	-3723
‚ĖĀsalamat	-3724
‚ĖĀsumakay	-3725
‚ĖĀsumisid	-3726
‚ĖĀtuluyan	-3727
‚ĖĀumagang	-3728
agpatuloy	-3729
anyayahan	-3730
‚ĖĀAlindaya	-3731
‚ĖĀDulliyaw	-3732
‚ĖĀInutusan	-3733
‚ĖĀNapansin	-3734
‚ĖĀNaririto	-3735
‚ĖĀTalisain	-3736
‚ĖĀTulungan	-3737
‚ĖĀbumagsak	-3738
‚ĖĀgumagawa	-3739
‚ĖĀkabataan	-3740
‚ĖĀkaisipan	-3741
‚ĖĀkinakain	-3742
‚ĖĀkundiman	-3743
‚ĖĀlarangan	-3744
‚ĖĀmabigyan	-3745
‚ĖĀmagalang	-3746
‚ĖĀmasining	-3747
‚ĖĀmiyembro	-3748
‚ĖĀpagkaing	-3749
