<unk>	0
<s>	0
</s>	0
ng	-0
ang	-1
an	-2
‚ĖĀn	-3
‚ĖĀs	-4
ag	-5
‚ĖĀm	-6
at	-7
al	-8
ay	-9
in	-10
‚ĖĀk	-11
‚ĖĀp	-12
ak	-13
‚ĖĀng	-14
‚ĖĀsa	-15
‚ĖĀang	-16
‚ĖĀna	-17
it	-18
am	-19
ing	-20
il	-21
as	-22
‚ĖĀb	-23
ong	-24
aw	-25
ar	-26
ap	-27
ah	-28
‚ĖĀt	-29
‚ĖĀl	-30
iy	-31
ab	-32
‚ĖĀd	-33
‚ĖĀat	-34
‚ĖĀA	-35
ul	-36
is	-37
ig	-38
‚ĖĀay	-39
um	-40
ga	-41
‚ĖĀh	-42
un	-43
on	-44
‚ĖĀmga	-45
‚ĖĀN	-46
‚ĖĀS	-47
ik	-48
‚ĖĀpag	-49
‚ĖĀM	-50
ib	-51
ung	-52
iya	-53
‚ĖĀP	-54
‚ĖĀI	-55
‚ĖĀK	-56
‚ĖĀnag	-57
‚ĖĀmag	-58
ip	-59
‚ĖĀAng	-60
‚ĖĀkan	-61
‚ĖĀg	-62
ad	-63
‚ĖĀD	-64
ut	-65
‚ĖĀB	-66
us	-67
ito	-68
uh	-69
‚ĖĀsi	-70
‚ĖĀni	-71
‚ĖĀis	-72
ala	-73
and	-74
im	-75
yang	-76
ind	-77
‚ĖĀL	-78
up	-79
..	-80
ilang	-81
uw	-82
ila	-83
‚ĖĀT	-84
os	-85
ub	-86
‚ĖĀak	-87
‚ĖĀSa	-88
‚ĖĀH	-89
‚ĖĀnang	-90
‚ĖĀ"	-91
awa	-92
uk	-93
iw	-94
ot	-95
aya	-96
indi	-97
alak	-98
‚ĖĀkanyang	-99
‚ĖĀka	-100
‚ĖĀisang	-101
alang	-102
og	-103
ari	-104
‚ĖĀmay	-105
ug	-106
iyang	-107
‚ĖĀko	-108
‚ĖĀito	-109
ita	-110
‚ĖĀw	-111
‚ĖĀniya	-112
‚ĖĀmo	-113
‚ĖĀmat	-114
ayan	-115
ih	-116
ir	-117
‚ĖĀsiya	-118
id	-119
ayo	-120
‚ĖĀin	-121
‚ĖĀAt	-122
‚ĖĀnak	-123
ya	-124
‚ĖĀib	-125
ok	-126
‚ĖĀpin	-127
‚ĖĀ(	-128
amang	-129
ro	-130
‚ĖĀpa	-131
‚ĖĀhindi	-132
‚ĖĀpan	-133
‚ĖĀta	-134
apat	-135
‚ĖĀnam	-136
‚ĖĀmak	-137
‚ĖĀmal	-138
‚ĖĀiy	-139
ahan	-140
‚ĖĀan	-141
angg	-142
to	-143
alag	-144
‚ĖĀr	-145
oy	-146
aan	-147
uhay	-148
ol	-149
‚ĖĀpang	-150
‚ĖĀkung	-151
‚ĖĀNag	-152
en	-153
‚ĖĀsin	-154
yo	-155
ur	-156
...	-157
ibig	-158
‚ĖĀpagk	-159
ula	-160
ata	-161
ahat	-162
sa	-163
aman	-164
er	-165
od	-166
ama	-167
‚ĖĀma	-168
‚ĖĀkas	-169
uan	-170
‚ĖĀkat	-171
‚ĖĀako	-172
abi	-173
‚ĖĀkay	-174
‚ĖĀman	-175
agk	-176
anda	-177
araw	-178
und	-179
ating	-180
aba	-181
‚ĖĀdi	-182
aka	-183
ant	-184
‚ĖĀmas	-185
‚ĖĀkah	-186
oon	-187
‚ĖĀNg	-188
‚ĖĀdal	-189
awang	-190
ipin	-191
‚ĖĀkal	-192
‚ĖĀo	-193
‚ĖĀlum	-194
‚ĖĀlamang	-195
‚ĖĀpar	-196
‚ĖĀtin	-197
‚ĖĀtao	-198
‚ĖĀmah	-199
."	-200
‚ĖĀG	-201
‚ĖĀit	-202
‚ĖĀkap	-203
ahil	-204
‚ĖĀlahat	-205
‚ĖĀKung	-206
andang	-207
unit	-208
upang	-209
‚ĖĀniyang	-210
‚ĖĀmab	-211
ana	-212
‚ĖĀkanilang	-213
ayon	-214
unt	-215
‚ĖĀkab	-216
alit	-217
‚ĖĀsila	-218
‚ĖĀsiyang	-219
‚ĖĀIn	-220
amat	-221
‚ĖĀDon	-222
‚ĖĀanak	-223
‚ĖĀbuhay	-224
‚ĖĀaking	-225
akas	-226
‚ĖĀupang	-227
‚ĖĀik	-228
‚ĖĀdin	-229
‚ĖĀmar	-230
‚ĖĀnaman	-231
‚ĖĀal	-232
‚ĖĀaraw	-233
‚ĖĀkong	-234
alan	-235
ulang	-236
‚ĖĀrin	-237
‚ĖĀum	-238
‚ĖĀpal	-239
or	-240
‚ĖĀiyong	-241
‚ĖĀbag	-242
‚ĖĀJ	-243
sang	-244
‚ĖĀmap	-245
amp	-246
‚ĖĀbin	-247
‚ĖĀNang	-248
‚ĖĀe	-249
‚ĖĀnap	-250
‚ĖĀwalang	-251
‚ĖĀgin	-252
‚ĖĀnat	-253
‚ĖĀNa	-254
ili	-255
aling	-256
ali	-257
akit	-258
‚ĖĀbat	-259
ob	-260
upa	-261
alaki	-262
amb	-263
ika	-264
‚ĖĀpat	-265
aring	-266
‚ĖĀlang	-267
‚ĖĀnila	-268
ins	-269
‚ĖĀW	-270
‚ĖĀAy	-271
‚ĖĀMag	-272
‚ĖĀsum	-273
ina	-274
es	-275
ungk	-276
‚ĖĀbaba	-277
alik	-278
‚ĖĀhin	-279
‚ĖĀtag	-280
asawa	-281
‚ĖĀmagk	-282
‚ĖĀC	-283
iwan	-284
‚ĖĀpun	-285
‚ĖĀil	-286
asa	-287
apit	-288
‚ĖĀMay	-289
ayang	-290
ahon	-291
‚ĖĀtul	-292
atu	-293
‚ĖĀkar	-294
iling	-295
yan	-296
‚ĖĀHindi	-297
abang	-298
alaga	-299
.)	-300
int	-301
alim	-302
‚ĖĀbah	-303
‚ĖĀkam	-304
‚ĖĀU	-305
‚ĖĀtum	-306
tong	-307
agkat	-308
yong	-309
‚ĖĀwala	-310
‚ĖĀLam	-311
‚ĖĀkaya	-312
awan	-313
uwag	-314
aming	-315
‚ĖĀlupa	-316
na	-317
alo	-318
uti	-319
‚ĖĀpus	-320
awag	-321
‚ĖĀPag	-322
‚ĖĀnito	-323
ha	-324
‚ĖĀdahil	-325
lak	-326
‚ĖĀIsang	-327
apag	-328
‚ĖĀPil	-329
‚ĖĀpam	-330
‚ĖĀbayan	-331
angk	-332
ulan	-333
anggang	-334
agat	-335
inig	-336
‚ĖĀnin	-337
alaking	-338
uha	-339
‚ĖĀbabae	-340
el	-341
iyos	-342
‚ĖĀdum	-343
‚ĖĀmong	-344
‚ĖĀnga	-345
‚ĖĀPilipin	-346
‚ĖĀJuan	-347
uhan	-348
‚ĖĀmang	-349
ulo	-350
‚ĖĀnagp	-351
‚ĖĀsal	-352
‚ĖĀAg	-353
itan	-354
uto	-355
‚ĖĀdalawang	-356
‚ĖĀIb	-357
asal	-358
‚ĖĀsar	-359
uli	-360
uwa	-361
yon	-362
‚ĖĀpinag	-363
arap	-364
‚ĖĀpak	-365
ipag	-366
apatid	-367
asan	-368
‚ĖĀR	-369
‚ĖĀnags	-370
‚ĖĀNgunit	-371
‚ĖĀpagl	-372
‚ĖĀngunit	-373
‚ĖĀlalaki	-374
arang	-375
tat	-376
ko	-377
‚ĖĀy	-378
‚ĖĀSin	-379
‚ĖĀbul	-380
‚ĖĀina	-381
‚ĖĀikaw	-382
em	-383
ain	-384
‚ĖĀhal	-385
‚ĖĀAl	-386
‚ĖĀkum	-387
‚ĖĀtat	-388
unang	-389
‚ĖĀpags	-390
aran	-391
‚ĖĀitong	-392
‚ĖĀkanya	-393
‚ĖĀbu	-394
‚ĖĀlangit	-395
‚ĖĀpo	-396
aban	-397
anap	-398
‚ĖĀkin	-399
‚ĖĀkuw	-400
ungan	-401
‚ĖĀIto	-402
‚ĖĀsab	-403
‚ĖĀF	-404
aga	-405
‚ĖĀSi	-406
irap	-407
‚ĖĀpuso	-408
rins	-409
‚ĖĀiba	-410
‚ĖĀating	-411
,"	-412
amah	-413
‚ĖĀE	-414
amit	-415
‚ĖĀlag	-416
apang	-417
apos	-418
‚ĖĀnas	-419
‚ĖĀpanahon	-420
ulog	-421
ta	-422
ihan	-423
‚ĖĀY	-424
unga	-425
‚ĖĀnagk	-426
‚ĖĀhanggang	-427
abas	-428
itong	-429
‚ĖĀama	-430
‚ĖĀO	-431
igl	-432
alin	-433
oong	-434
‚ĖĀPin	-435
aklak	-436
ayong	-437
‚ĖĀdito	-438
‚ĖĀnaging	-439
‚ĖĀkag	-440
ahang	-441
‚ĖĀhang	-442
‚ĖĀpara	-443
‚ĖĀNak	-444
‚ĖĀiyo	-445
arian	-446
tan	-447
‚ĖĀIl	-448
ugan	-449
‚ĖĀsag	-450
‚ĖĀnagb	-451
‚ĖĀwika	-452
oob	-453
una	-454
‚ĖĀpagh	-455
amd	-456
‚ĖĀba	-457
‚ĖĀisa	-458
‚ĖĀmad	-459
‚ĖĀsap	-460
uling	-461
awat	-462
‚ĖĀkang	-463
‚ĖĀbahay	-464
dar	-465
isip	-466
ulay	-467
‚ĖĀhum	-468
‚ĖĀKaya	-469
‚ĖĀDi	-470
‚ĖĀasawa	-471
‚ĖĀninyo	-472
‚ĖĀdalaga	-473
awit	-474
‚ĖĀhari	-475
yari	-476
‚ĖĀbal	-477
‚ĖĀbuong	-478
han	-479
pik	-480
agal	-481
awin	-482
‚ĖĀbuw	-483
‚ĖĀnab	-484
‚ĖĀnan	-485
‚ĖĀngayon	-486
‚ĖĀsilang	-487
oro	-488
‚ĖĀtang	-489
bay	-490
‚ĖĀgum	-491
‚ĖĀnil	-492
ulong	-493
undok	-494
agp	-495
‚ĖĀBat	-496
‚ĖĀDatu	-497
‚ĖĀnagl	-498
‚ĖĀpagb	-499
‚ĖĀbum	-500
‚ĖĀAgat	-501
‚ĖĀMari	-502
atan	-503
utan	-504
‚ĖĀipin	-505
‚ĖĀkapatid	-506
sing	-507
ubig	-508
usap	-509
iwanag	-510
‚ĖĀPagkat	-511
wa	-512
ago	-513
ust	-514
‚ĖĀIk	-515
‚ĖĀda	-516
‚ĖĀnal	-517
uting	-518
ed	-519
‚ĖĀag	-520
‚ĖĀpuno	-521
isa	-522
‚ĖĀAn	-523
abaw	-524
hala	-525
‚ĖĀMga	-526
‚ĖĀnar	-527
‚ĖĀpum	-528
‚ĖĀpagp	-529
ibigan	-530
‚ĖĀunang	-531
iyak	-532
‚ĖĀAko	-533
‚ĖĀMar	-534
‚ĖĀkaw	-535
‚ĖĀDonya	-536
‚ĖĀnilang	-537
ami	-538
iwa	-539
awak	-540
along	-541
anga	-542
long	-543
‚ĖĀSum	-544
‚ĖĀakin	-545
‚ĖĀiyon	-546
‚ĖĀnoon	-547
‚ĖĀkuwen	-548
uy	-549
sin	-550
ihin	-551
‚ĖĀbulaklak	-552
‚ĖĀkaharian	-553
ays	-554
kas	-555
‚ĖĀLum	-556
‚ĖĀhig	-557
‚ĖĀnagh	-558
‚ĖĀnasa	-559
‚ĖĀDiyos	-560
‚ĖĀPilipino	-561
ayop	-562
igaw	-563
unod	-564
‚ĖĀtun	-565
iging	-566
eg	-567
ati	-568
eng	-569
tas	-570
ilim	-571
ungo	-572
ahing	-573
‚ĖĀtaong	-574
dig	-575
anong	-576
‚ĖĀkahit	-577
‚ĖĀparang	-578
atay	-579
‚ĖĀkayo	-580
‚ĖĀbawat	-581
‚ĖĀdagat	-582
‚ĖĀprins	-583
‚ĖĀWalang	-584
!"	-585
AN	-586
uno	-587
iwang	-588
‚ĖĀSiya	-589
‚ĖĀmata	-590
‚ĖĀtayo	-591
‚ĖĀtubig	-592
‚ĖĀpagkak	-593
esa	-594
yay	-595
‚ĖĀTin	-596
‚ĖĀmam	-597
igdig	-598
‚ĖĀDahil	-599
alig	-600
‚ĖĀMak	-601
abing	-602
‚ĖĀMaria	-603
‚ĖĀhayop	-604
‚ĖĀkamay	-605
‚ĖĀsinabi	-606
lay	-607
uri	-608
‚ĖĀIp	-609
‚ĖĀMan	-610
‚ĖĀbuk	-611
‚ĖĀsam	-612
‚ĖĀibig	-613
‚ĖĀnagt	-614
‚ĖĀpagt	-615
‚ĖĀlakas	-616
‚ĖĀKas	-617
agang	-618
alakas	-619
ud	-620
ump	-621
ingg	-622
‚ĖĀmaging	-623
lo	-624
aal	-625
ano	-626
alas	-627
ipad	-628
‚ĖĀbunga	-629
agi	-630
angan	-631
‚ĖĀmagp	-632
‚ĖĀbagay	-633
‚ĖĀbundok	-634
‚ĖĀmagandang	-635
?"	-636
‚ĖĀ‚Äď	-637
aki	-638
unan	-639
‚ĖĀepik	-640
‚ĖĀibon	-641
‚ĖĀmaraming	-642
da	-643
...!	-644
‚ĖĀBin	-645
‚ĖĀdatu	-646
alagang	-647
‚ĖĀdalawa	-648
‚ĖĀmagulang	-649
lad	-650
‚ĖĀya	-651
ango	-652
roon	-653
‚ĖĀmagb	-654
amatay	-655
‚ĖĀtunay	-656
‚ĖĀNagong	-657
ras	-658
‚ĖĀap	-659
ikan	-660
‚ĖĀpap	-661
agawa	-662
atang	-663
unong	-664
‚ĖĀKoro	-665
‚ĖĀloob	-666
usa	-667
‚ĖĀban	-668
‚ĖĀmags	-669
unting	-670
‚ĖĀdapat	-671
‚ĖĀibang	-672
‚ĖĀilang	-673
arating	-674
ann	-675
ayaw	-676
ulad	-677
‚ĖĀMal	-678
‚ĖĀgan	-679
‚ĖĀHuwag	-680
‚ĖĀmatat	-681
",	-682
ako	-683
‚ĖĀFa	-684
oyan	-685
unta	-686
‚ĖĀlug	-687
‚ĖĀnaw	-688
aroon	-689
‚ĖĀpanan	-690
annoyan	-691
‚ĖĀi	-692
insan	-693
‚ĖĀbato	-694
‚ĖĀFaust	-695
‚ĖĀnatin	-696
‚ĖĀCannoyan	-697
‚ĖĀdumating	-698
nan	-699
ubo	-700
usan	-701
‚ĖĀmuli	-702
ungkot	-703
‚ĖĀdaigdig	-704
ern	-705
ira	-706
iran	-707
uloy	-708
‚ĖĀmin	-709
‚ĖĀgabi	-710
‚ĖĀakong	-711
‚ĖĀtungk	-712
‚ĖĀnakita	-713
‚ĖĀFaustus	-714
aro	-715
uro	-716
‚ĖĀYa	-717
agan	-718
apon	-719
‚ĖĀkita	-720
anggol	-721
‚ĖĀtinig	-722
ilangan	-723
‚ĖĀinyong	-724
‚ĖĀsarili	-725
‚ĖĀBathala	-726
undi	-727
‚ĖĀsabi	-728
‚ĖĀnakat	-729
‚ĖĀkatawan	-730
so	-731
amag	-732
amin	-733
ikita	-734
isang	-735
‚ĖĀilog	-736
amahal	-737
‚ĖĀpinak	-738
‚ĖĀpunong	-739
‚ĖĀlalaking	-740
ara	-741
ilig	-742
uhat	-743
uran	-744
‚ĖĀMat	-745
‚ĖĀulo	-746
‚ĖĀpagm	-747
‚ĖĀbuwan	-748
‚ĖĀmahal	-749
‚ĖĀHaring	-750
Ay	-751
ma	-752
‚ĖĀul	-753
akot	-754
‚ĖĀlik	-755
alita	-756
‚ĖĀlugar	-757
‚ĖĀlaging	-758
om	-759
uin	-760
hang	-761
ilis	-762
‚ĖĀMah	-763
‚ĖĀsak	-764
‚ĖĀsina	-765
‚ĖĀhuwag	-766
‚ĖĀkulay	-767
‚ĖĀtulad	-768
‚ĖĀmakita	-769
‚ĖĀnitong	-770
ags	-771
ent	-772
ero	-773
pak	-774
ingin	-775
‚ĖĀWala	-776
‚ĖĀkoro	-777
‚ĖĀmatandang	-778
ahi	-779
olo	-780
ayag	-781
ukha	-782
ulat	-783
unti	-784
‚ĖĀpab	-785
‚ĖĀitin	-786
ahanap	-787
ks	-788
amo	-789
imp	-790
alis	-791
‚ĖĀbak	-792
among	-793
igaya	-794
ilala	-795
‚ĖĀbata	-796
‚ĖĀyaong	-797
‚ĖĀmagkak	-798
itin	-799
‚ĖĀmaa	-800
‚ĖĀnah	-801
‚ĖĀisip	-802
‚ĖĀmula	-803
‚ĖĀpagd	-804
‚ĖĀhabang	-805
‚ĖĀmuling	-806
oo	-807
ipe	-808
igay	-809
‚ĖĀHin	-810
‚ĖĀsas	-811
‚ĖĀring	-812
‚ĖĀsaan	-813
‚ĖĀdiyos	-814
apa	-815
imb	-816
‚ĖĀtr	-817
agka	-818
‚ĖĀMab	-819
‚ĖĀano	-820
‚ĖĀTula	-821
‚ĖĀgawa	-822
‚ĖĀnagm	-823
‚ĖĀtahan	-824
‚ĖĀkuwento	-825
‚ĖĀpagkain	-826
‚ĖĀKa	-827
apak	-828
isig	-829
undo	-830
‚ĖĀMas	-831
‚ĖĀgag	-832
‚ĖĀpas	-833
‚ĖĀsim	-834
‚ĖĀdoon	-835
‚ĖĀnais	-836
ubalit	-837
‚ĖĀsapagkat	-838
ilag	-839
ubos	-840
‚ĖĀgit	-841
igkas	-842
itang	-843
‚ĖĀnagd	-844
‚ĖĀkundi	-845
‚ĖĀSinabi	-846
‚ĖĀbinata	-847
‚ĖĀkasama	-848
api	-849
apan	-850
‚ĖĀKal	-851
‚ĖĀmagt	-852
‚ĖĀoras	-853
‚ĖĀInang	-854
‚ĖĀYaong	-855
‚ĖĀmalaking	-856
hin	-857
ugo	-858
‚ĖĀip	-859
apal	-860
aral	-861
ulot	-862
‚ĖĀKay	-863
darna	-864
irang	-865
‚ĖĀagad	-866
‚ĖĀsand	-867
‚ĖĀAdarna	-868
‚ĖĀhangin	-869
la	-870
Ang	-871
akb	-872
ahim	-873
inga	-874
‚ĖĀdak	-875
ahong	-876
akain	-877
aysay	-878
utang	-879
‚ĖĀawit	-880
anggap	-881
atawag	-882
‚ĖĀhigit	-883
‚ĖĀpagka	-884
‚ĖĀPilipinas	-885
‚ĖĀAr	-886
alat	-887
‚ĖĀMad	-888
iwala	-889
‚ĖĀisin	-890
‚ĖĀsino	-891
abalik	-892
ibigay	-893
iglang	-894
irahan	-895
‚ĖĀnapak	-896
‚ĖĀnoong	-897
‚ĖĀkanila	-898
aso	-899
ian	-900
ist	-901
upo	-902
alaw	-903
ingan	-904
‚ĖĀIbong	-905
‚ĖĀtatlong	-906
‚ĖĀprinsesa	-907
do	-908
dib	-909
yat	-910
abay	-911
akan	-912
alay	-913
amis	-914
igat	-915
ilan	-916
‚ĖĀdib	-917
‚ĖĀlib	-918
‚ĖĀsul	-919
‚ĖĀsus	-920
agong	-921
awala	-922
‚ĖĀIkaw	-923
alaman	-924
‚ĖĀpalak	-925
alakbay	-926
uga	-927
abis	-928
ahin	-929
igan	-930
ikha	-931
‚ĖĀTum	-932
‚ĖĀpil	-933
‚ĖĀkapag	-934
‚ĖĀmukha	-935
‚ĖĀdibdib	-936
‚ĖĀhalaman	-937
‚ĖĀliwanag	-938
‚ĖĀkaibigan	-939
uwi	-940
asak	-941
ibang	-942
‚ĖĀepiko	-943
‚ĖĀsariling	-944
‚ĖĀ1	-945
erm	-946
iba	-947
agot	-948
anay	-949
iliw	-950
‚ĖĀKin	-951
‚ĖĀtal	-952
‚ĖĀding	-953
‚ĖĀginawa	-954
‚ĖĀlalong	-955
‚ĖĀmabuti	-956
law	-957
isan	-958
unin	-959
iwata	-960
ubong	-961
‚ĖĀIpin	-962
‚ĖĀNagp	-963
‚ĖĀdiwa	-964
‚ĖĀpala	-965
‚ĖĀpagtat	-966
AR	-967
ey	-968
man	-969
ilos	-970
‚ĖĀKat	-971
asyon	-972
igyan	-973
ising	-974
‚ĖĀpagg	-975
‚ĖĀsaka	-976
‚ĖĀkapwa	-977
‚ĖĀbagong	-978
‚ĖĀmaganda	-979
‚ĖĀtungkol	-980
lan	-981
san	-982
ahoy	-983
away	-984
ilya	-985
ukot	-986
‚ĖĀtan	-987
ikang	-988
uluwa	-989
‚ĖĀpook	-990
‚ĖĀnakak	-991
ulungan	-992
‚ĖĀPagkatapos	-993
io	-994
‚ĖĀ[	-995
dan	-996
pan	-997
ubat	-998
‚ĖĀPar	-999
‚ĖĀPed	-1000
‚ĖĀini	-1001
‚ĖĀsuk	-1002
‚ĖĀapoy	-1003
‚ĖĀkami	-1004
‚ĖĀgitna	-1005
‚ĖĀmagag	-1006
amongan	-1007
angyari	-1008
‚ĖĀBinukot	-1009
‚ĖĀmalakas	-1010
‚ĖĀNamongan	-1011
et	-1012
ipas	-1013
pang	-1014
utos	-1015
‚ĖĀJos	-1016
‚ĖĀKah	-1017
imang	-1018
‚ĖĀluha	-1019
‚ĖĀsing	-1020
‚ĖĀtaga	-1021
‚ĖĀtila	-1022
agalog	-1023
yayari	-1024
‚ĖĀkamat	-1025
‚ĖĀalamat	-1026
‚ĖĀbahagi	-1027
‚ĖĀmatsing	-1028
‚ĖĀsanggol	-1029
‚ĖĀa	-1030
emb	-1031
emon	-1032
ipit	-1033
‚ĖĀbit	-1034
‚ĖĀbun	-1035
‚ĖĀlip	-1036
‚ĖĀsad	-1037
‚ĖĀiyan	-1038
‚ĖĀmagl	-1039
‚ĖĀtaon	-1040
agpuan	-1041
‚ĖĀKapag	-1042
‚ĖĀhirap	-1043
‚ĖĀmanok	-1044
‚ĖĀtauhan	-1045
‚ĖĀtahanan	-1046
ac	-1047
hh	-1048
‚ĖĀIt	-1049
‚ĖĀUn	-1050
abot	-1051
akay	-1052
ante	-1053
asyo	-1054
ihim	-1055
ikit	-1056
ilin	-1057
uman	-1058
‚ĖĀSal	-1059
‚ĖĀsan	-1060
ayaan	-1061
ugali	-1062
umang	-1063
‚ĖĀBant	-1064
‚ĖĀbuto	-1065
‚ĖĀtula	-1066
ahimik	-1067
alapit	-1068
‚ĖĀgalit	-1069
‚ĖĀmapag	-1070
‚ĖĀpalad	-1071
‚ĖĀbilang	-1072
‚ĖĀdating	-1073
‚ĖĀsalita	-1074
amagitan	-1075
‚ĖĀmatanda	-1076
ba	-1077
iz	-1078
isi	-1079
‚ĖĀAm	-1080
agin	-1081
alam	-1082
utin	-1083
‚ĖĀpul	-1084
akyat	-1085
uhang	-1086
‚ĖĀJose	-1087
‚ĖĀbago	-1088
‚ĖĀikin	-1089
‚ĖĀmagm	-1090
‚ĖĀsana	-1091
‚ĖĀNoong	-1092
‚ĖĀbakit	-1093
‚ĖĀinang	-1094
‚ĖĀkahoy	-1095
‚ĖĀkaran	-1096
‚ĖĀnayon	-1097
‚ĖĀnagtat	-1098
‚ĖĀtulang	-1099
‚ĖĀTagalog	-1100
‚ĖĀkatulad	-1101
‚ĖĀtanging	-1102
‚ĖĀmaaaring	-1103
re	-1104
‚ĖĀ=	-1105
‚ĖĀV	-1106
‚ĖĀIg	-1107
akad	-1108
anak	-1109
igla	-1110
ilid	-1111
ingi	-1112
ubuk	-1113
utom	-1114
uyan	-1115
‚ĖĀtuw	-1116
‚ĖĀuri	-1117
amant	-1118
ataas	-1119
‚ĖĀmand	-1120
‚ĖĀnina	-1121
‚ĖĀLahat	-1122
‚ĖĀPrins	-1123
‚ĖĀaming	-1124
‚ĖĀgubat	-1125
alawang	-1126
‚ĖĀpagkat	-1127
‚ĖĀpagong	-1128
‚ĖĀbabaing	-1129
‚ĖĀmabuting	-1130
‚ĖĀpamamagitan	-1131
ra	-1132
yu	-1133
lap	-1134
anta	-1135
apas	-1136
ikat	-1137
lado	-1138
‚ĖĀHum	-1139
‚ĖĀmuna	-1140
‚ĖĀpamp	-1141
‚ĖĀginto	-1142
‚ĖĀtaglay	-1143
‚ĖĀtulong	-1144
ilangang	-1145
‚ĖĀkawayan	-1146
‚ĖĀkaluluwa	-1147
ibo	-1148
iit	-1149
ngk	-1150
ora	-1151
amot	-1152
dang	-1153
ibat	-1154
igid	-1155
tila	-1156
uhin	-1157
usto	-1158
‚ĖĀDum	-1159
‚ĖĀKan	-1160
‚ĖĀNat	-1161
‚ĖĀlin	-1162
ampas	-1163
imula	-1164
iting	-1165
nayan	-1166
‚ĖĀAgyu	-1167
‚ĖĀPang	-1168
‚ĖĀmagd	-1169
‚ĖĀpati	-1170
akasal	-1171
‚ĖĀganda	-1172
‚ĖĀibong	-1173
‚ĖĀkatut	-1174
‚ĖĀmundo	-1175
‚ĖĀnanin	-1176
‚ĖĀpatay	-1177
op	-1178
awi	-1179
las	-1180
log	-1181
uni	-1182
uyo	-1183
‚ĖĀIs	-1184
agad	-1185
ahas	-1186
anan	-1187
arir	-1188
‚ĖĀIsa	-1189
‚ĖĀent	-1190
intay	-1191
‚ĖĀipag	-1192
‚ĖĀmagh	-1193
ablado	-1194
uwaang	-1195
‚ĖĀbangk	-1196
‚ĖĀlabis	-1197
‚ĖĀtapat	-1198
‚ĖĀNakita	-1199
‚ĖĀnamang	-1200
‚ĖĀbiglang	-1201
‚ĖĀpalasyo	-1202
‚ĖĀkaniyang	-1203
‚ĖĀpanahong	-1204
‚ĖĀentablado	-1205
‚ĖĀkapangyari	-1206
ek	-1207
iti	-1208
ono	-1209
izal	-1210
‚ĖĀDin	-1211
‚ĖĀham	-1212
asama	-1213
‚ĖĀInes	-1214
‚ĖĀalam	-1215
‚ĖĀdamd	-1216
arawan	-1217
‚ĖĀRizal	-1218
‚ĖĀgayon	-1219
‚ĖĀiyang	-1220
‚ĖĀlaban	-1221
‚ĖĀmakak	-1222
‚ĖĀpakik	-1223
‚ĖĀpalay	-1224
‚ĖĀmarami	-1225
‚ĖĀtanong	-1226
‚ĖĀTuwaang	-1227
‚ĖĀmalapit	-1228
‚ĖĀmasamang	-1229
‚ĖĀ-	-1230
ura	-1231
‚ĖĀUm	-1232
abag	-1233
anao	-1234
iyan	-1235
uang	-1236
‚ĖĀBis	-1237
‚ĖĀNal	-1238
‚ĖĀTul	-1239
antay	-1240
araan	-1241
‚ĖĀAyon	-1242
‚ĖĀNagk	-1243
‚ĖĀSila	-1244
‚ĖĀanyo	-1245
‚ĖĀibin	-1246
‚ĖĀkamp	-1247
‚ĖĀlalo	-1248
iyahan	-1249
‚ĖĀBakit	-1250
‚ĖĀKahit	-1251
‚ĖĀPedro	-1252
‚ĖĀsibat	-1253
alangin	-1254
alitang	-1255
‚ĖĀkamatayan	-1256
‚ĖĀkuwentong	-1257
‚ĖĀpagmamahal	-1258
hi	-1259
ego	-1260
lat	-1261
res	-1262
ugt	-1263
‚ĖĀAk	-1264
abal	-1265
anaw	-1266
igil	-1267
‚ĖĀbut	-1268
‚ĖĀpaa	-1269
alimb	-1270
unlad	-1271
‚ĖĀIbig	-1272
‚ĖĀMula	-1273
ugtong	-1274
‚ĖĀbansa	-1275
‚ĖĀkasal	-1276
‚ĖĀsagot	-1277
‚ĖĀbatang	-1278
‚ĖĀpinagm	-1279
‚ĖĀpaligid	-1280
‚ĖĀHanggang	-1281
‚ĖĀpangalan	-1282
‚ĖĀsingsing	-1283
loh	-1284
obo	-1285
tik	-1286
‚ĖĀLu	-1287
‚ĖĀas	-1288
‚ĖĀih	-1289
ahay	-1290
alon	-1291
apay	-1292
igas	-1293
inis	-1294
ipon	-1295
ista	-1296
lang	-1297
ulin	-1298
‚ĖĀtak	-1299
Hindi	-1300
uring	-1301
‚ĖĀAraw	-1302
‚ĖĀSaka	-1303
‚ĖĀkasi	-1304
anggam	-1305
itoloh	-1306
ungang	-1307
‚ĖĀBayan	-1308
‚ĖĀbibig	-1309
‚ĖĀkaysa	-1310
‚ĖĀsakit	-1311
aysayan	-1312
‚ĖĀligaya	-1313
‚ĖĀgintong	-1314
‚ĖĀmunting	-1315
NG	-1316
agd	-1317
ens	-1318
‚ĖĀMa	-1319
abuk	-1320
arin	-1321
ugat	-1322
‚ĖĀAno	-1323
‚ĖĀKap	-1324
‚ĖĀLab	-1325
‚ĖĀkak	-1326
‚ĖĀuma	-1327
‚ĖĀDoon	-1328
‚ĖĀbaka	-1329
‚ĖĀilaw	-1330
‚ĖĀinil	-1331
‚ĖĀlagi	-1332
‚ĖĀpamb	-1333
‚ĖĀpulo	-1334
‚ĖĀUpang	-1335
‚ĖĀmakat	-1336
‚ĖĀtalim	-1337
amdaman	-1338
‚ĖĀBisaya	-1339
‚ĖĀMinsan	-1340
‚ĖĀmalayo	-1341
‚ĖĀminsan	-1342
‚ĖĀKastila	-1343
‚ĖĀBantugan	-1344
‚ĖĀnagiging	-1345
‚ĖĀnangyari	-1346
‚ĖĀprinsipe	-1347
uko	-1348
‚ĖĀDr	-1349
‚ĖĀHa	-1350
ahal	-1351
angh	-1352
uwal	-1353
‚ĖĀGin	-1354
‚ĖĀNab	-1355
‚ĖĀpay	-1356
‚ĖĀraw	-1357
‚ĖĀtut	-1358
aging	-1359
andog	-1360
‚ĖĀMind	-1361
‚ĖĀdaan	-1362
‚ĖĀdugo	-1363
arapat	-1364
atuloy	-1365
emonyo	-1366
‚ĖĀdahon	-1367
‚ĖĀngang	-1368
‚ĖĀpilak	-1369
‚ĖĀAlamat	-1370
‚ĖĀdiwata	-1371
‚ĖĀkagand	-1372
‚ĖĀlupain	-1373
‚ĖĀpakpak	-1374
‚ĖĀmamatay	-1375
‚ĖĀtandang	-1376
‚ĖĀmagiging	-1377
‚ĖĀpangarap	-1378
‚ĖĀtinatawag	-1379
‚ĖĀkapangyarihan	-1380
AT	-1381
aho	-1382
umb	-1383
‚ĖĀde	-1384
apah	-1385
orot	-1386
unog	-1387
upit	-1388
uwan	-1389
‚ĖĀIna	-1390
‚ĖĀTag	-1391
‚ĖĀbiy	-1392
‚ĖĀkul	-1393
‚ĖĀpah	-1394
aloob	-1395
amdam	-1396
onood	-1397
usang	-1398
‚ĖĀinih	-1399
‚ĖĀmanl	-1400
‚ĖĀpana	-1401
abayan	-1402
abigat	-1403
‚ĖĀbukid	-1404
‚ĖĀdilag	-1405
‚ĖĀnatut	-1406
‚ĖĀpamum	-1407
‚ĖĀpangk	-1408
ahangad	-1409
‚ĖĀputing	-1410
‚ĖĀepikong	-1411
‚ĖĀmalaman	-1412
‚ĖĀpampang	-1413
‚ĖĀsadyang	-1414
‚ĖĀTulalang	-1415
po	-1416
agl	-1417
erp	-1418
ros	-1419
ilog	-1420
upan	-1421
‚ĖĀBid	-1422
‚ĖĀhim	-1423
‚ĖĀkad	-1424
abasa	-1425
angal	-1426
uparo	-1427
‚ĖĀPagk	-1428
‚ĖĀapat	-1429
‚ĖĀengk	-1430
‚ĖĀinyo	-1431
‚ĖĀnaka	-1432
‚ĖĀrito	-1433
‚ĖĀsamp	-1434
‚ĖĀtabi	-1435
alaala	-1436
alabas	-1437
ilipad	-1438
‚ĖĀhanap	-1439
‚ĖĀmahiw	-1440
‚ĖĀngayo	-1441
‚ĖĀtangh	-1442
‚ĖĀumaga	-1443
‚ĖĀSamant	-1444
‚ĖĀilalim	-1445
‚ĖĀnaming	-1446
‚ĖĀnating	-1447
‚ĖĀpiling	-1448
‚ĖĀSubalit	-1449
‚ĖĀmahirap	-1450
pa	-1451
end	-1452
ers	-1453
ahah	-1454
anti	-1455
ardo	-1456
atid	-1457
ilaw	-1458
ukol	-1459
ulit	-1460
‚ĖĀGan	-1461
‚ĖĀNar	-1462
‚ĖĀPal	-1463
‚ĖĀeks	-1464
‚ĖĀsis	-1465
awing	-1466
‚ĖĀIlog	-1467
‚ĖĀNags	-1468
‚ĖĀbang	-1469
‚ĖĀdala	-1470
isipan	-1471
ubuhay	-1472
‚ĖĀamang	-1473
‚ĖĀharap	-1474
‚ĖĀhawak	-1475
‚ĖĀpanin	-1476
‚ĖĀsinas	-1477
‚ĖĀtawag	-1478
ihintay	-1479
‚ĖĀbayang	-1480
‚ĖĀlumaki	-1481
‚ĖĀmalaki	-1482
‚ĖĀmaliit	-1483
‚ĖĀpaglal	-1484
‚ĖĀpusong	-1485
‚ĖĀCabigat	-1486
‚ĖĀkasalan	-1487
‚ĖĀmabuhay	-1488
‚ĖĀnamatay	-1489
‚ĖĀtinawag	-1490
‚ĖĀPrinsipe	-1491
‚ĖĀmanonood	-1492
no	-1493
uo	-1494
agb	-1495
‚ĖĀBi	-1496
amig	-1497
asin	-1498
itik	-1499
iwat	-1500
mang	-1501
utol	-1502
‚ĖĀKam	-1503
‚ĖĀNen	-1504
‚ĖĀbab	-1505
‚ĖĀbuh	-1506
‚ĖĀniy	-1507
alino	-1508
antad	-1509
umpay	-1510
urang	-1511
uyang	-1512
‚ĖĀPagb	-1513
‚ĖĀPuti	-1514
‚ĖĀSolo	-1515
‚ĖĀgaya	-1516
‚ĖĀhalos	-1517
embaran	-1518
‚ĖĀMalana	-1519
‚ĖĀgumawa	-1520
‚ĖĀparaan	-1521
‚ĖĀLanggam	-1522
‚ĖĀpinakam	-1523
‚ĖĀsubalit	-1524
‚ĖĀdalagang	-1525
‚ĖĀdamdamin	-1526
‚ĖĀkailangan	-1527
‚ĖĀpagkakata	-1528
ep	-1529
if	-1530
ti	-1531
dal	-1532
din	-1533
eon	-1534
hik	-1535
pis	-1536
uot	-1537
ayos	-1538
hati	-1539
igma	-1540
ilip	-1541
iyam	-1542
‚ĖĀRos	-1543
‚ĖĀbay	-1544
‚ĖĀmus	-1545
‚ĖĀput	-1546
‚ĖĀtuk	-1547
ansin	-1548
asang	-1549
asari	-1550
ugang	-1551
‚ĖĀBern	-1552
‚ĖĀNagm	-1553
‚ĖĀalim	-1554
‚ĖĀayaw	-1555
‚ĖĀlahi	-1556
‚ĖĀsund	-1557
alagay	-1558
utusan	-1559
‚ĖĀManok	-1560
‚ĖĀbunso	-1561
‚ĖĀgawin	-1562
‚ĖĀmasas	-1563
‚ĖĀnakal	-1564
‚ĖĀyaman	-1565
abayang	-1566
‚ĖĀLabtik	-1567
‚ĖĀbituin	-1568
‚ĖĀbuwaya	-1569
‚ĖĀnagbab	-1570
‚ĖĀpagbab	-1571
‚ĖĀnangang	-1572
‚ĖĀtahimik	-1573
‚ĖĀBembaran	-1574
‚ĖĀBernardo	-1575
‚ĖĀBidasari	-1576
‚ĖĀmakikita	-1577
‚ĖĀmahiwagang	-1578
‚ĖĀpinagmulan	-1579
‚ĖĀpaglalakbay	-1580
‚ĖĀu	-1581
ena	-1582
era	-1583
ubi	-1584
‚ĖĀOh	-1585
eyna	-1586
ilit	-1587
tang	-1588
‚ĖĀKab	-1589
‚ĖĀimp	-1590
tasan	-1591
usong	-1592
uwang	-1593
‚ĖĀaral	-1594
agamit	-1595
aharap	-1596
inggan	-1597
ulugan	-1598
‚ĖĀSulay	-1599
‚ĖĀgutom	-1600
‚ĖĀnakab	-1601
‚ĖĀsanga	-1602
‚ĖĀIgorot	-1603
‚ĖĀNaging	-1604
‚ĖĀbayani	-1605
‚ĖĀdunong	-1606
‚ĖĀkaaway	-1607
‚ĖĀkatang	-1608
‚ĖĀpalaka	-1609
‚ĖĀyaring	-1610
‚ĖĀgagawin	-1611
‚ĖĀhigante	-1612
itolohiya	-1613
‚ĖĀSulayman	-1614
‚ĖĀalimango	-1615
‚ĖĀpagdating	-1616
AK	-1617
st	-1618
ATA	-1619
aks	-1620
apo	-1621
way	-1622
‚ĖĀig	-1623
amba	-1624
ayak	-1625
uhod	-1626
‚ĖĀBal	-1627
‚ĖĀBan	-1628
‚ĖĀBuk	-1629
‚ĖĀBul	-1630
‚ĖĀDel	-1631
‚ĖĀMin	-1632
‚ĖĀNap	-1633
‚ĖĀSar	-1634
‚ĖĀTat	-1635
‚ĖĀlub	-1636
‚ĖĀnai	-1637
indig	-1638
ingat	-1639
unduk	-1640
‚ĖĀMagb	-1641
‚ĖĀNagb	-1642
‚ĖĀPagd	-1643
‚ĖĀTing	-1644
‚ĖĀlaki	-1645
‚ĖĀlamb	-1646
‚ĖĀlawa	-1647
‚ĖĀnama	-1648
‚ĖĀulan	-1649
abihin	-1650
aginip	-1651
amayan	-1652
apatay	-1653
‚ĖĀIlang	-1654
‚ĖĀbalat	-1655
‚ĖĀbuhok	-1656
‚ĖĀlaman	-1657
‚ĖĀsigaw	-1658
‚ĖĀtumut	-1659
arangan	-1660
‚ĖĀHabang	-1661
‚ĖĀMadali	-1662
‚ĖĀNgayon	-1663
‚ĖĀbatong	-1664
‚ĖĀgabing	-1665
‚ĖĀgaling	-1666
‚ĖĀkaloob	-1667
‚ĖĀnagsis	-1668
‚ĖĀpabula	-1669
alimbawa	-1670
‚ĖĀkayaman	-1671
‚ĖĀmabilis	-1672
‚ĖĀmakapag	-1673
‚ĖĀmayroon	-1674
‚ĖĀtagapag	-1675
‚ĖĀdakilang	-1676
‚ĖĀkabilang	-1677
‚ĖĀkailangang	-1678
‚ĖĀpangyayari	-1679
‚ĖĀmagkakapatid	-1680
sik	-1681
uag	-1682
‚ĖĀNi	-1683
agas	-1684
amas	-1685
anim	-1686
erno	-1687
igit	-1688
ling	-1689
uong	-1690
wang	-1691
‚ĖĀAga	-1692
‚ĖĀPab	-1693
‚ĖĀSap	-1694
‚ĖĀkil	-1695
‚ĖĀpiy	-1696
amaan	-1697
anggi	-1698
laban	-1699
pisod	-1700
‚ĖĀDito	-1701
‚ĖĀItin	-1702
‚ĖĀLeon	-1703
‚ĖĀTATA	-1704
‚ĖĀland	-1705
‚ĖĀsimb	-1706
alakad	-1707
usahan	-1708
usapan	-1709
‚ĖĀBiuag	-1710
‚ĖĀDiego	-1711
‚ĖĀItong	-1712
‚ĖĀbatis	-1713
‚ĖĀlikod	-1714
‚ĖĀlinya	-1715
‚ĖĀlubos	-1716
‚ĖĀmagka	-1717
‚ĖĀnakik	-1718
‚ĖĀnamin	-1719
‚ĖĀtiyak	-1720
‚ĖĀMaging	-1721
‚ĖĀNeneng	-1722
‚ĖĀepisod	-1723
‚ĖĀmataas	-1724
‚ĖĀpagsas	-1725
‚ĖĀbakuran	-1726
‚ĖĀbumalik	-1727
‚ĖĀnasasak	-1728
‚ĖĀsabihin	-1729
‚ĖĀParuparo	-1730
‚ĖĀtulungan	-1731
‚ĖĀkagandahan	-1732
‚ĖĀnaninirahan	-1733
ONG	-1734
ahe	-1735
uel	-1736
‚ĖĀAb	-1737
‚ĖĀGr	-1738
abit	-1739
adya	-1740
amay	-1741
asok	-1742
ibay	-1743
ingn	-1744
itim	-1745
pres	-1746
ubog	-1747
upad	-1748
‚ĖĀAma	-1749
‚ĖĀbas	-1750
abait	-1751
adala	-1752
akila	-1753
akita	-1754
alian	-1755
ihang	-1756
isyon	-1757
‚ĖĀDama	-1758
‚ĖĀMiya	-1759
‚ĖĀNagt	-1760
‚ĖĀinit	-1761
‚ĖĀisda	-1762
‚ĖĀkina	-1763
‚ĖĀulap	-1764
amihan	-1765
‚ĖĀanong	-1766
‚ĖĀbango	-1767
‚ĖĀbuhat	-1768
‚ĖĀdamit	-1769
‚ĖĀkapal	-1770
‚ĖĀnapag	-1771
‚ĖĀsilid	-1772
‚ĖĀtinat	-1773
‚ĖĀKalabaw	-1774
‚ĖĀdahilan	-1775
‚ĖĀlumabas	-1776
‚ĖĀlumakad	-1777
‚ĖĀnarinig	-1778
apangyari	-1779
‚ĖĀmasayang	-1780
‚ĖĀPagbigkas	-1781
‚ĖĀengkantad	-1782
‚ĖĀkaraniwang	-1783
‚ĖĀkasaysayan	-1784
),	-1785
Ip	-1786
ec	-1787
eh	-1788
iin	-1789
ino	-1790
kan	-1791
pir	-1792
tok	-1793
uon	-1794
‚ĖĀab	-1795
Kung	-1796
adal	-1797
alad	-1798
ihis	-1799
song	-1800
ugon	-1801
umpa	-1802
usay	-1803
usog	-1804
utok	-1805
‚ĖĀPan	-1806
‚ĖĀsig	-1807
‚ĖĀtot	-1808
‚ĖĀusa	-1809
agsak	-1810
bayan	-1811
ikain	-1812
ugtog	-1813
ungin	-1814
‚ĖĀAgad	-1815
‚ĖĀIsin	-1816
‚ĖĀPara	-1817
‚ĖĀdusa	-1818
‚ĖĀtuwa	-1819
aganda	-1820
anggit	-1821
uhayan	-1822
‚ĖĀAling	-1823
‚ĖĀbisig	-1824
‚ĖĀitlog	-1825
‚ĖĀkagub	-1826
‚ĖĀkawal	-1827
‚ĖĀmatut	-1828
‚ĖĀnamum	-1829
‚ĖĀpanig	-1830
‚ĖĀpanit	-1831
‚ĖĀBundok	-1832
‚ĖĀParang	-1833
‚ĖĀgawain	-1834
‚ĖĀibabaw	-1835
‚ĖĀkumain	-1836
‚ĖĀlupang	-1837
‚ĖĀnaglal	-1838
‚ĖĀninuno	-1839
‚ĖĀpitong	-1840
‚ĖĀsalapi	-1841
‚ĖĀtayong	-1842
‚ĖĀtuwing	-1843
‚ĖĀumalis	-1844
‚ĖĀanumang	-1845
‚ĖĀbinigyan	-1846
‚ĖĀepisodyo	-1847
‚ĖĀhalamang	-1848
‚ĖĀkalooban	-1849
‚ĖĀmarunong	-1850
‚ĖĀnakikita	-1851
‚ĖĀsalitang	-1852
‚ĖĀPagdating	-1853
‚ĖĀSamantala	-1854
‚ĖĀkababayan	-1855
‚ĖĀmagagandang	-1856
).	-1857
MP	-1858
ia	-1859
akw	-1860
ban	-1861
igp	-1862
lit	-1863
lks	-1864
ola	-1865
‚ĖĀAp	-1866
‚ĖĀEs	-1867
‚ĖĀII	-1868
....	-1869
agay	-1870
aham	-1871
akaw	-1872
alok	-1873
amad	-1874
ayun	-1875
ermo	-1876
isag	-1877
ohan	-1878
rito	-1879
ubuy	-1880
‚ĖĀBum	-1881
‚ĖĀDul	-1882
‚ĖĀKum	-1883
‚ĖĀLuc	-1884
‚ĖĀgun	-1885
‚ĖĀhar	-1886
‚ĖĀuna	-1887
‚ĖĀyum	-1888
aalam	-1889
igtas	-1890
ihing	-1891
kahoy	-1892
roong	-1893
utian	-1894
‚ĖĀBago	-1895
‚ĖĀSari	-1896
‚ĖĀatin	-1897
‚ĖĀroon	-1898
‚ĖĀsala	-1899
‚ĖĀutos	-1900
amangk	-1901
andaan	-1902
iligaw	-1903
inding	-1904
ubuyog	-1905
‚ĖĀBalag	-1906
‚ĖĀBugan	-1907
‚ĖĀBuhay	-1908
‚ĖĀGayon	-1909
‚ĖĀgiliw	-1910
‚ĖĀkalag	-1911
‚ĖĀlunti	-1912
‚ĖĀnawaw	-1913
‚ĖĀtakot	-1914
‚ĖĀtribo	-1915
atauhan	-1916
presyon	-1917
‚ĖĀnawala	-1918
‚ĖĀpagkab	-1919
abukasan	-1920
akasalan	-1921
‚ĖĀLeonora	-1922
‚ĖĀMaganda	-1923
‚ĖĀSalermo	-1924
‚ĖĀsimbahan	-1925
‚ĖĀkagubatan	-1926
‚ĖĀnagbibigay	-1927
‚ĖĀpagkakataon	-1928
aa	-1929
agh	-1930
apt	-1931
duk	-1932
iri	-1933
mas	-1934
uso	-1935
yal	-1936
zon	-1937
‚ĖĀCr	-1938
akbo	-1939
awid	-1940
iman	-1941
iyon	-1942
uwid	-1943
‚ĖĀAnd	-1944
‚ĖĀDal	-1945
‚ĖĀPum	-1946
‚ĖĀTab	-1947
‚ĖĀday	-1948
‚ĖĀerm	-1949
‚ĖĀika	-1950
‚ĖĀmaw	-1951
‚ĖĀper	-1952
‚ĖĀtig	-1953
aalis	-1954
aptap	-1955
inang	-1956
islap	-1957
itaas	-1958
‚ĖĀNasa	-1959
‚ĖĀPina	-1960
‚ĖĀkaka	-1961
‚ĖĀpand	-1962
‚ĖĀpant	-1963
‚ĖĀtupa	-1964
itanyo	-1965
iwalay	-1966
orilya	-1967
upunta	-1968
‚ĖĀLabaw	-1969
‚ĖĀbigas	-1970
‚ĖĀkarun	-1971
‚ĖĀkilos	-1972
‚ĖĀlihim	-1973
‚ĖĀmangg	-1974
‚ĖĀpaano	-1975
alagaan	-1976
asalita	-1977
asawang	-1978
ibigang	-1979
iriwang	-1980
untahan	-1981
‚ĖĀManobo	-1982
‚ĖĀdangal	-1983
‚ĖĀkaagad	-1984
‚ĖĀlandas	-1985
‚ĖĀlimang	-1986
‚ĖĀmandir	-1987
‚ĖĀpawang	-1988
‚ĖĀpulubi	-1989
‚ĖĀMabilis	-1990
‚ĖĀmarahil	-1991
‚ĖĀmasipag	-1992
‚ĖĀpatungo	-1993
‚ĖĀsapagka	-1994
‚ĖĀsuliran	-1995
‚ĖĀDalawang	-1996
‚ĖĀMaraming	-1997
‚ĖĀginagawa	-1998
‚ĖĀmadaling	-1999
‚ĖĀmaligaya	-2000
‚ĖĀnagtagal	-2001
‚ĖĀnilalang	-2002
‚ĖĀmamamayan	-2003
‚ĖĀnararapat	-2004
‚ĖĀpagbigkas	-2005
IA	-2006
‚ĖĀ2	-2007
ANG	-2008
adh	-2009
ans	-2010
igo	-2011
inh	-2012
lim	-2013
ris	-2014
uba	-2015
akat	-2016
aliw	-2017
anib	-2018
ento	-2019
ibon	-2020
ikal	-2021
imit	-2022
ingk	-2023
inta	-2024
iong	-2025
ungg	-2026
‚ĖĀtor	-2027
‚ĖĀumi	-2028
aking	-2029
akwel	-2030
alayo	-2031
andaw	-2032
bahay	-2033
ipags	-2034
ngang	-2035
‚ĖĀNagh	-2036
‚ĖĀNoon	-2037
‚ĖĀSamp	-2038
‚ĖĀbaya	-2039
‚ĖĀdako	-2040
‚ĖĀdamo	-2041
‚ĖĀpint	-2042
ahanda	-2043
apatan	-2044
lakbay	-2045
tanong	-2046
‚ĖĀbagyo	-2047
‚ĖĀbukas	-2048
‚ĖĀkabut	-2049
‚ĖĀmapan	-2050
‚ĖĀnakas	-2051
‚ĖĀpagod	-2052
‚ĖĀsumas	-2053
‚ĖĀtangk	-2054
agumpay	-2055
apansin	-2056
ingning	-2057
intahan	-2058
‚ĖĀPagong	-2059
‚ĖĀalipin	-2060
‚ĖĀkabayo	-2061
‚ĖĀkayong	-2062
‚ĖĀpinagk	-2063
‚ĖĀsaging	-2064
‚ĖĀtingin	-2065
asalamat	-2066
‚ĖĀKanyang	-2067
‚ĖĀMakisig	-2068
‚ĖĀTandang	-2069
‚ĖĀbangkay	-2070
‚ĖĀgorilya	-2071
‚ĖĀkasaluk	-2072
‚ĖĀlungkot	-2073
‚ĖĀmatamis	-2074
‚ĖĀnilikha	-2075
‚ĖĀsandali	-2076
‚ĖĀsumunod	-2077
‚ĖĀkatutubo	-2078
‚ĖĀermitanyo	-2079
‚ĖĀmalungkot	-2080
‚ĖĀminamahal	-2081
‚ĖĀnagkaroon	-2082
‚ĖĀpanaginip	-2083
‚ĖĀsuliranin	-2084
‚ĖĀekspresyon	-2085
‚ĖĀmatatagpuan	-2086
eo	-2087
‚ĖĀ'	-2088
‚ĖĀc	-2089
AND	-2090
igm	-2091
ilo	-2092
iro	-2093
iwi	-2094
les	-2095
ukl	-2096
‚ĖĀKA	-2097
ARIA	-2098
Iput	-2099
ahad	-2100
bong	-2101
hasa	-2102
iban	-2103
ifer	-2104
ikot	-2105
irog	-2106
isin	-2107
iyag	-2108
upot	-2109
‚ĖĀBag	-2110
‚ĖĀHal	-2111
‚ĖĀIMP	-2112
‚ĖĀapo	-2113
‚ĖĀhap	-2114
‚ĖĀkon	-2115
‚ĖĀlul	-2116
‚ĖĀmut	-2117
‚ĖĀpor	-2118
ababa	-2119
atili	-2120
enang	-2121
iliit	-2122
ining	-2123
sakit	-2124
ugong	-2125
‚ĖĀIput	-2126
‚ĖĀangk	-2127
‚ĖĀbaga	-2128
‚ĖĀdulo	-2129
‚ĖĀsama	-2130
alakay	-2131
ambing	-2132
apatra	-2133
iyerno	-2134
‚ĖĀDiwat	-2135
‚ĖĀGibon	-2136
‚ĖĀHapon	-2137
‚ĖĀIndar	-2138
‚ĖĀMARIA	-2139
‚ĖĀbanal	-2140
‚ĖĀgusto	-2141
‚ĖĀsasak	-2142
‚ĖĀsukat	-2143
‚ĖĀsumis	-2144
‚ĖĀugali	-2145
angalan	-2146
arangay	-2147
‚ĖĀIMPONG	-2148
‚ĖĀManuel	-2149
‚ĖĀbalang	-2150
‚ĖĀdakila	-2151
‚ĖĀdiyosa	-2152
‚ĖĀganito	-2153
‚ĖĀhangad	-2154
‚ĖĀhardin	-2155
‚ĖĀmagkas	-2156
‚ĖĀmakata	-2157
‚ĖĀmasama	-2158
‚ĖĀmasaya	-2159
‚ĖĀpagpap	-2160
‚ĖĀsanang	-2161
‚ĖĀwaring	-2162
‚ĖĀDemonyo	-2163
‚ĖĀInahing	-2164
‚ĖĀLucifer	-2165
‚ĖĀnakapag	-2166
‚ĖĀpagkaka	-2167
‚ĖĀpamilya	-2168
asalaysay	-2169
‚ĖĀDumating	-2170
‚ĖĀSumakwel	-2171
‚ĖĀmahabang	-2172
‚ĖĀnapansin	-2173
‚ĖĀhinahanap	-2174
‚ĖĀkayamanan	-2175
‚ĖĀlumilipad	-2176
‚ĖĀDiwatandaw	-2177
‚ĖĀpaniniwala	-2178
‚ĖĀIndarapatra	-2179
‚ĖĀmakapangyari	-2180
".	-2181
ic	-2182
mo	-2183
mp	-2184
ANA	-2185
ada	-2186
ado	-2187
rol	-2188
tod	-2189
yak	-2190
‚ĖĀAh	-2191
‚ĖĀDa	-2192
‚ĖĀha	-2193
‚ĖĀid	-2194
abog	-2195
akop	-2196
atap	-2197
ibik	-2198
iisa	-2199
into	-2200
ipan	-2201
itaw	-2202
iyas	-2203
nong	-2204
ugol	-2205
‚ĖĀBer	-2206
‚ĖĀGag	-2207
‚ĖĀhat	-2208
Bakit	-2209
agana	-2210
aglay	-2211
alaan	-2212
alala	-2213
angon	-2214
asong	-2215
ataan	-2216
awaan	-2217
idlat	-2218
igpit	-2219
intas	-2220
uluan	-2221
uturo	-2222
‚ĖĀaliw	-2223
‚ĖĀanim	-2224
‚ĖĀbunt	-2225
‚ĖĀdamb	-2226
‚ĖĀitim	-2227
ahinga	-2228
akbang	-2229
alitan	-2230
andila	-2231
ernand	-2232
igmaan	-2233
imbing	-2234
otohan	-2235
unayan	-2236
usunod	-2237
‚ĖĀbalak	-2238
‚ĖĀbinub	-2239
‚ĖĀburol	-2240
‚ĖĀdilim	-2241
‚ĖĀgamit	-2242
‚ĖĀganap	-2243
‚ĖĀhamog	-2244
‚ĖĀhanda	-2245
‚ĖĀkalak	-2246
‚ĖĀmapap	-2247
‚ĖĀnapap	-2248
‚ĖĀreyna	-2249
‚ĖĀsabay	-2250
‚ĖĀsiyam	-2251
‚ĖĀwakas	-2252
alingan	-2253
unahing	-2254
‚ĖĀBerban	-2255
‚ĖĀDiwata	-2256
‚ĖĀIbalon	-2257
‚ĖĀLalong	-2258
‚ĖĀbalita	-2259
‚ĖĀbiyaya	-2260
‚ĖĀganoon	-2261
‚ĖĀhuling	-2262
‚ĖĀiisang	-2263
‚ĖĀlahing	-2264
‚ĖĀlibing	-2265
‚ĖĀmabait	-2266
‚ĖĀpambih	-2267
‚ĖĀpinuno	-2268
‚ĖĀpiyesa	-2269
‚ĖĀsamant	-2270
‚ĖĀsimula	-2271
‚ĖĀsultan	-2272
Sabayang	-2273
alagahan	-2274
aririnig	-2275
‚ĖĀMahirap	-2276
‚ĖĀNagalit	-2277
‚ĖĀUnnayan	-2278
‚ĖĀkabayan	-2279
‚ĖĀpalakol	-2280
‚ĖĀkabunduk	-2281
‚ĖĀmalayong	-2282
‚ĖĀnagtungo	-2283
‚ĖĀpanauhin	-2284
‚ĖĀimpiyerno	-2285
‚ĖĀkabuhayan	-2286
‚ĖĀkaibigang	-2287
‚ĖĀpamumuhay	-2288
‚ĖĀtanghalan	-2289
‚ĖĀkatutubong	-2290
‚ĖĀpagkatapos	-2291
‚ĖĀnasasakupan	-2292
NA	-2293
UP	-2294
eb	-2295
aca	-2296
agt	-2297
ato	-2298
eba	-2299
igu	-2300
lip	-2301
non	-2302
oko	-2303
orn	-2304
pas	-2305
wit	-2306
‚ĖĀPa	-2307
‚ĖĀar	-2308
‚ĖĀgr	-2309
anin	-2310
atut	-2311
ayat	-2312
ikap	-2313
ipak	-2314
nang	-2315
ubay	-2316
ubok	-2317
ugad	-2318
ugin	-2319
uwek	-2320
‚ĖĀNas	-2321
‚ĖĀPat	-2322
‚ĖĀSan	-2323
‚ĖĀaso	-2324
‚ĖĀdaw	-2325
‚ĖĀkuk	-2326
‚ĖĀros	-2327
‚ĖĀsup	-2328
‚ĖĀtit	-2329
ahati	-2330
alakh	-2331
ayway	-2332
istal	-2333
iusap	-2334
‚ĖĀNANA	-2335
‚ĖĀNagl	-2336
‚ĖĀPros	-2337
‚ĖĀSino	-2338
‚ĖĀalin	-2339
‚ĖĀayon	-2340
‚ĖĀbung	-2341
‚ĖĀmaka	-2342
‚ĖĀwari	-2343
amalas	-2344
amaraw	-2345
awayan	-2346
entong	-2347
erpina	-2348
ibhasa	-2349
ibutan	-2350
iguyon	-2351
ihingi	-2352
ingnan	-2353
pikong	-2354
ustong	-2355
‚ĖĀEspan	-2356
‚ĖĀPagka	-2357
‚ĖĀbaboy	-2358
‚ĖĀgalak	-2359
‚ĖĀkaawa	-2360
‚ĖĀkasab	-2361
‚ĖĀkatap	-2362
‚ĖĀlayaw	-2363
‚ĖĀlikas	-2364
‚ĖĀnangg	-2365
‚ĖĀsikat	-2366
‚ĖĀtatlo	-2367
‚ĖĀtuloy	-2368
‚ĖĀumuwi	-2369
iligtas	-2370
‚ĖĀBagong	-2371
‚ĖĀMarami	-2372
‚ĖĀalaala	-2373
‚ĖĀbulong	-2374
‚ĖĀkailan	-2375
‚ĖĀkinuha	-2376
‚ĖĀpinagt	-2377
‚ĖĀtabing	-2378
aliwanag	-2379
yayaring	-2380
‚ĖĀbathala	-2381
‚ĖĀbugtong	-2382
‚ĖĀkalungk	-2383
‚ĖĀlumipad	-2384
‚ĖĀmarinig	-2385
‚ĖĀmatapos	-2386
‚ĖĀnahulog	-2387
‚ĖĀninyong	-2388
‚ĖĀpananim	-2389
‚ĖĀpangung	-2390
‚ĖĀpintuan	-2391
amangkero	-2392
‚ĖĀAliguyon	-2393
‚ĖĀBerbanya	-2394
‚ĖĀMindanao	-2395
‚ĖĀSumarang	-2396
‚ĖĀbarangay	-2397
‚ĖĀmaliliit	-2398
‚ĖĀnagbigay	-2399
‚ĖĀnagngang	-2400
‚ĖĀnakakita	-2401
‚ĖĀtalagang	-2402
‚ĖĀmagkaroon	-2403
‚ĖĀmatinding	-2404
‚ĖĀnagsimula	-2405
‚ĖĀpanitikan	-2406
‚ĖĀsandaling	-2407
‚ĖĀtungkulin	-2408
‚ĖĀProserpina	-2409
‚ĖĀmanliligaw	-2410
‚ĖĀmitolohiya	-2411
‚ĖĀnawawalang	-2412
‚ĖĀkabayanihan	-2413
‚ĖĀsamantalang	-2414
Sa	-2415
he	-2416
Tat	-2417
agm	-2418
wak	-2419
‚ĖĀBU	-2420
‚ĖĀga	-2421
‚ĖĀor	-2422
..."	-2423
aano	-2424
asam	-2425
atas	-2426
utas	-2427
yayi	-2428
‚ĖĀBah	-2429
‚ĖĀBas	-2430
‚ĖĀLib	-2431
‚ĖĀMus	-2432
‚ĖĀSul	-2433
‚ĖĀlam	-2434
‚ĖĀlun	-2435
‚ĖĀmai	-2436
‚ĖĀnad	-2437
‚ĖĀneg	-2438
‚ĖĀnoo	-2439
‚ĖĀsil	-2440
‚ĖĀwas	-2441
agkan	-2442
agsik	-2443
angga	-2444
angis	-2445
atong	-2446
iisip	-2447
iligo	-2448
ingap	-2449
oroon	-2450
undin	-2451
uruan	-2452
‚ĖĀSaan	-2453
‚ĖĀTayo	-2454
‚ĖĀkain	-2455
‚ĖĀkult	-2456
‚ĖĀlabi	-2457
‚ĖĀulit	-2458
agalit	-2459
agamot	-2460
agatan	-2461
akaawa	-2462
anghal	-2463
asalin	-2464
awakan	-2465
iganti	-2466
ilayan	-2467
intang	-2468
irapan	-2469
uhunan	-2470
‚ĖĀAking	-2471
‚ĖĀOyayi	-2472
‚ĖĀPuwek	-2473
‚ĖĀSarag	-2474
‚ĖĀbakod	-2475
‚ĖĀhalik	-2476
‚ĖĀhalim	-2477
‚ĖĀitaas	-2478
‚ĖĀmakal	-2479
‚ĖĀmakas	-2480
‚ĖĀmakik	-2481
‚ĖĀmanan	-2482
‚ĖĀmasis	-2483
‚ĖĀnalul	-2484
‚ĖĀnanan	-2485
‚ĖĀtunog	-2486
ernando	-2487
ibigkas	-2488
ingatan	-2489
ugalian	-2490
uhalang	-2491
utangan	-2492
‚ĖĀTingal	-2493
‚ĖĀbangka	-2494
‚ĖĀdaliri	-2495
‚ĖĀdinala	-2496
‚ĖĀgawing	-2497
‚ĖĀgunita	-2498
‚ĖĀkabila	-2499
‚ĖĀkuweba	-2500
‚ĖĀmaling	-2501
‚ĖĀsakdal	-2502
apalaran	-2503
dukasyon	-2504
‚ĖĀMalakas	-2505
‚ĖĀTamaraw	-2506
‚ĖĀTinawag	-2507
‚ĖĀdigmaan	-2508
‚ĖĀhanapin	-2509
‚ĖĀkampana	-2510
‚ĖĀlumapit	-2511
‚ĖĀlumipas	-2512
‚ĖĀlumisan	-2513
‚ĖĀmadilim	-2514
‚ĖĀmalalim	-2515
‚ĖĀmatuwid	-2516
‚ĖĀmayaman	-2517
‚ĖĀnagmula	-2518
‚ĖĀpaggawa	-2519
alanutian	-2520
‚ĖĀFernando	-2521
‚ĖĀSapagkat	-2522
‚ĖĀbayaning	-2523
‚ĖĀdalampas	-2524
‚ĖĀkalayaan	-2525
‚ĖĀkuwintas	-2526
‚ĖĀnawawala	-2527
‚ĖĀpagiging	-2528
‚ĖĀpanganib	-2529
‚ĖĀhalimbawa	-2530
‚ĖĀkapalaran	-2531
‚ĖĀmamamatay	-2532
‚ĖĀnatagpuan	-2533
‚ĖĀkaramdaman	-2534
‚ĖĀkarunungan	-2535
‚ĖĀmandirigma	-2536
‚ĖĀnakarating	-2537
‚ĖĀpambihirang	-2538
‚ĖĀpangunahing	-2539
‚ĖĀpunongkahoy	-2540
AB	-2541
IW	-2542
OY	-2543
ARO	-2544
Ano	-2545
itu	-2546
kop	-2547
rab	-2548
ril	-2549
udo	-2550
uka	-2551
uny	-2552
‚ĖĀBa	-2553
‚ĖĀTa	-2554
‚ĖĀim	-2555
‚ĖĀpl	-2556
agaw	-2557
alog	-2558
ayok	-2559
ikas	-2560
isay	-2561
ongo	-2562
ugot	-2563
‚ĖĀLAK	-2564
‚ĖĀTOY	-2565
‚ĖĀbar	-2566
‚ĖĀlim	-2567
‚ĖĀtab	-2568
aanak	-2569
aaral	-2570
ambal	-2571
atnan	-2572
gayak	-2573
ibing	-2574
ibong	-2575
ikudo	-2576
iping	-2577
ngles	-2578
ulaan	-2579
uyong	-2580
‚ĖĀDaga	-2581
‚ĖĀIyan	-2582
‚ĖĀMags	-2583
‚ĖĀMens	-2584
‚ĖĀNais	-2585
‚ĖĀPamb	-2586
‚ĖĀPand	-2587
‚ĖĀRosa	-2588
‚ĖĀdati	-2589
‚ĖĀilan	-2590
‚ĖĀkani	-2591
‚ĖĀpatn	-2592
‚ĖĀpong	-2593
‚ĖĀpuri	-2594
‚ĖĀsang	-2595
‚ĖĀugat	-2596
aalala	-2597
apasok	-2598
atlong	-2599
ayaang	-2600
dahang	-2601
imbang	-2602
‚ĖĀAnong	-2603
‚ĖĀDagat	-2604
‚ĖĀMahal	-2605
‚ĖĀabang	-2606
‚ĖĀdilaw	-2607
‚ĖĀgumag	-2608
‚ĖĀkarik	-2609
‚ĖĀkayum	-2610
‚ĖĀkinat	-2611
‚ĖĀlabas	-2612
‚ĖĀlilim	-2613
‚ĖĀnatat	-2614
‚ĖĀpatak	-2615
‚ĖĀtotoo	-2616
‚ĖĀtumat	-2617
‚ĖĀutang	-2618
ahating	-2619
alaysay	-2620
amangha	-2621
ampalat	-2622
arangaw	-2623
iwayway	-2624
‚ĖĀKaagad	-2625
‚ĖĀKaptan	-2626
‚ĖĀKinuha	-2627
‚ĖĀMabuti	-2628
‚ĖĀMuling	-2629
‚ĖĀSimang	-2630
‚ĖĀTOYANG	-2631
‚ĖĀgawang	-2632
‚ĖĀiniwan	-2633
‚ĖĀkulang	-2634
‚ĖĀmagtat	-2635
‚ĖĀmakuha	-2636
‚ĖĀmalaya	-2637
‚ĖĀmusika	-2638
‚ĖĀnagpap	-2639
‚ĖĀpangit	-2640
‚ĖĀpulong	-2641
‚ĖĀtapang	-2642
ungkahoy	-2643
‚ĖĀbungang	-2644
‚ĖĀdemonyo	-2645
‚ĖĀgawaing	-2646
‚ĖĀhanging	-2647
‚ĖĀhinanap	-2648
‚ĖĀkalaban	-2649
‚ĖĀkalabaw	-2650
‚ĖĀlumitaw	-2651
‚ĖĀmanging	-2652
‚ĖĀmatagal	-2653
‚ĖĀpangkat	-2654
‚ĖĀpinangg	-2655
‚ĖĀpumanaw	-2656
‚ĖĀsagisag	-2657
‚ĖĀsampung	-2658
‚ĖĀsundalo	-2659
‚ĖĀBarangaw	-2660
‚ĖĀMarikudo	-2661
‚ĖĀSilangan	-2662
‚ĖĀbinatang	-2663
‚ĖĀdarating	-2664
‚ĖĀkumakain	-2665
‚ĖĀmagagawa	-2666
‚ĖĀmagaling	-2667
‚ĖĀmagbalik	-2668
‚ĖĀmahigpit	-2669
‚ĖĀmatapang	-2670
‚ĖĀnarating	-2671
‚ĖĀsasakyan	-2672
‚ĖĀsinumang	-2673
‚ĖĀtuluyang	-2674
‚ĖĀginagamit	-2675
‚ĖĀkalagayan	-2676
‚ĖĀkaragatan	-2677
‚ĖĀpananalig	-2678
‚ĖĀBalagtasan	-2679
‚ĖĀSaragnayan	-2680
‚ĖĀkabundukan	-2681
‚ĖĀmakarating	-2682
‚ĖĀkalungkutan	-2683
‚ĖĀnaghihintay	-2684
‚ĖĀpunungkahoy	-2685
‚ĖĀdalampasigan	-2686
Al	-2687
LE	-2688
LO	-2689
OG	-2690
oh	-2691
si	-2692
IWA	-2693
Nak	-2694
UAN	-2695
ema	-2696
igh	-2697
ubl	-2698
‚ĖĀpr	-2699
‚ĖĀun	-2700
ABLO	-2701
ARUP	-2702
LENA	-2703
Mlks	-2704
adap	-2705
ahih	-2706
alap	-2707
ihag	-2708
ilay	-2709
inaw	-2710
init	-2711
iram	-2712
tana	-2713
uksa	-2714
ukso	-2715
upok	-2716
uyak	-2717
‚ĖĀNam	-2718
‚ĖĀPak	-2719
‚ĖĀawa	-2720
‚ĖĀest	-2721
‚ĖĀhah	-2722
‚ĖĀuod	-2723
akpan	-2724
alawa	-2725
amanh	-2726
arito	-2727
buhay	-2728
inoon	-2729
ipagk	-2730
ungib	-2731
urong	-2732
yante	-2733
‚ĖĀBato	-2734
‚ĖĀJUAN	-2735
‚ĖĀNiya	-2736
‚ĖĀPags	-2737
‚ĖĀagos	-2738
‚ĖĀasal	-2739
‚ĖĀcaca	-2740
‚ĖĀigin	-2741
‚ĖĀkuba	-2742
‚ĖĀlaya	-2743
‚ĖĀnagw	-2744
‚ĖĀpanl	-2745
‚ĖĀputi	-2746
‚ĖĀsawa	-2747
‚ĖĀunti	-2748
ANDIWA	-2749
ahayag	-2750
ansang	-2751
apitan	-2752
ayanan	-2753
inigay	-2754
ukhang	-2755
usumpa	-2756
‚ĖĀBuhat	-2757
‚ĖĀELENA	-2758
‚ĖĀGalit	-2759
‚ĖĀKaran	-2760
‚ĖĀPABLO	-2761
‚ĖĀPARUP	-2762
‚ĖĀPanay	-2763
‚ĖĀbutil	-2764
‚ĖĀhalip	-2765
‚ĖĀhamak	-2766
‚ĖĀhangg	-2767
‚ĖĀkapit	-2768
‚ĖĀkumik	-2769
‚ĖĀlamok	-2770
‚ĖĀnangh	-2771
‚ĖĀnarir	-2772
‚ĖĀpaksa	-2773
‚ĖĀpamam	-2774
‚ĖĀpilit	-2775
‚ĖĀpinto	-2776
‚ĖĀrosas	-2777
‚ĖĀsalaw	-2778
‚ĖĀsinta	-2779
‚ĖĀtamis	-2780
‚ĖĀtinut	-2781
abilang	-2782
agaling	-2783
alakhak	-2784
alitaan	-2785
amalaki	-2786
aramdam	-2787
oroonan	-2788
ulugang	-2789
‚ĖĀBilang	-2790
‚ĖĀMuslim	-2791
‚ĖĀgulang	-2792
‚ĖĀhirang	-2793
‚ĖĀlusong	-2794
‚ĖĀmagsas	-2795
‚ĖĀmaitim	-2796
‚ĖĀmandin	-2797
‚ĖĀnagkak	-2798
‚ĖĀnagkas	-2799
‚ĖĀnagsas	-2800
‚ĖĀnaroon	-2801
‚ĖĀpaghih	-2802
‚ĖĀpinagh	-2803
‚ĖĀsuklay	-2804
‚ĖĀtuktok	-2805
‚ĖĀyungib	-2806
ahulugan	-2807
amahalan	-2808
anggapin	-2809
igayahan	-2810
otohanan	-2811
‚ĖĀBiglang	-2812
‚ĖĀBugtong	-2813
‚ĖĀHumadap	-2814
‚ĖĀMensahe	-2815
‚ĖĀbabaeng	-2816
‚ĖĀbunsong	-2817
‚ĖĀhahanap	-2818
‚ĖĀiniibig	-2819
‚ĖĀkalalak	-2820
‚ĖĀlabanan	-2821
‚ĖĀlipunan	-2822
‚ĖĀmaagang	-2823
‚ĖĀmahusay	-2824
‚ĖĀmasarap	-2825
‚ĖĀngayong	-2826
‚ĖĀpatayin	-2827
‚ĖĀpumasok	-2828
‚ĖĀpumunta	-2829
‚ĖĀsaknong	-2830
‚ĖĀsandata	-2831
‚ĖĀtawagin	-2832
‚ĖĀBulaklak	-2833
‚ĖĀPARUPARO	-2834
‚ĖĀlibingan	-2835
‚ĖĀmatalino	-2836
‚ĖĀmayroong	-2837
‚ĖĀsalaysay	-2838
‚ĖĀtinanong	-2839
‚ĖĀLAKANDIWA	-2840
‚ĖĀkahulugan	-2841
‚ĖĀkatangian	-2842
‚ĖĀkatapusan	-2843
‚ĖĀnakatulog	-2844
‚ĖĀsasabihin	-2845
‚ĖĀmagkapatid	-2846
‚ĖĀpaghahanap	-2847
‚ĖĀKinabukasan	-2848
‚ĖĀdambuhalang	-2849
ipagsapalaran	-2850
!!	-2851
At	-2852
BU	-2853
ND	-2854
go	-2855
ho	-2856
le	-2857
te	-2858
ue	-2859
Ako	-2860
BUY	-2861
Ito	-2862
agu	-2863
fin	-2864
hap	-2865
ida	-2866
iko	-2867
its	-2868
ote	-2869
tar	-2870
tol	-2871
uns	-2872
‚ĖĀ--	-2873
‚ĖĀAs	-2874
agit	-2875
asik	-2876
awig	-2877
ayog	-2878
ener	-2879
iang	-2880
ilak	-2881
ilik	-2882
imog	-2883
irin	-2884
isil	-2885
itas	-2886
ones	-2887
ukal	-2888
ukoy	-2889
‚ĖĀAti	-2890
‚ĖĀGum	-2891
‚ĖĀIII	-2892
‚ĖĀIni	-2893
‚ĖĀKak	-2894
‚ĖĀNan	-2895
‚ĖĀPas	-2896
‚ĖĀadh	-2897
‚ĖĀaki	-2898
‚ĖĀari	-2899
‚ĖĀbus	-2900
‚ĖĀdag	-2901
‚ĖĀpad	-2902
‚ĖĀumu	-2903
BUYOG	-2904
aawit	-2905
aliit	-2906
anaog	-2907
itiis	-2908
lakad	-2909
umula	-2910
undan	-2911
‚ĖĀAnak	-2912
‚ĖĀKayo	-2913
‚ĖĀLagi	-2914
‚ĖĀLawa	-2915
‚ĖĀLena	-2916
‚ĖĀPati	-2917
‚ĖĀTang	-2918
‚ĖĀalit	-2919
‚ĖĀalon	-2920
‚ĖĀbait	-2921
‚ĖĀkaki	-2922
‚ĖĀkatw	-2923
‚ĖĀlipi	-2924
‚ĖĀporm	-2925
‚ĖĀukol	-2926
‚ĖĀyaon	-2927
abango	-2928
aralan	-2929
atanaw	-2930
athala	-2931
ilikha	-2932
uluhan	-2933
‚ĖĀBinig	-2934
‚ĖĀBuwan	-2935
‚ĖĀDapat	-2936
‚ĖĀDulaw	-2937
‚ĖĀKundi	-2938
‚ĖĀLawin	-2939
‚ĖĀPangk	-2940
‚ĖĀPapay	-2941
‚ĖĀTabor	-2942
‚ĖĀTipak	-2943
‚ĖĀUnang	-2944
‚ĖĀbakal	-2945
‚ĖĀbalon	-2946
‚ĖĀhapon	-2947
‚ĖĀhilig	-2948
‚ĖĀhiyas	-2949
‚ĖĀkalin	-2950
‚ĖĀkanin	-2951
‚ĖĀkapat	-2952
‚ĖĀkunin	-2953
‚ĖĀmakab	-2954
‚ĖĀmamah	-2955
‚ĖĀmamas	-2956
‚ĖĀpangg	-2957
‚ĖĀpangh	-2958
‚ĖĀsapat	-2959
‚ĖĀsinus	-2960
‚ĖĀsumpa	-2961
‚ĖĀtanda	-2962
‚ĖĀwagas	-2963
alitong	-2964
alubong	-2965
ayundin	-2966
‚ĖĀAyonan	-2967
‚ĖĀDelfin	-2968
‚ĖĀbumaba	-2969
‚ĖĀhalaga	-2970
‚ĖĀhiling	-2971
‚ĖĀkalang	-2972
‚ĖĀkayang	-2973
‚ĖĀlaking	-2974
‚ĖĀmapang	-2975
‚ĖĀnagdur	-2976
‚ĖĀpayapa	-2977
‚ĖĀpulang	-2978
‚ĖĀsagana	-2979
‚ĖĀtalaga	-2980
‚ĖĀtatuan	-2981
arusahan	-2982
‚ĖĀBUBUYOG	-2983
‚ĖĀCristal	-2984
‚ĖĀHinanap	-2985
‚ĖĀLumipas	-2986
‚ĖĀdalisay	-2987
‚ĖĀlubhang	-2988
‚ĖĀpagitan	-2989
‚ĖĀpamamah	-2990
‚ĖĀpatuloy	-2991
‚ĖĀsumagot	-2992
‚ĖĀsusunod	-2993
amanhikan	-2994
‚ĖĀPrinsesa	-2995
‚ĖĀganitong	-2996
‚ĖĀkalabasa	-2997
‚ĖĀkapuluan	-2998
‚ĖĀkilalang	-2999
‚ĖĀlarangan	-3000
‚ĖĀmarating	-3001
‚ĖĀnakilala	-3002
‚ĖĀpaningin	-3003
‚ĖĀTipaklong	-3004
‚ĖĀkasalanan	-3005
‚ĖĀkasiyahan	-3006
‚ĖĀkaugalian	-3007
‚ĖĀnabubuhay	-3008
‚ĖĀnasiyahan	-3009
‚ĖĀnatutulog	-3010
‚ĖĀpinakamag	-3011
‚ĖĀpormasyon	-3012
‚ĖĀtinanggap	-3013
‚ĖĀCalanutian	-3014
‚ĖĀmahalagang	-3015
‚ĖĀmalalaking	-3016
‚ĖĀnaghahanap	-3017
‚ĖĀnanggaling	-3018
‚ĖĀNagmalitong	-3019
‚ĖĀkaligayahan	-3020
‚ĖĀkasalukuyan	-3021
‚ĖĀpananampalat	-3022
‚ĖĀpinanggalingan	-3023
AM	-3024
Oo	-3025
bi	-3026
bo	-3027
ka	-3028
pu	-3029
ri	-3030
ss	-3031
Mga	-3032
NDO	-3033
aha	-3034
amt	-3035
goy	-3036
ikl	-3037
ini	-3038
inl	-3039
kis	-3040
lor	-3041
pot	-3042
ugn	-3043
uta	-3044
‚ĖĀIf	-3045
‚ĖĀla	-3046
‚ĖĀub	-3047
‚ĖĀus	-3048
agpo	-3049
ampa	-3050
asya	-3051
esto	-3052
haga	-3053
isda	-3054
ismo	-3055
iwas	-3056
kong	-3057
piko	-3058
tuwa	-3059
ugao	-3060
uhos	-3061
ukin	-3062
urin	-3063
‚ĖĀAhh	-3064
‚ĖĀBit	-3065
‚ĖĀBon	-3066
‚ĖĀDem	-3067
‚ĖĀGat	-3068
‚ĖĀInd	-3069
‚ĖĀInt	-3070
‚ĖĀKar	-3071
‚ĖĀKul	-3072
‚ĖĀLim	-3073
‚ĖĀLus	-3074
‚ĖĀhih	-3075
‚ĖĀlar	-3076
‚ĖĀlay	-3077
‚ĖĀmau	-3078
‚ĖĀnaa	-3079
‚ĖĀpis	-3080
‚ĖĀsik	-3081
Huwag	-3082
agpis	-3083
ahala	-3084
alaka	-3085
amali	-3086
apaan	-3087
arili	-3088
dagat	-3089
iyego	-3090
uluto	-3091
‚ĖĀDala	-3092
‚ĖĀINDO	-3093
‚ĖĀIkin	-3094
‚ĖĀInil	-3095
‚ĖĀMagk	-3096
‚ĖĀMuli	-3097
‚ĖĀSant	-3098
‚ĖĀTila	-3099
‚ĖĀTiwi	-3100
‚ĖĀYawa	-3101
‚ĖĀamin	-3102
‚ĖĀbers	-3103
‚ĖĀdali	-3104
‚ĖĀguro	-3105
‚ĖĀhimp	-3106
‚ĖĀirog	-3107
‚ĖĀkaba	-3108
‚ĖĀnaro	-3109
‚ĖĀpina	-3110
‚ĖĀsuso	-3111
alanta	-3112
alikat	-3113
angaso	-3114
atanda	-3115
ayawan	-3116
ibigin	-3117
inggit	-3118
tasyon	-3119
undong	-3120
‚ĖĀDelos	-3121
‚ĖĀLakan	-3122
‚ĖĀMinda	-3123
‚ĖĀNgayo	-3124
‚ĖĀSipag	-3125
‚ĖĀTagak	-3126
‚ĖĀTulad	-3127
‚ĖĀbigla	-3128
‚ĖĀbilog	-3129
‚ĖĀbinab	-3130
‚ĖĀbutas	-3131
‚ĖĀdadal	-3132
‚ĖĀdahan	-3133
‚ĖĀduwag	-3134
‚ĖĀgrupo	-3135
‚ĖĀhabag	-3136
‚ĖĀhatol	-3137
‚ĖĀhumah	-3138
‚ĖĀilong	-3139
‚ĖĀkamag	-3140
‚ĖĀlingg	-3141
‚ĖĀmahih	-3142
‚ĖĀnakap	-3143
‚ĖĀnasus	-3144
‚ĖĀpinap	-3145
‚ĖĀpista	-3146
‚ĖĀpugad	-3147
‚ĖĀputik	-3148
‚ĖĀsangk	-3149
‚ĖĀtugon	-3150
antayan	-3151
ibilang	-3152
intawak	-3153
tanggol	-3154
ubuksan	-3155
ulaklak	-3156
unawaan	-3157
undiman	-3158
ustuhan	-3159
‚ĖĀIfugao	-3160
‚ĖĀNarito	-3161
‚ĖĀSimula	-3162
‚ĖĀSultan	-3163
‚ĖĀangkop	-3164
‚ĖĀdalita	-3165
‚ĖĀganyan	-3166
‚ĖĀhandog	-3167
‚ĖĀisdang	-3168
‚ĖĀkasing	-3169
‚ĖĀkilala	-3170
‚ĖĀmaaari	-3171
‚ĖĀmagawa	-3172
‚ĖĀnaiiba	-3173
‚ĖĀnganga	-3174
‚ĖĀpagdar	-3175
‚ĖĀpagtut	-3176
‚ĖĀperlas	-3177
‚ĖĀpinagb	-3178
‚ĖĀsaglit	-3179
‚ĖĀtumubo	-3180
‚ĖĀwikang	-3181
agandang	-3182
ahahahah	-3183
akasakit	-3184
alimutan	-3185
andangan	-3186
istulang	-3187
‚ĖĀGriyego	-3188
‚ĖĀMatapos	-3189
‚ĖĀSumunod	-3190
‚ĖĀbansang	-3191
‚ĖĀbubuyog	-3192
‚ĖĀdayuhan	-3193
‚ĖĀhumingi	-3194
‚ĖĀmadalas	-3195
‚ĖĀmagmula	-3196
‚ĖĀmalamig	-3197
‚ĖĀmutyang	-3198
‚ĖĀnabuhay	-3199
‚ĖĀnamuhay	-3200
‚ĖĀnawalan	-3201
‚ĖĀtangkay	-3202
‚ĖĀtinapay	-3203
‚ĖĀumakyat	-3204
ipaglaban	-3205
‚ĖĀBinigyan	-3206
‚ĖĀnakatira	-3207
‚ĖĀnaroroon	-3208
‚ĖĀpagpapah	-3209
‚ĖĀpamumuno	-3210
‚ĖĀpanganay	-3211
‚ĖĀalitaptap	-3212
‚ĖĀmatatanda	-3213
‚ĖĀpinagkaka	-3214
‚ĖĀGagalangin	-3215
‚ĖĀHumadapnon	-3216
‚ĖĀkapitbahay	-3217
‚ĖĀkarangalan	-3218
‚ĖĀkasintahan	-3219
‚ĖĀkayumanggi	-3220
‚ĖĀNalandangan	-3221
‚ĖĀkalalakihan	-3222
‚ĖĀmanggagamot	-3223
‚ĖĀpagdiriwang	-3224
‚ĖĀpaghahangad	-3225
‚ĖĀpagkakaroon	-3226
Ka	-3227
Ng	-3228
ca	-3229
oc	-3230
Mab	-3231
abe	-3232
are	-3233
eho	-3234
eks	-3235
iis	-3236
kep	-3237
liy	-3238
ron	-3239
tad	-3240
tay	-3241
unl	-3242
wan	-3243
yas	-3244
‚ĖĀEd	-3245
‚ĖĀEl	-3246
‚ĖĀPl	-3247
‚ĖĀUl	-3248
‚ĖĀes	-3249
aari	-3250
abae	-3251
abik	-3252
ahag	-3253
akda	-3254
alab	-3255
ampo	-3256
awad	-3257
awis	-3258
dali	-3259
ding	-3260
edur	-3261
enor	-3262
esus	-3263
eter	-3264
gabi	-3265
ikom	-3266
inam	-3267
kita	-3268
loob	-3269
ohol	-3270
seng	-3271
ugis	-3272
ugod	-3273
ukan	-3274
ulak	-3275
unay	-3276
usin	-3277
‚ĖĀAmb	-3278
‚ĖĀEdo	-3279
‚ĖĀImp	-3280
‚ĖĀKag	-3281
‚ĖĀNah	-3282
‚ĖĀPad	-3283
‚ĖĀUna	-3284
‚ĖĀanu	-3285
‚ĖĀhag	-3286
‚ĖĀlal	-3287
‚ĖĀlas	-3288
‚ĖĀsaw	-3289
‚ĖĀtib	-3290
abong	-3291
adlaw	-3292
agdag	-3293
akang	-3294
alake	-3295
amtan	-3296
anais	-3297
angat	-3298
apati	-3299
arong	-3300
ayapa	-3301
dapat	-3302
egalo	-3303
erpre	-3304
iglap	-3305
ikong	-3306
iyaga	-3307
orneo	-3308
orong	-3309
palad	-3310
sabay	-3311
ubuan	-3312
‚ĖĀAmom	-3313
‚ĖĀBaka	-3314
‚ĖĀLila	-3315
‚ĖĀMagh	-3316
‚ĖĀMagm	-3317
‚ĖĀMagp	-3318
‚ĖĀMayo	-3319
‚ĖĀPero	-3320
‚ĖĀPers	-3321
‚ĖĀTaga	-3322
‚ĖĀginh	-3323
‚ĖĀhuli	-3324
‚ĖĀiwan	-3325
‚ĖĀkand	-3326
‚ĖĀkubo	-3327
‚ĖĀlung	-3328
‚ĖĀmala	-3329
‚ĖĀtrad	-3330
‚ĖĀyari	-3331
‚ĖĀyata	-3332
abihan	-3333
aguita	-3334
alamat	-3335
antang	-3336
antimp	-3337
arinig	-3338
ayahan	-3339
ikling	-3340
ipunan	-3341
udulot	-3342
ulitin	-3343
‚ĖĀBawat	-3344
‚ĖĀBohol	-3345
‚ĖĀGansa	-3346
‚ĖĀHibik	-3347
‚ĖĀKaysa	-3348
‚ĖĀLikal	-3349
‚ĖĀPinak	-3350
‚ĖĀSinas	-3351
‚ĖĀTinig	-3352
‚ĖĀagong	-3353
‚ĖĀbalah	-3354
‚ĖĀdaang	-3355
‚ĖĀdalag	-3356
‚ĖĀhapis	-3357
‚ĖĀkaban	-3358
‚ĖĀkabig	-3359
‚ĖĀkagit	-3360
‚ĖĀkakay	-3361
‚ĖĀkauna	-3362
‚ĖĀkumak	-3363
‚ĖĀlamig	-3364
‚ĖĀlumul	-3365
‚ĖĀmabub	-3366
‚ĖĀmapat	-3367
‚ĖĀmatip	-3368
‚ĖĀnakad	-3369
‚ĖĀnasas	-3370
‚ĖĀnasis	-3371
‚ĖĀpakay	-3372
‚ĖĀsadya	-3373
‚ĖĀsayaw	-3374
‚ĖĀsimoy	-3375
‚ĖĀsunog	-3376
‚ĖĀtagap	-3377
‚ĖĀtalud	-3378
‚ĖĀtamad	-3379
‚ĖĀtangi	-3380
‚ĖĀtulog	-3381
Lalapit	-3382
akasama	-3383
alagyan	-3384
alinong	-3385
apangan	-3386
ilingan	-3387
ilitang	-3388
imulang	-3389
indanao	-3390
uklasan	-3391
unahang	-3392
‚ĖĀDaldal	-3393
‚ĖĀGanyan	-3394
‚ĖĀLaging	-3395
‚ĖĀPalaka	-3396
‚ĖĀSantos	-3397
‚ĖĀWikang	-3398
‚ĖĀangkin	-3399
‚ĖĀbuntot	-3400
‚ĖĀdakong	-3401
‚ĖĀdamong	-3402
‚ĖĀgayong	-3403
‚ĖĀhimpap	-3404
‚ĖĀisipan	-3405
‚ĖĀkainin	-3406
‚ĖĀlumbay	-3407
‚ĖĀmahuli	-3408
‚ĖĀmawala	-3409
‚ĖĀmurang	-3410
‚ĖĀngalan	-3411
‚ĖĀpagkag	-3412
‚ĖĀpaglil	-3413
‚ĖĀpagtit	-3414
‚ĖĀpinana	-3415
‚ĖĀpuntod	-3416
‚ĖĀtalino	-3417
‚ĖĀumawit	-3418
‚ĖĀusapan	-3419
‚ĖĀyamang	-3420
‚ĖĀBubuyog	-3421
‚ĖĀDaigdig	-3422
‚ĖĀDemeter	-3423
‚ĖĀEspanya	-3424
‚ĖĀMariang	-3425
‚ĖĀPedrito	-3426
‚ĖĀSumagot	-3427
‚ĖĀTatlong	-3428
‚ĖĀasawang	-3429
‚ĖĀhininga	-3430
‚ĖĀiibigin	-3431
‚ĖĀinahing	-3432
‚ĖĀkabiyak	-3433
‚ĖĀkasangk	-3434
‚ĖĀkultura	-3435
‚ĖĀkumilos	-3436
‚ĖĀmalimit	-3437
‚ĖĀmalinis	-3438
‚ĖĀnagalit	-3439
‚ĖĀnalilim	-3440
‚ĖĀnapatay	-3441
‚ĖĀpalagay	-3442
‚ĖĀpalayok	-3443
‚ĖĀpangako	-3444
‚ĖĀpatalim	-3445
‚ĖĀpinggan	-3446
‚ĖĀAmomongo	-3447
‚ĖĀKaibigan	-3448
‚ĖĀMadaling	-3449
‚ĖĀMakiling	-3450
‚ĖĀSoloista	-3451
‚ĖĀbahaging	-3452
‚ĖĀdalagita	-3453
‚ĖĀgagawing	-3454
‚ĖĀkaalaman	-3455
‚ĖĀkabataan	-3456
‚ĖĀkaisipan	-3457
‚ĖĀkariktan	-3458
‚ĖĀkasamaan	-3459
‚ĖĀmakatang	-3460
‚ĖĀmayamang	-3461
‚ĖĀmaysakit	-3462
‚ĖĀnagbalik	-3463
‚ĖĀnakatayo	-3464
‚ĖĀpinagtat	-3465
‚ĖĀHalimbawa	-3466
‚ĖĀPanginoon	-3467
‚ĖĀkabutihan	-3468
‚ĖĀkakaibang	-3469
‚ĖĀkarapatan	-3470
‚ĖĀmaririnig	-3471
‚ĖĀnaglakbay	-3472
‚ĖĀnagmumula	-3473
‚ĖĀnagsalita	-3474
‚ĖĀnaririnig	-3475
angailangan	-3476
erpretasyon	-3477
‚ĖĀMitolohiya	-3478
‚ĖĀPilipinong	-3479
‚ĖĀhinahangad	-3480
‚ĖĀkalangitan	-3481
‚ĖĀkatangiang	-3482
‚ĖĀmangyayari	-3483
‚ĖĀnaniniwala	-3484
‚ĖĀkatotohanan	-3485
‚ĖĀsalamangkero	-3486
‚ĖĀnagngangalang	-3487
'-	-3488
An	-3489
Ik	-3490
bl	-3491
di	-3492
mm	-3493
ow	-3494
Mal	-3495
aas	-3496
dad	-3497
dla	-3498
eta	-3499
hal	-3500
haw	-3501
ibe	-3502
kad	-3503
lam	-3504
min	-3505
mos	-3506
rum	-3507
tim	-3508
tor	-3509
uho	-3510
uod	-3511
yaw	-3512
yos	-3513
‚ĖĀ(1	-3514
‚ĖĀ(2	-3515
‚ĖĀ1.	-3516
‚ĖĀ2.	-3517
‚ĖĀoh	-3518
Magp	-3519
Solo	-3520
aani	-3521
abol	-3522
acio	-3523
amak	-3524
anag	-3525
asag	-3526
atag	-3527
atak	-3528
ayad	-3529
ente	-3530
ilap	-3531
isid	-3532
kepu	-3533
laro	-3534
lolo	-3535
taas	-3536
ubad	-3537
ugun	-3538
unao	-3539
unat	-3540
unot	-3541
unpu	-3542
urog	-3543
‚ĖĀBuy	-3544
‚ĖĀFil	-3545
‚ĖĀHag	-3546
‚ĖĀIba	-3547
‚ĖĀIka	-3548
‚ĖĀLis	-3549
‚ĖĀMam	-3550
‚ĖĀRog	-3551
‚ĖĀSam	-3552
‚ĖĀhaw	-3553
‚ĖĀhuk	-3554
‚ĖĀkur	-3555
‚ĖĀlig	-3556
‚ĖĀmit	-3557
‚ĖĀnau	-3558
‚ĖĀpip	-3559
‚ĖĀpup	-3560
‚ĖĀser	-3561
aanan	-3562
ahiya	-3563
ampot	-3564
anang	-3565
anday	-3566
angit	-3567
apong	-3568
ariwa	-3569
buwan	-3570
embro	-3571
ganda	-3572
iikan	-3573
ingit	-3574
risto	-3575
salin	-3576
tanim	-3577
ulila	-3578
uotan	-3579
‚ĖĀAlam	-3580
‚ĖĀAlit	-3581
‚ĖĀDuri	-3582
‚ĖĀEdna	-3583
‚ĖĀHari	-3584
‚ĖĀKina	-3585
‚ĖĀNaku	-3586
‚ĖĀNana	-3587
‚ĖĀPabl	-3588
‚ĖĀWika	-3589
‚ĖĀahas	-3590
‚ĖĀalak	-3591
‚ĖĀbitu	-3592
‚ĖĀbril	-3593
‚ĖĀdami	-3594
‚ĖĀdila	-3595
‚ĖĀgayo	-3596
‚ĖĀkons	-3597
‚ĖĀmait	-3598
‚ĖĀpari	-3599
‚ĖĀtaas	-3600
‚ĖĀtala	-3601
‚ĖĀtama	-3602
abatid	-3603
angako	-3604
atawat	-3605
awagan	-3606
awalan	-3607
awanan	-3608
awitan	-3609
edurug	-3610
ikasan	-3611
ilagay	-3612
indaya	-3613
ingwit	-3614
inhawa	-3615
isigaw	-3616
iwatig	-3617
piritu	-3618
rabaho	-3619
ubusan	-3620
umanon	-3621
uwiran	-3622
‚ĖĀBahay	-3623
‚ĖĀBanal	-3624
‚ĖĀDatap	-3625
‚ĖĀIyang	-3626
‚ĖĀJuana	-3627
‚ĖĀLakas	-3628
‚ĖĀNakat	-3629
‚ĖĀNapag	-3630
‚ĖĀNarir	-3631
‚ĖĀPinat	-3632
‚ĖĀPluto	-3633
‚ĖĀReyna	-3634
‚ĖĀSalaw	-3635
‚ĖĀTiyak	-3636
‚ĖĀTubig	-3637
‚ĖĀakala	-3638
‚ĖĀaklat	-3639
‚ĖĀaltar	-3640
‚ĖĀbakas	-3641
‚ĖĀbilin	-3642
‚ĖĀbukal	-3643
‚ĖĀbulag	-3644
‚ĖĀdaing	-3645
‚ĖĀdiyan	-3646
‚ĖĀgamot	-3647
‚ĖĀibaba	-3648
‚ĖĀiglap	-3649
‚ĖĀkanan	-3650
‚ĖĀkinar	-3651
‚ĖĀkodla	-3652
‚ĖĀligaw	-3653
‚ĖĀmagig	-3654
‚ĖĀmangh	-3655
‚ĖĀmasak	-3656
‚ĖĀmunti	-3657
‚ĖĀnagka	-3658
‚ĖĀnamim	-3659
‚ĖĀpunta	-3660
‚ĖĀsanhi	-3661
‚ĖĀsigla	-3662
‚ĖĀsugat	-3663
‚ĖĀtapos	-3664
‚ĖĀtuwid	-3665
Epikong	-3666
aganaan	-3667
alagtas	-3668
alooban	-3669
arungan	-3670
ilalang	-3671
intuang	-3672
irasong	-3673
yayahan	-3674
‚ĖĀAndres	-3675
‚ĖĀAnggoy	-3676
‚ĖĀBayang	-3677
‚ĖĀBinata	-3678
‚ĖĀBorneo	-3679
‚ĖĀIngles	-3680
‚ĖĀKasama	-3681
‚ĖĀLadlaw	-3682
‚ĖĀLisuga	-3683
‚ĖĀMasaya	-3684
‚ĖĀNitong	-3685
‚ĖĀRosita	-3686
‚ĖĀTuwang	-3687
‚ĖĀanuman	-3688
‚ĖĀanyong	-3689
‚ĖĀbangin	-3690
‚ĖĀbigyan	-3691
‚ĖĀbuwang	-3692
‚ĖĀdalang	-3693
‚ĖĀdiwang	-3694
‚ĖĀibigay	-3695
‚ĖĀkatalo	-3696
‚ĖĀkidlat	-3697
‚ĖĀkitang	-3698
‚ĖĀmaayos	-3699
‚ĖĀmaputi	-3700
‚ĖĀnagbub	-3701
‚ĖĀnagdar	-3702
‚ĖĀnaiwan	-3703
‚ĖĀpansin	-3704
‚ĖĀpinagl	-3705
‚ĖĀpinagp	-3706
‚ĖĀpinsan	-3707
‚ĖĀtumayo	-3708
‚ĖĀutusan	-3709
kanilang	-3710
uwalhati	-3711
‚ĖĀHayaang	-3712
‚ĖĀLibulan	-3713
‚ĖĀLumapit	-3714
‚ĖĀMatagal	-3715
‚ĖĀMinango	-3716
‚ĖĀNalaman	-3717
‚ĖĀTanging	-3718
‚ĖĀTingnan	-3719
‚ĖĀbalikat	-3720
‚ĖĀbayabas	-3721
‚ĖĀbinubuo	-3722
‚ĖĀgantimp	-3723
‚ĖĀhandang	-3724
‚ĖĀkarapat	-3725
‚ĖĀkasipag	-3726
‚ĖĀlarawan	-3727
‚ĖĀlikuran	-3728
‚ĖĀmaliban	-3729
‚ĖĀmalinaw	-3730
‚ĖĀmarapat	-3731
‚ĖĀmarikit	-3732
‚ĖĀmatatag	-3733
‚ĖĀmatibay	-3734
‚ĖĀmaunlad	-3735
‚ĖĀnakaupo	-3736
‚ĖĀpagsuyo	-3737
‚ĖĀpupunta	-3738
‚ĖĀsalamin	-3739
‚ĖĀtalulot	-3740
‚ĖĀtauhang	-3741
‚ĖĀtingnan	-3742
‚ĖĀumaawit	-3743
‚ĖĀwastong	-3744
agpatuloy	-3745
aniniwala	-3746
‚ĖĀInutusan	-3747
‚ĖĀNaggayak	-3748
‚ĖĀNagtungo	-3749
‚ĖĀNaririto	-3750
‚ĖĀTinagong	-3751
