<unk>	0
<s>	0
</s>	0
ng	-0
ang	-1
an	-2
‚ĖĀn	-3
‚ĖĀs	-4
at	-5
ag	-6
‚ĖĀm	-7
al	-8
in	-9
ay	-10
‚ĖĀk	-11
‚ĖĀp	-12
‚ĖĀng	-13
‚ĖĀsa	-14
‚ĖĀna	-15
‚ĖĀang	-16
ak	-17
it	-18
as	-19
am	-20
il	-21
ar	-22
ap	-23
ing	-24
‚ĖĀb	-25
ong	-26
ah	-27
aw	-28
‚ĖĀl	-29
iy	-30
‚ĖĀat	-31
‚ĖĀt	-32
ab	-33
‚ĖĀd	-34
ga	-35
is	-36
ul	-37
‚ĖĀmga	-38
‚ĖĀay	-39
‚ĖĀA	-40
on	-41
um	-42
‚ĖĀh	-43
un	-44
ig	-45
‚ĖĀpag	-46
‚ĖĀS	-47
ib	-48
ad	-49
ik	-50
‚ĖĀK	-51
ung	-52
‚ĖĀN	-53
‚ĖĀP	-54
iya	-55
‚ĖĀM	-56
ip	-57
‚ĖĀkan	-58
‚ĖĀmag	-59
‚ĖĀI	-60
‚ĖĀnag	-61
‚ĖĀg	-62
us	-63
ito	-64
‚ĖĀD	-65
‚ĖĀni	-66
‚ĖĀsi	-67
‚ĖĀAng	-68
di	-69
ut	-70
‚ĖĀis	-71
ala	-72
uh	-73
im	-74
ilang	-75
apat	-76
uk	-77
‚ĖĀkany	-78
‚ĖĀB	-79
ari	-80
indi	-81
up	-82
and	-83
os	-84
‚ĖĀT	-85
ub	-86
ila	-87
‚ĖĀL	-88
‚ĖĀkanyang	-89
‚ĖĀH	-90
uw	-91
‚ĖĀisang	-92
ro	-93
‚ĖĀnang	-94
‚ĖĀ"	-95
awa	-96
‚ĖĀmay	-97
alang	-98
ot	-99
ayan	-100
‚ĖĀak	-101
iw	-102
‚ĖĀniya	-103
aya	-104
‚ĖĀito	-105
‚ĖĀsiya	-106
‚ĖĀSa	-107
iyang	-108
ih	-109
ug	-110
alak	-111
‚ĖĀka	-112
‚ĖĀpan	-113
‚ĖĀnak	-114
‚ĖĀo	-115
en	-116
‚ĖĀhindi	-117
er	-118
‚ĖĀko	-119
ir	-120
ata	-121
id	-122
‚ĖĀin	-123
‚ĖĀpin	-124
ur	-125
..	-126
to	-127
‚ĖĀw	-128
ita	-129
‚ĖĀpang	-130
amang	-131
ol	-132
‚ĖĀan	-133
ya	-134
‚ĖĀib	-135
‚ĖĀta	-136
‚ĖĀnam	-137
og	-138
ahan	-139
‚ĖĀpa	-140
ok	-141
‚ĖĀsin	-142
‚ĖĀ(	-143
‚ĖĀr	-144
ant	-145
es	-146
‚ĖĀmat	-147
‚ĖĀmak	-148
‚ĖĀpagk	-149
‚ĖĀmal	-150
angg	-151
alag	-152
‚ĖĀkay	-153
‚ĖĀmo	-154
aan	-155
od	-156
‚ĖĀkung	-157
ahat	-158
ama	-159
‚ĖĀpam	-160
‚ĖĀkat	-161
agk	-162
‚ĖĀma	-163
‚ĖĀkas	-164
or	-165
yon	-166
‚ĖĀiy	-167
yo	-168
‚ĖĀAt	-169
ayo	-170
‚ĖĀpar	-171
oy	-172
ipin	-173
‚ĖĀit	-174
."	-175
uhay	-176
ula	-177
‚ĖĀkap	-178
awang	-179
‚ĖĀlamang	-180
ahil	-181
‚ĖĀman	-182
sa	-183
abi	-184
ibig	-185
itan	-186
‚ĖĀlahat	-187
alan	-188
ating	-189
‚ĖĀdapat	-190
‚ĖĀdal	-191
‚ĖĀkanilang	-192
ungk	-193
‚ĖĀkal	-194
‚ĖĀbat	-195
ob	-196
‚ĖĀIb	-197
araw	-198
‚ĖĀNag	-199
uan	-200
alam	-201
‚ĖĀmas	-202
aka	-203
‚ĖĀtin	-204
upang	-205
aba	-206
‚ĖĀdi	-207
‚ĖĀlum	-208
oon	-209
‚ĖĀsiyang	-210
aring	-211
anda	-212
‚ĖĀkah	-213
‚ĖĀnaman	-214
ana	-215
‚ĖĀako	-216
ta	-217
‚ĖĀupang	-218
‚ĖĀniyang	-219
‚ĖĀbin	-220
‚ĖĀmah	-221
‚ĖĀnito	-222
‚ĖĀDon	-223
ulo	-224
‚ĖĀkab	-225
‚ĖĀE	-226
‚ĖĀdin	-227
ra	-228
‚ĖĀF	-229
...	-230
‚ĖĀmang	-231
‚ĖĀtao	-232
ili	-233
‚ĖĀmab	-234
‚ĖĀAl	-235
‚ĖĀG	-236
‚ĖĀum	-237
akas	-238
‚ĖĀsila	-239
‚ĖĀnap	-240
‚ĖĀkar	-241
‚ĖĀkam	-242
ayon	-243
‚ĖĀaraw	-244
und	-245
‚ĖĀanak	-246
unit	-247
el	-248
‚ĖĀpal	-249
‚ĖĀmar	-250
‚ĖĀmap	-251
alit	-252
‚ĖĀwalang	-253
‚ĖĀbag	-254
‚ĖĀbuhay	-255
‚ĖĀNg	-256
‚ĖĀnat	-257
yong	-258
‚ĖĀmagk	-259
‚ĖĀik	-260
ulang	-261
aling	-262
‚ĖĀkin	-263
sang	-264
arra	-265
andang	-266
agkat	-267
oob	-268
atay	-269
alim	-270
‚ĖĀHindi	-271
‚ĖĀIbarra	-272
int	-273
‚ĖĀkong	-274
‚ĖĀaking	-275
‚ĖĀIn	-276
‚ĖĀsum	-277
‚ĖĀKung	-278
‚ĖĀKap	-279
‚ĖĀC	-280
ali	-281
awan	-282
‚ĖĀhin	-283
unt	-284
ON	-285
aban	-286
ulan	-287
‚ĖĀNang	-288
‚ĖĀPil	-289
aman	-290
‚ĖĀdahil	-291
uno	-292
‚ĖĀtag	-293
ayang	-294
‚ĖĀrin	-295
‚ĖĀtum	-296
alik	-297
‚ĖĀil	-298
‚ĖĀsap	-299
upa	-300
‚ĖĀbah	-301
pap	-302
asa	-303
ins	-304
YON	-305
‚ĖĀbayan	-306
SYON	-307
‚ĖĀnila	-308
EK	-309
ahon	-310
‚ĖĀSEK	-311
‚ĖĀSEKSYON	-312
‚ĖĀe	-313
‚ĖĀMari	-314
ante	-315
‚ĖĀPilipin	-316
ado	-317
‚ĖĀpara	-318
abang	-319
ulong	-320
‚ĖĀpags	-321
om	-322
iling	-323
‚ĖĀpagl	-324
ina	-325
‚ĖĀJ	-326
angk	-327
‚ĖĀpat	-328
‚ĖĀiyong	-329
alaki	-330
apit	-331
yan	-332
‚ĖĀgin	-333
‚ĖĀsak	-334
tat	-335
iwan	-336
‚ĖĀMay	-337
‚ĖĀkaya	-338
‚ĖĀMaria	-339
ika	-340
‚ĖĀal	-341
‚ĖĀNa	-342
alaga	-343
‚ĖĀbaba	-344
‚ĖĀdalawang	-345
‚ĖĀmam	-346
ha	-347
‚ĖĀlang	-348
‚ĖĀiba	-349
‚ĖĀPang	-350
isa	-351
ungan	-352
‚ĖĀama	-353
asawa	-354
akit	-355
da	-356
‚ĖĀpus	-357
asan	-358
inig	-359
‚ĖĀkag	-360
uhan	-361
uha	-362
‚ĖĀSin	-363
‚ĖĀMag	-364
‚ĖĀpinag	-365
awag	-366
‚ĖĀ1	-367
usap	-368
‚ĖĀkanya	-369
amp	-370
ura	-371
arap	-372
anggang	-373
‚ĖĀW	-374
amb	-375
‚ĖĀlupa	-376
ent	-377
‚ĖĀdum	-378
uwag	-379
apos	-380
yang	-381
‚ĖĀFl	-382
ago	-383
‚ĖĀwala	-384
st	-385
‚ĖĀkum	-386
eg	-387
alo	-388
ipag	-389
‚ĖĀipin	-390
‚ĖĀR	-391
‚ĖĀnags	-392
anap	-393
‚ĖĀina	-394
asyon	-395
yari	-396
aming	-397
‚ĖĀloob	-398
apag	-399
‚ĖĀPag	-400
‚ĖĀsar	-401
‚ĖĀU	-402
ero	-403
unod	-404
em	-405
na	-406
‚ĖĀpanahon	-407
amit	-408
uti	-409
‚ĖĀhal	-410
‚ĖĀtat	-411
alita	-412
‚ĖĀbabae	-413
alaking	-414
uwa	-415
‚ĖĀpak	-416
unong	-417
‚ĖĀbu	-418
‚ĖĀsapagkat	-419
‚ĖĀFlor	-420
alay	-421
uman	-422
apatid	-423
unang	-424
uli	-425
amah	-426
itong	-427
han	-428
abas	-429
aran	-430
‚ĖĀpagh	-431
ulad	-432
‚ĖĀmaa	-433
‚ĖĀdito	-434
‚ĖĀtungk	-435
‚ĖĀnas	-436
‚ĖĀnga	-437
‚ĖĀpagb	-438
‚ĖĀpr	-439
akl	-440
atu	-441
iyos	-442
‚ĖĀDapat	-443
‚ĖĀbatas	-444
‚ĖĀSi	-445
angan	-446
ayong	-447
irap	-448
‚ĖĀFlorante	-449
.)	-450
‚ĖĀIsang	-451
‚ĖĀIto	-452
ahang	-453
‚ĖĀy	-454
ban	-455
‚ĖĀAy	-456
‚ĖĀnagk	-457
oro	-458
‚ĖĀmad	-459
‚ĖĀisa	-460
‚ĖĀnin	-461
‚ĖĀsab	-462
‚ĖĀmong	-463
‚ĖĀhanggang	-464
‚ĖĀngunit	-465
ist	-466
uro	-467
agat	-468
‚ĖĀpuso	-469
‚ĖĀitong	-470
alin	-471
‚ĖĀbahay	-472
igl	-473
ihan	-474
unan	-475
‚ĖĀLam	-476
‚ĖĀnagp	-477
‚ĖĀtaong	-478
agaw	-479
ulat	-480
‚ĖĀpagkak	-481
ulog	-482
‚ĖĀJuan	-483
‚ĖĀnaging	-484
awat	-485
‚ĖĀhum	-486
‚ĖĀNgunit	-487
utan	-488
ain	-489
‚ĖĀDi	-490
‚ĖĀnan	-491
‚ĖĀsam	-492
abing	-493
‚ĖĀTin	-494
‚ĖĀano	-495
‚ĖĀnasa	-496
ko	-497
agi	-498
‚ĖĀnagl	-499
‚ĖĀDonya	-500
‚ĖĀbum	-501
‚ĖĀiyon	-502
‚ĖĀlalaki	-503
apang	-504
‚ĖĀnagb	-505
‚ĖĀnab	-506
uling	-507
uy	-508
aso	-509
‚ĖĀpagt	-510
‚ĖĀKapitan	-511
‚ĖĀO	-512
ind	-513
alis	-514
‚ĖĀPangulo	-515
ati	-516
ump	-517
iyak	-518
‚ĖĀbuw	-519
irang	-520
‚ĖĀmaaaring	-521
amd	-522
aga	-523
‚ĖĀkuw	-524
‚ĖĀitin	-525
ek	-526
‚ĖĀAd	-527
agad	-528
isip	-529
‚ĖĀbul	-530
anong	-531
‚ĖĀNak	-532
‚ĖĀnar	-533
‚ĖĀhari	-534
‚ĖĀpamam	-535
‚ĖĀPin	-536
‚ĖĀtang	-537
‚ĖĀpagpap	-538
res	-539
‚ĖĀAg	-540
uloy	-541
‚ĖĀban	-542
‚ĖĀbuong	-543
ilangan	-544
una	-545
ust	-546
‚ĖĀmagp	-547
ulungan	-548
ud	-549
wa	-550
‚ĖĀikaw	-551
oong	-552
along	-553
bay	-554
arian	-555
‚ĖĀhang	-556
re	-557
ast	-558
‚ĖĀAn	-559
ara	-560
‚ĖĀmags	-561
‚ĖĀlangit	-562
long	-563
‚ĖĀmula	-564
‚ĖĀnagt	-565
‚ĖĀDahil	-566
aroon	-567
‚ĖĀip	-568
arang	-569
alaman	-570
anggap	-571
pin	-572
uri	-573
ihin	-574
‚ĖĀbawat	-575
‚ĖĀpo	-576
agal	-577
‚ĖĀgum	-578
atang	-579
isyon	-580
‚ĖĀpuno	-581
‚ĖĀdalaga	-582
‚ĖĀsilang	-583
ento	-584
unga	-585
‚ĖĀnil	-586
‚ĖĀmagt	-587
ed	-588
‚ĖĀY	-589
usa	-590
‚ĖĀpas	-591
‚ĖĀsag	-592
‚ĖĀKaya	-593
iran	-594
‚ĖĀmata	-595
igit	-596
ugan	-597
‚ĖĀpum	-598
li	-599
ano	-600
sin	-601
hang	-602
ubat	-603
‚ĖĀkun	-604
ibigan	-605
‚ĖĀasawa	-606
‚ĖĀmaging	-607
‚ĖĀPilipinas	-608
awak	-609
ayag	-610
agawa	-611
‚ĖĀLa	-612
‚ĖĀba	-613
iging	-614
‚ĖĀibang	-615
‚ĖĀPilipino	-616
‚ĖĀ2	-617
agp	-618
alaan	-619
,"	-620
et	-621
alig	-622
ilim	-623
‚ĖĀiyo	-624
iwanag	-625
‚ĖĀating	-626
‚ĖĀunang	-627
awit	-628
‚ĖĀngayon	-629
‚ĖĀpap	-630
aklak	-631
lo	-632
‚ĖĀhuk	-633
‚ĖĀPari	-634
‚ĖĀpagp	-635
‚ĖĀwika	-636
‚ĖĀkahit	-637
‚ĖĀsinabi	-638
‚ĖĀ'	-639
tas	-640
‚ĖĀor	-641
ungo	-642
‚ĖĀpanan	-643
‚ĖĀbilang	-644
‚ĖĀtungkol	-645
uto	-646
abag	-647
alat	-648
‚ĖĀMga	-649
‚ĖĀkaw	-650
‚ĖĀkapatid	-651
!"	-652
ami	-653
abaw	-654
anga	-655
‚ĖĀnagh	-656
‚ĖĀkamay	-657
‚ĖĀparang	-658
ungkulan	-659
yay	-660
‚ĖĀre	-661
ulay	-662
undok	-663
‚ĖĀpagd	-664
‚ĖĀda	-665
ilala	-666
‚ĖĀkang	-667
‚ĖĀnilang	-668
‚ĖĀSiya	-669
‚ĖĀKaban	-670
‚ĖĀKabanata	-671
iko	-672
asal	-673
ubig	-674
‚ĖĀtaon	-675
agitan	-676
‚ĖĀkasama	-677
AN	-678
ahing	-679
‚ĖĀdumating	-680
uting	-681
‚ĖĀakin	-682
‚ĖĀLaura	-683
eng	-684
ayop	-685
‚ĖĀtun	-686
bayan	-687
‚ĖĀmagb	-688
oto	-689
tan	-690
‚ĖĀIk	-691
alaw	-692
‚ĖĀlag	-693
‚ĖĀbagay	-694
‚ĖĀpamamagitan	-695
aki	-696
sak	-697
say	-698
ilig	-699
‚ĖĀKin	-700
‚ĖĀSinabi	-701
alas	-702
ingg	-703
‚ĖĀbuk	-704
nan	-705
‚ĖĀnakat	-706
‚ĖĀbinata	-707
‚ĖĀi	-708
esa	-709
‚ĖĀnoon	-710
alagang	-711
‚ĖĀPagkat	-712
kas	-713
‚ĖĀep	-714
‚ĖĀgan	-715
‚ĖĀsino	-716
‚ĖĀninyo	-717
‚ĖĀnitong	-718
‚ĖĀMar	-719
‚ĖĀmin	-720
‚ĖĀibig	-721
‚ĖĀkundi	-722
‚ĖĀIl	-723
‚ĖĀlug	-724
‚ĖĀKong	-725
‚ĖĀDiyos	-726
‚ĖĀmamam	-727
‚ĖĀkaharian	-728
ako	-729
man	-730
aral	-731
asyo	-732
usan	-733
‚ĖĀlub	-734
‚ĖĀtan	-735
‚ĖĀsina	-736
alakas	-737
‚ĖĀhayop	-738
‚ĖĀilang	-739
akan	-740
hala	-741
lias	-742
reso	-743
‚ĖĀElias	-744
‚ĖĀdalawa	-745
‚ĖĀkarapat	-746
‚ĖĀKongreso	-747
iwa	-748
‚ĖĀBin	-749
‚ĖĀEst	-750
alamat	-751
‚ĖĀbulaklak	-752
ilit	-753
roon	-754
‚ĖĀLum	-755
‚ĖĀnal	-756
‚ĖĀtubig	-757
lay	-758
igil	-759
‚ĖĀSum	-760
‚ĖĀdib	-761
angyari	-762
‚ĖĀmaraming	-763
agan	-764
‚ĖĀnaw	-765
isang	-766
‚ĖĀDatu	-767
‚ĖĀlakas	-768
api	-769
sing	-770
ulin	-771
unta	-772
‚ĖĀBat	-773
‚ĖĀnah	-774
‚ĖĀAgat	-775
‚ĖĀpinak	-776
dib	-777
ilip	-778
iyon	-779
araan	-780
iwang	-781
‚ĖĀtunay	-782
arating	-783
‚ĖĀEstado	-784
la	-785
ahin	-786
ibil	-787
ukha	-788
‚ĖĀlib	-789
‚ĖĀgubat	-790
‚ĖĀmatat	-791
amo	-792
dig	-793
imp	-794
ira	-795
‚ĖĀya	-796
‚ĖĀAko	-797
‚ĖĀulo	-798
‚ĖĀbunga	-799
‚ĖĀdagat	-800
‚ĖĀprins	-801
alawang	-802
‚ĖĀWalang	-803
‚ĖĀmagandang	-804
adh	-805
ern	-806
imb	-807
stit	-808
‚ĖĀsand	-809
unting	-810
‚ĖĀpagsas	-811
?"	-812
so	-813
amdam	-814
banya	-815
stitus	-816
‚ĖĀbuwan	-817
‚ĖĀdibdib	-818
‚ĖĀtatlong	-819
agang	-820
‚ĖĀgabi	-821
‚ĖĀhuwag	-822
‚ĖĀsarili	-823
‚ĖĀKon	-824
‚ĖĀMan	-825
‚ĖĀTiy	-826
ingan	-827
‚ĖĀgawa	-828
anggol	-829
‚ĖĀbundok	-830
‚ĖĀkapangyari	-831
‚ĖĀtr	-832
akot	-833
isan	-834
pang	-835
‚ĖĀIpin	-836
‚ĖĀkatawan	-837
ma	-838
unl	-839
‚ĖĀkayo	-840
‚ĖĀHaring	-841
‚ĖĀpagtat	-842
hin	-843
olo	-844
‚ĖĀlik	-845
‚ĖĀsim	-846
ataas	-847
‚ĖĀisip	-848
‚ĖĀmuli	-849
‚ĖĀtayo	-850
‚ĖĀlugar	-851
‚ĖĀTiyago	-852
tor	-853
‚ĖĀDam	-854
‚ĖĀMak	-855
umang	-856
‚ĖĀPero	-857
‚ĖĀdoon	-858
‚ĖĀDamaso	-859
‚ĖĀnakita	-860
do	-861
‚ĖĀKa	-862
akda	-863
igdig	-864
ubong	-865
utang	-866
‚ĖĀisin	-867
‚ĖĀkanila	-868
‚ĖĀmagulang	-869
olf	-870
uran	-871
‚ĖĀMah	-872
‚ĖĀmagl	-873
‚ĖĀpagm	-874
‚ĖĀAdolf	-875
‚ĖĀmahal	-876
‚ĖĀmakita	-877
‚ĖĀpunong	-878
ahi	-879
igan	-880
ikan	-881
ilis	-882
ingin	-883
‚ĖĀibon	-884
‚ĖĀpangk	-885
pan	-886
apan	-887
apon	-888
atan	-889
‚ĖĀbago	-890
‚ĖĀbata	-891
‚ĖĀkapag	-892
uin	-893
awin	-894
agd	-895
akb	-896
ugo	-897
ilin	-898
unin	-899
‚ĖĀSal	-900
‚ĖĀagad	-901
‚ĖĀpagg	-902
‚ĖĀa	-903
‚ĖĀPr	-904
ulot	-905
‚ĖĀKom	-906
asang	-907
‚ĖĀluha	-908
adhana	-909
‚ĖĀhigit	-910
‚ĖĀnakak	-911
‚ĖĀmuling	-912
‚ĖĀ‚Äď	-913
aro	-914
ener	-915
undo	-916
‚ĖĀsal	-917
‚ĖĀsus	-918
insan	-919
iwala	-920
‚ĖĀbato	-921
‚ĖĀnagd	-922
arapat	-923
ungkot	-924
‚ĖĀmalaking	-925
‚ĖĀsariling	-926
ci	-927
‚ĖĀap	-928
asok	-929
igaw	-930
‚ĖĀNam	-931
‚ĖĀakong	-932
‚ĖĀbangk	-933
‚ĖĀtinig	-934
ilangang	-935
",	-936
‚ĖĀV	-937
Ang	-938
ego	-939
ers	-940
‚ĖĀIt	-941
ihim	-942
ingi	-943
ulit	-944
‚ĖĀlim	-945
ahanap	-946
amahal	-947
iglang	-948
‚ĖĀtanging	-949
apa	-950
uwi	-951
ayaw	-952
inga	-953
‚ĖĀbak	-954
usang	-955
‚ĖĀilog	-956
‚ĖĀring	-957
‚ĖĀAdolfo	-958
‚ĖĀAr	-959
aong	-960
‚ĖĀSan	-961
‚ĖĀgit	-962
ikita	-963
‚ĖĀmukha	-964
‚ĖĀhabang	-965
‚ĖĀlalaking	-966
ubo	-967
uni	-968
akad	-969
apal	-970
ibay	-971
‚ĖĀkita	-972
‚ĖĀnoong	-973
‚ĖĀAlbanya	-974
per	-975
...!	-976
abis	-977
amat	-978
ilan	-979
ikang	-980
‚ĖĀalin	-981
‚ĖĀdatu	-982
‚ĖĀsakit	-983
‚ĖĀilalim	-984
akay	-985
‚ĖĀMab	-986
ahong	-987
‚ĖĀKagaw	-988
‚ĖĀbansa	-989
‚ĖĀpamah	-990
‚ĖĀtulad	-991
‚ĖĀNagong	-992
‚ĖĀbahagi	-993
‚ĖĀmatandang	-994
igay	-995
‚ĖĀbal	-996
‚ĖĀtuw	-997
amant	-998
‚ĖĀKast	-999
‚ĖĀKoro	-1000
‚ĖĀHuwag	-1001
‚ĖĀlalong	-1002
ris	-1003
uhat	-1004
utos	-1005
abalik	-1006
irahan	-1007
ubalit	-1008
‚ĖĀmagkak	-1009
iba	-1010
pak	-1011
ango	-1012
ukol	-1013
unti	-1014
‚ĖĀHin	-1015
‚ĖĀnagm	-1016
‚ĖĀoras	-1017
‚ĖĀnatin	-1018
‚ĖĀKagawad	-1019
ann	-1020
erm	-1021
yat	-1022
‚ĖĀFa	-1023
oyan	-1024
‚ĖĀMat	-1025
itang	-1026
unlad	-1027
‚ĖĀsaan	-1028
‚ĖĀsabi	-1029
‚ĖĀtaga	-1030
eneral	-1031
‚ĖĀyaong	-1032
annoyan	-1033
‚ĖĀlaging	-1034
‚ĖĀnagpap	-1035
‚ĖĀmamamayan	-1036
Ay	-1037
‚ĖĀ3	-1038
san	-1039
syon	-1040
‚ĖĀBas	-1041
‚ĖĀsuk	-1042
‚ĖĀWala	-1043
‚ĖĀding	-1044
‚ĖĀFaust	-1045
‚ĖĀdiyos	-1046
‚ĖĀtinat	-1047
‚ĖĀbagong	-1048
‚ĖĀgayong	-1049
‚ĖĀpagkain	-1050
‚ĖĀCannoyan	-1051
abay	-1052
‚ĖĀkulay	-1053
‚ĖĀtahan	-1054
‚ĖĀinyong	-1055
‚ĖĀdaigdig	-1056
‚ĖĀkaibigan	-1057
‚ĖĀKonstitus	-1058
awi	-1059
agka	-1060
‚ĖĀPad	-1061
‚ĖĀnina	-1062
ibigay	-1063
‚ĖĀmapag	-1064
‚ĖĀFaustus	-1065
op	-1066
ikha	-1067
uhin	-1068
upad	-1069
‚ĖĀkon	-1070
igaya	-1071
‚ĖĀDiego	-1072
‚ĖĀkamat	-1073
‚ĖĀmakat	-1074
‚ĖĀpagka	-1075
alaysay	-1076
‚ĖĀpagkat	-1077
‚ĖĀBathala	-1078
‚ĖĀKastila	-1079
‚ĖĀmatanda	-1080
‚ĖĀkapangyarihan	-1081
upo	-1082
‚ĖĀIs	-1083
‚ĖĀsul	-1084
akain	-1085
‚ĖĀnapak	-1086
‚ĖĀkatulad	-1087
uga	-1088
agot	-1089
ilos	-1090
‚ĖĀMad	-1091
‚ĖĀari	-1092
‚ĖĀpab	-1093
‚ĖĀpro	-1094
ibang	-1095
uo	-1096
anan	-1097
away	-1098
ilag	-1099
‚ĖĀini	-1100
antay	-1101
uhang	-1102
uring	-1103
‚ĖĀipag	-1104
‚ĖĀnais	-1105
yayari	-1106
‚ĖĀKomisyon	-1107
alip	-1108
isig	-1109
uang	-1110
‚ĖĀMas	-1111
awala	-1112
‚ĖĀSisa	-1113
‚ĖĀkapwa	-1114
‚ĖĀnamang	-1115
sik	-1116
abuk	-1117
atas	-1118
itin	-1119
‚ĖĀKay	-1120
‚ĖĀawit	-1121
‚ĖĀikin	-1122
‚ĖĀpanun	-1123
‚ĖĀmabuti	-1124
‚ĖĀmalakas	-1125
pa	-1126
abot	-1127
‚ĖĀbig	-1128
‚ĖĀdak	-1129
‚ĖĀpil	-1130
‚ĖĀkoro	-1131
atawan	-1132
‚ĖĀgitna	-1133
‚ĖĀpakik	-1134
‚ĖĀnagtat	-1135
‚ĖĀtulong	-1136
ipe	-1137
‚ĖĀde	-1138
‚ĖĀul	-1139
amis	-1140
ilya	-1141
usto	-1142
‚ĖĀlip	-1143
‚ĖĀsas	-1144
‚ĖĀuri	-1145
‚ĖĀPadre	-1146
‚ĖĀYaong	-1147
‚ĖĀhirap	-1148
‚ĖĀginawa	-1149
est	-1150
‚ĖĀLu	-1151
ahim	-1152
nong	-1153
‚ĖĀKal	-1154
alian	-1155
‚ĖĀmagh	-1156
‚ĖĀkatut	-1157
‚ĖĀbiglang	-1158
‚ĖĀpalasyo	-1159
eo	-1160
ks	-1161
‚ĖĀsan	-1162
ikong	-1163
ahayag	-1164
‚ĖĀlaban	-1165
‚ĖĀkuwento	-1166
‚ĖĀkarapatan	-1167
ic	-1168
ibo	-1169
ino	-1170
iban	-1171
igla	-1172
‚ĖĀKas	-1173
‚ĖĀTum	-1174
‚ĖĀsil	-1175
agong	-1176
‚ĖĀpala	-1177
‚ĖĀsaka	-1178
ukuman	-1179
‚ĖĀmasas	-1180
‚ĖĀnakas	-1181
‚ĖĀtapat	-1182
eh	-1183
yal	-1184
angi	-1185
anta	-1186
iliw	-1187
lado	-1188
ayaan	-1189
intay	-1190
ising	-1191
urang	-1192
‚ĖĀTula	-1193
‚ĖĀanyo	-1194
‚ĖĀnaka	-1195
‚ĖĀtagapag	-1196
‚ĖĀkamatayan	-1197
ens	-1198
‚ĖĀMa	-1199
‚ĖĀas	-1200
‚ĖĀih	-1201
ilio	-1202
‚ĖĀKat	-1203
‚ĖĀMal	-1204
‚ĖĀhim	-1205
‚ĖĀsana	-1206
‚ĖĀpalad	-1207
alitang	-1208
‚ĖĀhangin	-1209
‚ĖĀpinakam	-1210
‚ĖĀpanahong	-1211
‚ĖĀKapulungan	-1212
‚ĖĀug	-1213
ahoy	-1214
amot	-1215
‚ĖĀbun	-1216
imula	-1217
peres	-1218
‚ĖĀayon	-1219
‚ĖĀgalit	-1220
‚ĖĀkahoy	-1221
‚ĖĀnakab	-1222
alakbay	-1223
‚ĖĀmasamang	-1224
ep	-1225
anak	-1226
ista	-1227
‚ĖĀDum	-1228
‚ĖĀAdar	-1229
‚ĖĀinih	-1230
‚ĖĀinil	-1231
‚ĖĀlalo	-1232
agalog	-1233
‚ĖĀInang	-1234
‚ĖĀbakit	-1235
‚ĖĀkalul	-1236
‚ĖĀpalak	-1237
‚ĖĀAlperes	-1238
‚ĖĀprinsesa	-1239
‚ĖĀtungkulin	-1240
‚ĖĀPagkatapos	-1241
AR	-1242
ahas	-1243
utin	-1244
‚ĖĀNagk	-1245
‚ĖĀanim	-1246
‚ĖĀmagd	-1247
‚ĖĀsing	-1248
amdamin	-1249
‚ĖĀAdarna	-1250
‚ĖĀdating	-1251
amantala	-1252
‚ĖĀmalapit	-1253
‚ĖĀtahanan	-1254
eb	-1255
aal	-1256
law	-1257
por	-1258
‚ĖĀ(1	-1259
‚ĖĀ(2	-1260
ahal	-1261
lang	-1262
tong	-1263
‚ĖĀIsa	-1264
‚ĖĀNap	-1265
‚ĖĀAlad	-1266
‚ĖĀIkaw	-1267
‚ĖĀdiwa	-1268
‚ĖĀmagm	-1269
atuloy	-1270
usapan	-1271
‚ĖĀgayon	-1272
‚ĖĀpatay	-1273
‚ĖĀpinuno	-1274
‚ĖĀBasilio	-1275
‚ĖĀliwanag	-1276
‚ĖĀnangyari	-1277
‚ĖĀpagdating	-1278
‚ĖĀpamahalaan	-1279
hi	-1280
umb	-1281
‚ĖĀpul	-1282
adong	-1283
igkas	-1284
roong	-1285
agamit	-1286
‚ĖĀinang	-1287
‚ĖĀkaran	-1288
‚ĖĀmakak	-1289
‚ĖĀpamban	-1290
‚ĖĀtauhan	-1291
‚ĖĀTagalog	-1292
‚ĖĀkabilang	-1293
‚ĖĀpambayan	-1294
‚ĖĀmagkaroon	-1295
‚ĖĀpanunungkulan	-1296
vi	-1297
aks	-1298
angh	-1299
ayun	-1300
utok	-1301
uyan	-1302
‚ĖĀPar	-1303
‚ĖĀalam	-1304
‚ĖĀhukb	-1305
akasal	-1306
alabas	-1307
alakad	-1308
‚ĖĀIbong	-1309
‚ĖĀLahat	-1310
‚ĖĀmanok	-1311
‚ĖĀsinas	-1312
‚ĖĀbatang	-1313
‚ĖĀkagand	-1314
ey	-1315
isi	-1316
anay	-1317
ingk	-1318
mang	-1319
ubuk	-1320
‚ĖĀKah	-1321
‚ĖĀLin	-1322
‚ĖĀkor	-1323
‚ĖĀtul	-1324
‚ĖĀNagp	-1325
‚ĖĀtula	-1326
arawan	-1327
‚ĖĀPrins	-1328
‚ĖĀSalvi	-1329
‚ĖĀNakita	-1330
abukasan	-1331
‚ĖĀdahilan	-1332
‚ĖĀhalaman	-1333
‚ĖĀmaganda	-1334
de	-1335
iti	-1336
ono	-1337
‚ĖĀUm	-1338
‚ĖĀUn	-1339
atid	-1340
ente	-1341
igat	-1342
ipit	-1343
iyam	-1344
‚ĖĀHum	-1345
‚ĖĀraw	-1346
ongan	-1347
‚ĖĀbaka	-1348
‚ĖĀdugo	-1349
‚ĖĀkami	-1350
‚ĖĀmuna	-1351
‚ĖĀpanl	-1352
‚ĖĀpook	-1353
‚ĖĀsamp	-1354
‚ĖĀtuwa	-1355
agpuan	-1356
entong	-1357
‚ĖĀKapag	-1358
‚ĖĀkalag	-1359
‚ĖĀlabis	-1360
‚ĖĀnanin	-1361
‚ĖĀkinaka	-1362
‚ĖĀnamatay	-1363
dir	-1364
iit	-1365
ilo	-1366
lan	-1367
lat	-1368
tik	-1369
‚ĖĀag	-1370
amak	-1371
dang	-1372
isin	-1373
‚ĖĀTag	-1374
‚ĖĀkak	-1375
‚ĖĀsad	-1376
akyat	-1377
‚ĖĀapat	-1378
‚ĖĀaming	-1379
‚ĖĀepiko	-1380
‚ĖĀAladin	-1381
‚ĖĀlimang	-1382
‚ĖĀHeneral	-1383
‚ĖĀbabaing	-1384
‚ĖĀkaniyang	-1385
‚ĖĀmagiging	-1386
‚ĖĀKonstitusyong	-1387
iz	-1388
oo	-1389
era	-1390
las	-1391
rist	-1392
‚ĖĀJos	-1393
‚ĖĀPed	-1394
‚ĖĀimp	-1395
‚ĖĀniy	-1396
aloob	-1397
iwata	-1398
‚ĖĀAyon	-1399
‚ĖĀKura	-1400
‚ĖĀibin	-1401
‚ĖĀpana	-1402
‚ĖĀtila	-1403
iyahan	-1404
ungang	-1405
‚ĖĀgagaw	-1406
‚ĖĀlumip	-1407
‚ĖĀgawain	-1408
‚ĖĀitinat	-1409
‚ĖĀlupain	-1410
‚ĖĀsalita	-1411
‚ĖĀumalis	-1412
‚ĖĀbangkay	-1413
‚ĖĀsanggol	-1414
‚ĖĀmabuting	-1415
‚ĖĀpangalan	-1416
emb	-1417
eon	-1418
agin	-1419
hati	-1420
‚ĖĀSen	-1421
‚ĖĀbit	-1422
‚ĖĀPagk	-1423
‚ĖĀPers	-1424
‚ĖĀsang	-1425
‚ĖĀsimb	-1426
amatay	-1427
aralan	-1428
asyong	-1429
‚ĖĀSibil	-1430
‚ĖĀibong	-1431
‚ĖĀkasal	-1432
‚ĖĀkaysa	-1433
‚ĖĀmagag	-1434
‚ĖĀnasas	-1435
‚ĖĀipinag	-1436
‚ĖĀHukuman	-1437
‚ĖĀnararapat	-1438
Sa	-1439
ca	-1440
arin	-1441
igid	-1442
‚ĖĀ(2)	-1443
‚ĖĀNat	-1444
‚ĖĀent	-1445
‚ĖĀkad	-1446
akita	-1447
‚ĖĀapoy	-1448
‚ĖĀbang	-1449
‚ĖĀnakik	-1450
‚ĖĀsagot	-1451
‚ĖĀpagbab	-1452
‚ĖĀtaglay	-1453
‚ĖĀhalalan	-1454
‚ĖĀkayaman	-1455
‚ĖĀmakapag	-1456
‚ĖĀkaluluwa	-1457
no	-1458
‚ĖĀ4	-1459
agl	-1460
aho	-1461
ays	-1462
pit	-1463
‚ĖĀab	-1464
inis	-1465
tang	-1466
ukot	-1467
upit	-1468
utol	-1469
‚ĖĀnai	-1470
‚ĖĀpaa	-1471
‚ĖĀuma	-1472
‚ĖĀdala	-1473
‚ĖĀpati	-1474
ahimik	-1475
utusan	-1476
‚ĖĀmundo	-1477
‚ĖĀpalay	-1478
‚ĖĀpamum	-1479
alagaan	-1480
‚ĖĀalamat	-1481
‚ĖĀmarami	-1482
‚ĖĀparaan	-1483
‚ĖĀkailangan	-1484
‚ĖĀkatungkulan	-1485
dal	-1486
tog	-1487
idad	-1488
ikat	-1489
ikit	-1490
iyas	-1491
utom	-1492
uyod	-1493
‚ĖĀNab	-1494
‚ĖĀkul	-1495
‚ĖĀpah	-1496
andog	-1497
‚ĖĀCris	-1498
‚ĖĀJose	-1499
‚ĖĀbuto	-1500
‚ĖĀrito	-1501
abayan	-1502
‚ĖĀginto	-1503
‚ĖĀhalos	-1504
‚ĖĀharap	-1505
‚ĖĀniyon	-1506
‚ĖĀkaagad	-1507
‚ĖĀtulang	-1508
‚ĖĀBinukot	-1509
‚ĖĀhukuman	-1510
‚ĖĀmaliban	-1511
‚ĖĀmunting	-1512
‚ĖĀNamongan	-1513
‚ĖĀdamdamin	-1514
duk	-1515
uko	-1516
uyo	-1517
‚ĖĀig	-1518
awad	-1519
ikal	-1520
izal	-1521
‚ĖĀ(1)	-1522
‚ĖĀdaw	-1523
‚ĖĀday	-1524
‚ĖĀpun	-1525
‚ĖĀreg	-1526
‚ĖĀtal	-1527
igyan	-1528
‚ĖĀkamp	-1529
alagay	-1530
‚ĖĀRizal	-1531
‚ĖĀnatut	-1532
‚ĖĀkaaway	-1533
‚ĖĀmagtat	-1534
‚ĖĀpagkab	-1535
‚ĖĀmatsing	-1536
‚ĖĀmayroong	-1537
io	-1538
iro	-1539
‚ĖĀam	-1540
anti	-1541
emon	-1542
hiya	-1543
ilaw	-1544
‚ĖĀDin	-1545
alimb	-1546
‚ĖĀgaya	-1547
‚ĖĀiyan	-1548
aguyod	-1549
‚ĖĀKahit	-1550
‚ĖĀTasyo	-1551
‚ĖĀpanin	-1552
‚ĖĀtawag	-1553
‚ĖĀbayang	-1554
‚ĖĀmataas	-1555
‚ĖĀpusong	-1556
‚ĖĀtaning	-1557
‚ĖĀkawayan	-1558
‚ĖĀmamatay	-1559
‚ĖĀSamantala	-1560
‚ĖĀpagkakata	-1561
hh	-1562
po	-1563
dan	-1564
‚ĖĀEs	-1565
asya	-1566
ayos	-1567
ubuo	-1568
uwal	-1569
‚ĖĀbay	-1570
‚ĖĀbut	-1571
‚ĖĀhig	-1572
angal	-1573
nayan	-1574
‚ĖĀMula	-1575
‚ĖĀSila	-1576
‚ĖĀdaan	-1577
alaala	-1578
alapit	-1579
‚ĖĀNoong	-1580
‚ĖĀbibig	-1581
‚ĖĀdamit	-1582
‚ĖĀganda	-1583
‚ĖĀhanap	-1584
‚ĖĀnayon	-1585
amdaman	-1586
‚ĖĀnagsis	-1587
‚ĖĀsimbahan	-1588
fa	-1589
ora	-1590
‚ĖĀAm	-1591
‚ĖĀar	-1592
ibat	-1593
ipon	-1594
‚ĖĀlin	-1595
‚ĖĀrey	-1596
Hindi	-1597
aalam	-1598
uyang	-1599
‚ĖĀBant	-1600
‚ĖĀNagt	-1601
‚ĖĀtabi	-1602
intong	-1603
‚ĖĀhukbo	-1604
aysayan	-1605
ihintay	-1606
‚ĖĀligaya	-1607
‚ĖĀminsan	-1608
‚ĖĀyaring	-1609
aliwanag	-1610
‚ĖĀsubalit	-1611
‚ĖĀHanggang	-1612
AT	-1613
ch	-1614
mo	-1615
ti	-1616
‚ĖĀ5	-1617
ada	-1618
uot	-1619
‚ĖĀIg	-1620
agay	-1621
alad	-1622
ubos	-1623
unog	-1624
‚ĖĀKan	-1625
‚ĖĀbuh	-1626
‚ĖĀdig	-1627
‚ĖĀnad	-1628
aaral	-1629
aging	-1630
ayapa	-1631
‚ĖĀkumb	-1632
aharap	-1633
alangin	-1634
taasang	-1635
‚ĖĀHabang	-1636
‚ĖĀkaloob	-1637
‚ĖĀkasint	-1638
‚ĖĀmagkas	-1639
‚ĖĀpagong	-1640
‚ĖĀbilangg	-1641
‚ĖĀmalaman	-1642
‚ĖĀpaligid	-1643
‚ĖĀpampang	-1644
‚ĖĀpangang	-1645
‚ĖĀpangyayari	-1646
le	-1647
ard	-1648
erp	-1649
kan	-1650
log	-1651
anao	-1652
arir	-1653
ukan	-1654
wang	-1655
‚ĖĀKab	-1656
‚ĖĀkom	-1657
‚ĖĀtit	-1658
ampas	-1659
unita	-1660
‚ĖĀNags	-1661
‚ĖĀlawa	-1662
‚ĖĀutos	-1663
ingnan	-1664
uhayan	-1665
‚ĖĀBakit	-1666
‚ĖĀBayan	-1667
‚ĖĀPedro	-1668
‚ĖĀentab	-1669
‚ĖĀngayo	-1670
awalang	-1671
‚ĖĀmalaki	-1672
‚ĖĀtanong	-1673
‚ĖĀlumabas	-1674
‚ĖĀkatutubong	-1675
‚ĖĀpagmamahal	-1676
3)	-1677
yu	-1678
ida	-1679
‚ĖĀla	-1680
amba	-1681
‚ĖĀbab	-1682
‚ĖĀeks	-1683
‚ĖĀumi	-1684
adala	-1685
yente	-1686
‚ĖĀAgyu	-1687
‚ĖĀguro	-1688
‚ĖĀilaw	-1689
‚ĖĀkasi	-1690
‚ĖĀpant	-1691
awalan	-1692
uwaang	-1693
‚ĖĀhawak	-1694
‚ĖĀlubos	-1695
‚ĖĀmangg	-1696
‚ĖĀkasalan	-1697
‚ĖĀlubhang	-1698
‚ĖĀsabihin	-1699
‚ĖĀkumbento	-1700
‚ĖĀentablado	-1701
‚ĖĀtinatawag	-1702
ia	-1703
‚ĖĀ-	-1704
end	-1705
pag	-1706
put	-1707
‚ĖĀDr	-1708
ahay	-1709
amay	-1710
anat	-1711
ares	-1712
iyan	-1713
ugon	-1714
‚ĖĀLab	-1715
‚ĖĀMin	-1716
‚ĖĀmus	-1717
ansin	-1718
ataan	-1719
igpit	-1720
ingat	-1721
‚ĖĀAraw	-1722
‚ĖĀPagd	-1723
‚ĖĀkaug	-1724
‚ĖĀsama	-1725
alakay	-1726
isipan	-1727
ugtong	-1728
‚ĖĀbukid	-1729
‚ĖĀtiyak	-1730
‚ĖĀKataas	-1731
‚ĖĀmalayo	-1732
‚ĖĀnagsas	-1733
‚ĖĀmabilis	-1734
‚ĖĀtinawag	-1735
amahalaan	-1736
‚ĖĀnagiging	-1737
‚ĖĀKataastaasang	-1738
‚ĖĀAk	-1739
anaw	-1740
erno	-1741
ilik	-1742
uong	-1743
‚ĖĀBis	-1744
‚ĖĀNal	-1745
‚ĖĀPab	-1746
‚ĖĀtuk	-1747
‚ĖĀtut	-1748
anggi	-1749
umpay	-1750
‚ĖĀInes	-1751
‚ĖĀdusa	-1752
‚ĖĀlagi	-1753
‚ĖĀsund	-1754
‚ĖĀukol	-1755
iwalay	-1756
‚ĖĀamang	-1757
‚ĖĀiyang	-1758
‚ĖĀkawal	-1759
‚ĖĀmagka	-1760
‚ĖĀngang	-1761
‚ĖĀpatak	-1762
‚ĖĀsibat	-1763
‚ĖĀsilid	-1764
‚ĖĀumaga	-1765
‚ĖĀpakpak	-1766
‚ĖĀpinagm	-1767
‚ĖĀwikang	-1768
‚ĖĀTuwaang	-1769
‚ĖĀsadyang	-1770
‚ĖĀKinatawan	-1771
‚ĖĀkailangang	-1772
ahe	-1773
ton	-1774
wel	-1775
‚ĖĀ19	-1776
Kung	-1777
apak	-1778
‚ĖĀGin	-1779
‚ĖĀIna	-1780
‚ĖĀNar	-1781
‚ĖĀTul	-1782
‚ĖĀyum	-1783
abait	-1784
abasa	-1785
alana	-1786
alino	-1787
igtas	-1788
‚ĖĀDoon	-1789
‚ĖĀItin	-1790
‚ĖĀSaka	-1791
‚ĖĀkont	-1792
anggit	-1793
ubuhay	-1794
usahan	-1795
‚ĖĀIlang	-1796
‚ĖĀUpang	-1797
‚ĖĀdahon	-1798
‚ĖĀgawin	-1799
‚ĖĀhalip	-1800
‚ĖĀkawan	-1801
‚ĖĀpilak	-1802
‚ĖĀumuwi	-1803
ahangad	-1804
alingan	-1805
‚ĖĀgumawa	-1806
‚ĖĀkorpor	-1807
‚ĖĀpaglal	-1808
‚ĖĀpinagt	-1809
‚ĖĀpitong	-1810
‚ĖĀsalapi	-1811
‚ĖĀsamant	-1812
‚ĖĀmayroon	-1813
‚ĖĀnangang	-1814
‚ĖĀsingsing	-1815
‚ĖĀkayamanan	-1816
‚ĖĀkuwentong	-1817
‚ĖĀkagandahan	-1818
‚ĖĀpambansang	-1819
00	-1820
co	-1821
agh	-1822
ans	-1823
ena	-1824
obo	-1825
‚ĖĀCl	-1826
‚ĖĀkw	-1827
alon	-1828
ayak	-1829
umpa	-1830
‚ĖĀAno	-1831
‚ĖĀhap	-1832
‚ĖĀkil	-1833
‚ĖĀlok	-1834
ihang	-1835
uwang	-1836
‚ĖĀIbig	-1837
‚ĖĀMoro	-1838
‚ĖĀpari	-1839
‚ĖĀpulo	-1840
‚ĖĀroon	-1841
akbang	-1842
ihingi	-1843
ulugan	-1844
‚ĖĀdilag	-1845
‚ĖĀkapal	-1846
‚ĖĀlihim	-1847
‚ĖĀsukat	-1848
‚ĖĀtalim	-1849
‚ĖĀgabing	-1850
‚ĖĀlumaki	-1851
‚ĖĀputing	-1852
‚ĖĀLinares	-1853
‚ĖĀgagawin	-1854
‚ĖĀgintong	-1855
‚ĖĀmabuhay	-1856
‚ĖĀnakapag	-1857
‚ĖĀsumunod	-1858
‚ĖĀdalagang	-1859
‚ĖĀmasayang	-1860
‚ĖĀpangarap	-1861
‚ĖĀprinsipe	-1862
‚ĖĀmagkapatid	-1863
‚ĖĀsamantalang	-1864
hik	-1865
ngk	-1866
ola	-1867
tok	-1868
ukl	-1869
uon	-1870
‚ĖĀpl	-1871
akip	-1872
aliw	-1873
anim	-1874
asin	-1875
ular	-1876
‚ĖĀInd	-1877
‚ĖĀnaa	-1878
‚ĖĀreh	-1879
‚ĖĀtig	-1880
itolo	-1881
‚ĖĀIsin	-1882
‚ĖĀayaw	-1883
‚ĖĀmaka	-1884
anggam	-1885
atlong	-1886
irapan	-1887
uhunan	-1888
‚ĖĀbuhok	-1889
‚ĖĀganap	-1890
‚ĖĀlokal	-1891
‚ĖĀnamum	-1892
‚ĖĀsulat	-1893
‚ĖĀtangh	-1894
‚ĖĀyaman	-1895
‚ĖĀNaging	-1896
‚ĖĀgulang	-1897
‚ĖĀmaliit	-1898
‚ĖĀpiling	-1899
‚ĖĀSubalit	-1900
‚ĖĀpagkaka	-1901
‚ĖĀtanggap	-1902
apangyari	-1903
‚ĖĀnagkaroon	-1904
gan	-1905
ran	-1906
‚ĖĀAb	-1907
‚ĖĀHa	-1908
‚ĖĀes	-1909
‚ĖĀid	-1910
abel	-1911
amig	-1912
otoo	-1913
upan	-1914
uwan	-1915
‚ĖĀAnd	-1916
‚ĖĀBag	-1917
‚ĖĀHal	-1918
‚ĖĀRey	-1919
‚ĖĀsug	-1920
alala	-1921
‚ĖĀDito	-1922
‚ĖĀIlog	-1923
‚ĖĀMang	-1924
‚ĖĀNagb	-1925
‚ĖĀPara	-1926
‚ĖĀkina	-1927
‚ĖĀpamb	-1928
abihin	-1929
inding	-1930
isyong	-1931
unayan	-1932
‚ĖĀbunso	-1933
‚ĖĀlaman	-1934
‚ĖĀnapag	-1935
‚ĖĀsapat	-1936
‚ĖĀBisaya	-1937
‚ĖĀIsabel	-1938
‚ĖĀMinsan	-1939
‚ĖĀbayani	-1940
‚ĖĀdiwata	-1941
‚ĖĀmagsas	-1942
‚ĖĀbumalik	-1943
‚ĖĀmahirap	-1944
‚ĖĀnarinig	-1945
‚ĖĀtandang	-1946
‚ĖĀBantugan	-1947
‚ĖĀlibingan	-1948
‚ĖĀmarunong	-1949
‚ĖĀpagpapat	-1950
‚ĖĀPagdating	-1951
‚ĖĀPangalawang	-1952
LO	-1953
‚ĖĀu	-1954
cas	-1955
lap	-1956
‚ĖĀRa	-1957
ahad	-1958
apay	-1959
iwat	-1960
‚ĖĀ(3)	-1961
‚ĖĀGan	-1962
‚ĖĀMen	-1963
‚ĖĀSul	-1964
‚ĖĀVic	-1965
‚ĖĀbiy	-1966
‚ĖĀlar	-1967
‚ĖĀpup	-1968
‚ĖĀput	-1969
‚ĖĀsek	-1970
‚ĖĀsis	-1971
onood	-1972
unawa	-1973
‚ĖĀalim	-1974
‚ĖĀmanl	-1975
‚ĖĀnama	-1976
‚ĖĀpint	-1977
abigat	-1978
andaan	-1979
aunlad	-1980
ayanan	-1981
emonyo	-1982
ilipad	-1983
intang	-1984
usunod	-1985
‚ĖĀmahiw	-1986
‚ĖĀnakal	-1987
‚ĖĀnatat	-1988
‚ĖĀsibil	-1989
‚ĖĀsinta	-1990
‚ĖĀtakot	-1991
‚ĖĀtumut	-1992
abayang	-1993
‚ĖĀAlamat	-1994
‚ĖĀSenado	-1995
‚ĖĀbalang	-1996
‚ĖĀhirang	-1997
‚ĖĀkusang	-1998
‚ĖĀnagbab	-1999
‚ĖĀpawang	-2000
‚ĖĀsangay	-2001
‚ĖĀanumang	-2002
‚ĖĀpatungo	-2003
‚ĖĀpagkakas	-2004
‚ĖĀsalitang	-2005
‚ĖĀkasaysayan	-2006
‚ĖĀpagkakataon	-2007
te	-2008
ags	-2009
cio	-2010
ema	-2011
igo	-2012
pir	-2013
sod	-2014
adal	-2015
fael	-2016
ingn	-2017
isyo	-2018
itik	-2019
usay	-2020
usog	-2021
‚ĖĀPan	-2022
‚ĖĀbas	-2023
‚ĖĀint	-2024
‚ĖĀsig	-2025
aking	-2026
atnan	-2027
esyon	-2028
kahoy	-2029
ugang	-2030
usong	-2031
‚ĖĀPagb	-2032
ahanda	-2033
inggan	-2034
iranin	-2035
otohan	-2036
‚ĖĀbalak	-2037
‚ĖĀbalat	-2038
‚ĖĀbatis	-2039
‚ĖĀgiliw	-2040
‚ĖĀkabut	-2041
‚ĖĀpaano	-2042
‚ĖĀpanig	-2043
‚ĖĀsanga	-2044
unahing	-2045
‚ĖĀRafael	-2046
‚ĖĀVictor	-2047
‚ĖĀbituin	-2048
‚ĖĀbuwaya	-2049
‚ĖĀganito	-2050
‚ĖĀmagpap	-2051
alawigan	-2052
‚ĖĀCrispin	-2053
‚ĖĀdayuhan	-2054
‚ĖĀepikong	-2055
‚ĖĀpamilya	-2056
‚ĖĀpumasok	-2057
‚ĖĀDumating	-2058
‚ĖĀTulalang	-2059
‚ĖĀmadaling	-2060
‚ĖĀmakikita	-2061
‚ĖĀpaaralan	-2062
‚ĖĀkalagayan	-2063
‚ĖĀpakikipag	-2064
‚ĖĀsandaling	-2065
angailangan	-2066
‚ĖĀkarapatang	-2067
‚ĖĀpagkatapos	-2068
‚ĖĀpaglalakbay	-2069
6.	-2070
II	-2071
ue	-2072
ANG	-2073
ato	-2074
kin	-2075
way	-2076
abal	-2077
ahah	-2078
ardo	-2079
ayat	-2080
bong	-2081
elih	-2082
ihis	-2083
uhod	-2084
‚ĖĀBid	-2085
‚ĖĀmaw	-2086
‚ĖĀsup	-2087
‚ĖĀuna	-2088
amaan	-2089
asari	-2090
ihing	-2091
uparo	-2092
‚ĖĀaral	-2093
‚ĖĀdako	-2094
‚ĖĀinyo	-2095
‚ĖĀisda	-2096
‚ĖĀkaka	-2097
‚ĖĀlaki	-2098
‚ĖĀlung	-2099
ipunan	-2100
‚ĖĀEspan	-2101
‚ĖĀGayon	-2102
‚ĖĀbuhat	-2103
‚ĖĀgamit	-2104
‚ĖĀkalup	-2105
‚ĖĀlikas	-2106
‚ĖĀmakas	-2107
‚ĖĀnamin	-2108
‚ĖĀtinut	-2109
alitaan	-2110
iligtas	-2111
indanao	-2112
saknong	-2113
ukulang	-2114
‚ĖĀbatong	-2115
‚ĖĀgaling	-2116
‚ĖĀnaming	-2117
‚ĖĀnating	-2118
‚ĖĀnawala	-2119
‚ĖĀhigante	-2120
‚ĖĀkasaluk	-2121
‚ĖĀkatangi	-2122
‚ĖĀmatapos	-2123
‚ĖĀPrinsipe	-2124
‚ĖĀkalooban	-2125
‚ĖĀmanonood	-2126
‚ĖĀnagtagal	-2127
‚ĖĀPamahalaan	-2128
‚ĖĀkinabukasan	-2129
‚ĖĀnaninirahan	-2130
‚ĖĀmagkakapatid	-2131
‚ĖĀc	-2132
nap	-2133
ubi	-2134
‚ĖĀ1.	-2135
‚ĖĀ2.	-2136
‚ĖĀNi	-2137
abit	-2138
adya	-2139
akbo	-2140
amas	-2141
anib	-2142
enas	-2143
hasa	-2144
ipan	-2145
ipik	-2146
itim	-2147
ubog	-2148
‚ĖĀBal	-2149
‚ĖĀKam	-2150
‚ĖĀNan	-2151
‚ĖĀNen	-2152
‚ĖĀPum	-2153
‚ĖĀRos	-2154
‚ĖĀSap	-2155
‚ĖĀSel	-2156
‚ĖĀbar	-2157
‚ĖĀham	-2158
‚ĖĀneg	-2159
uusap	-2160
‚ĖĀPuti	-2161
‚ĖĀpero	-2162
‚ĖĀulan	-2163
ubatan	-2164
‚ĖĀBalag	-2165
‚ĖĀabang	-2166
‚ĖĀhabag	-2167
‚ĖĀkalak	-2168
‚ĖĀmatut	-2169
‚ĖĀsigaw	-2170
‚ĖĀtangk	-2171
untahan	-2172
untunin	-2173
‚ĖĀParang	-2174
‚ĖĀhuling	-2175
‚ĖĀkailan	-2176
‚ĖĀmabait	-2177
‚ĖĀpagtut	-2178
‚ĖĀtingin	-2179
‚ĖĀCabigat	-2180
‚ĖĀlumapit	-2181
‚ĖĀmatamis	-2182
‚ĖĀpangkat	-2183
‚ĖĀsampung	-2184
‚ĖĀsandali	-2185
‚ĖĀtahimik	-2186
‚ĖĀbinatang	-2187
‚ĖĀkababayan	-2188
‚ĖĀmatinding	-2189
‚ĖĀminamahal	-2190
‚ĖĀkaraniwang	-2191
‚ĖĀkasintahan	-2192
‚ĖĀmahiwagang	-2193
‚ĖĀpaniniwala	-2194
‚ĖĀpangunahing	-2195
AK	-2196
apo	-2197
kop	-2198
tol	-2199
uel	-2200
‚ĖĀ3.	-2201
itaw	-2202
ling	-2203
maan	-2204
nila	-2205
ukal	-2206
‚ĖĀAma	-2207
‚ĖĀPal	-2208
‚ĖĀika	-2209
‚ĖĀper	-2210
agdag	-2211
andro	-2212
angis	-2213
ibong	-2214
inang	-2215
laban	-2216
ungin	-2217
wiran	-2218
‚ĖĀFler	-2219
‚ĖĀNagm	-2220
‚ĖĀSolo	-2221
‚ĖĀbait	-2222
‚ĖĀbunt	-2223
‚ĖĀkand	-2224
‚ĖĀkult	-2225
‚ĖĀlahi	-2226
‚ĖĀland	-2227
‚ĖĀpand	-2228
‚ĖĀsist	-2229
aganda	-2230
apatay	-2231
atawag	-2232
ilingk	-2233
‚ĖĀClara	-2234
‚ĖĀgutom	-2235
‚ĖĀpista	-2236
‚ĖĀsinus	-2237
‚ĖĀsumas	-2238
‚ĖĀugali	-2239
embaran	-2240
ibigang	-2241
‚ĖĀMalana	-2242
‚ĖĀdunong	-2243
‚ĖĀtuwing	-2244
‚ĖĀusapan	-2245
dukasyon	-2246
‚ĖĀLanggam	-2247
‚ĖĀMabilis	-2248
‚ĖĀlupaing	-2249
‚ĖĀpangung	-2250
‚ĖĀmahigpit	-2251
‚ĖĀpanauhin	-2252
‚ĖĀtalagang	-2253
‚ĖĀsuliranin	-2254
‚ĖĀtumanggap	-2255
‚ĖĀpinagmulan	-2256
iu	-2257
erb	-2258
fer	-2259
lim	-2260
lip	-2261
orm	-2262
pas	-2263
rol	-2264
‚ĖĀaw	-2265
ador	-2266
agas	-2267
alok	-2268
iisa	-2269
istr	-2270
iyag	-2271
‚ĖĀpis	-2272
‚ĖĀpiy	-2273
ahati	-2274
alawa	-2275
itaas	-2276
iting	-2277
orong	-2278
tasan	-2279
ugtog	-2280
‚ĖĀBern	-2281
‚ĖĀLeon	-2282
‚ĖĀNasa	-2283
‚ĖĀTiya	-2284
‚ĖĀLucas	-2285
‚ĖĀManok	-2286
‚ĖĀkapar	-2287
‚ĖĀkarun	-2288
‚ĖĀlabas	-2289
‚ĖĀlikod	-2290
‚ĖĀpangh	-2291
‚ĖĀpanuk	-2292
‚ĖĀsabay	-2293
‚ĖĀsasak	-2294
‚ĖĀsiyam	-2295
‚ĖĀutang	-2296
agumpay	-2297
arungan	-2298
‚ĖĀLabtik	-2299
‚ĖĀMadali	-2300
‚ĖĀNgayon	-2301
‚ĖĀbalita	-2302
‚ĖĀdiyosa	-2303
‚ĖĀniyong	-2304
alimbawa	-2305
‚ĖĀbinubuo	-2306
‚ĖĀlumakad	-2307
‚ĖĀBembaran	-2308
‚ĖĀBernardo	-2309
‚ĖĀBidasari	-2310
‚ĖĀDalawang	-2311
‚ĖĀTinyente	-2312
‚ĖĀpagiging	-2313
‚ĖĀtulungan	-2314
‚ĖĀkagubatan	-2315
0.	-2316
ATA	-2317
agb	-2318
apt	-2319
cis	-2320
ily	-2321
lit	-2322
rog	-2323
‚ĖĀ4.	-2324
‚ĖĀOh	-2325
akaw	-2326
alap	-2327
atak	-2328
atut	-2329
ikap	-2330
ilog	-2331
orot	-2332
tana	-2333
‚ĖĀBul	-2334
‚ĖĀKum	-2335
‚ĖĀMaa	-2336
‚ĖĀhih	-2337
aglay	-2338
anaog	-2339
ibing	-2340
indig	-2341
‚ĖĀalit	-2342
‚ĖĀepis	-2343
‚ĖĀinit	-2344
‚ĖĀpamp	-2345
ibhasa	-2346
ngkant	-2347
ubilin	-2348
‚ĖĀSulay	-2349
‚ĖĀanong	-2350
‚ĖĀbisig	-2351
‚ĖĀgusto	-2352
‚ĖĀhalal	-2353
‚ĖĀhanda	-2354
‚ĖĀkatap	-2355
akilala	-2356
apansin	-2357
insunod	-2358
intulot	-2359
‚ĖĀAtenas	-2360
‚ĖĀIgorot	-2361
‚ĖĀbangka	-2362
‚ĖĀkumain	-2363
‚ĖĀlupang	-2364
‚ĖĀmagkab	-2365
‚ĖĀmalaya	-2366
‚ĖĀnagkas	-2367
‚ĖĀpalaka	-2368
‚ĖĀsimula	-2369
asalamat	-2370
elihiyon	-2371
ilingkod	-2372
‚ĖĀMaynila	-2373
‚ĖĀhakbang	-2374
‚ĖĀkalaban	-2375
‚ĖĀngayong	-2376
itolohiya	-2377
‚ĖĀSulayman	-2378
‚ĖĀalimango	-2379
‚ĖĀbinigyan	-2380
‚ĖĀnapansin	-2381
‚ĖĀlalawigan	-2382
‚ĖĀtinanggap	-2383
‚ĖĀpagpapaunlad	-2384
‚ĖĀkinakailangan	-2385
‚ĖĀkapangyarihang	-2386
).	-2387
4)	-2388
ka	-2389
gad	-2390
isd	-2391
kal	-2392
les	-2393
nay	-2394
pis	-2395
‚ĖĀIm	-2396
‚ĖĀPa	-2397
akat	-2398
amad	-2399
awid	-2400
into	-2401
isag	-2402
pres	-2403
ukoy	-2404
utas	-2405
‚ĖĀBan	-2406
‚ĖĀBum	-2407
‚ĖĀDel	-2408
‚ĖĀNas	-2409
‚ĖĀbub	-2410
‚ĖĀger	-2411
‚ĖĀmai	-2412
‚ĖĀpad	-2413
agsik	-2414
akila	-2415
angit	-2416
asong	-2417
awing	-2418
batas	-2419
buhay	-2420
‚ĖĀMagb	-2421
‚ĖĀSari	-2422
‚ĖĀband	-2423
‚ĖĀbaya	-2424
‚ĖĀboto	-2425
‚ĖĀlamb	-2426
‚ĖĀprib	-2427
abihan	-2428
iganti	-2429
ugulin	-2430
usapin	-2431
‚ĖĀAling	-2432
‚ĖĀItong	-2433
‚ĖĀkilos	-2434
‚ĖĀlaang	-2435
‚ĖĀmapap	-2436
‚ĖĀnakar	-2437
‚ĖĀpagod	-2438
asawang	-2439
atauhan	-2440
ikilala	-2441
‚ĖĀNeneng	-2442
‚ĖĀibabaw	-2443
‚ĖĀninuno	-2444
‚ĖĀpabula	-2445
‚ĖĀsakdal	-2446
‚ĖĀFlerida	-2447
‚ĖĀbakuran	-2448
‚ĖĀengkant	-2449
‚ĖĀpamamah	-2450
‚ĖĀpintuan	-2451
‚ĖĀdakilang	-2452
‚ĖĀginagawa	-2453
‚ĖĀitadhana	-2454
‚ĖĀitaguyod	-2455
‚ĖĀkalayaan	-2456
‚ĖĀsinabing	-2457
‚ĖĀkaibigang	-2458
‚ĖĀkapalaran	-2459
‚ĖĀmalungkot	-2460
‚ĖĀpanukalang	-2461
‚ĖĀmagagandang	-2462
),	-2463
At	-2464
si	-2465
ONG	-2466
tao	-2467
uso	-2468
‚ĖĀAp	-2469
atol	-2470
igma	-2471
iral	-2472
iuag	-2473
song	-2474
uwid	-2475
‚ĖĀKro	-2476
‚ĖĀSar	-2477
‚ĖĀlay	-2478
‚ĖĀtab	-2479
aklaw	-2480
alayo	-2481
among	-2482
ining	-2483
iusap	-2484
utian	-2485
‚ĖĀBago	-2486
‚ĖĀFran	-2487
‚ĖĀTATA	-2488
‚ĖĀpans	-2489
‚ĖĀsala	-2490
araang	-2491
eksyon	-2492
ustong	-2493
‚ĖĀBiuag	-2494
‚ĖĀSelya	-2495
‚ĖĀbango	-2496
‚ĖĀitlog	-2497
‚ĖĀlinya	-2498
‚ĖĀmahih	-2499
‚ĖĀpanit	-2500
agaling	-2501
angalan	-2502
tanggol	-2503
‚ĖĀKroton	-2504
‚ĖĀMaging	-2505
‚ĖĀSultan	-2506
‚ĖĀepisod	-2507
‚ĖĀgunita	-2508
‚ĖĀhangad	-2509
‚ĖĀlandas	-2510
‚ĖĀmagpat	-2511
‚ĖĀmakata	-2512
‚ĖĀnaiiba	-2513
‚ĖĀpagsus	-2514
agkaloob	-2515
alimutan	-2516
diriwang	-2517
‚ĖĀdigmaan	-2518
‚ĖĀnasasak	-2519
‚ĖĀpinangg	-2520
‚ĖĀMenandro	-2521
‚ĖĀParuparo	-2522
‚ĖĀhalamang	-2523
‚ĖĀnakikita	-2524
‚ĖĀpaggamit	-2525
‚ĖĀsinumang	-2526
‚ĖĀnagbibigay	-2527
‚ĖĀitinatadhana	-2528
‚ĖĀmakapangyari	-2529
‚ĖĀkinakailangang	-2530
2.	-2531
ao	-2532
hal	-2533
inh	-2534
iyo	-2535
ons	-2536
tod	-2537
zon	-2538
‚ĖĀ15	-2539
‚ĖĀgr	-2540
abin	-2541
abog	-2542
akap	-2543
atap	-2544
ipas	-2545
unos	-2546
usob	-2547
‚ĖĀBuk	-2548
‚ĖĀSib	-2549
‚ĖĀhah	-2550
‚ĖĀkub	-2551
‚ĖĀmut	-2552
‚ĖĀusa	-2553
aksil	-2554
alagi	-2555
anang	-2556
cisco	-2557
iisip	-2558
ikain	-2559
iyong	-2560
oroon	-2561
sakit	-2562
ugong	-2563
yahan	-2564
‚ĖĀAgad	-2565
‚ĖĀDama	-2566
‚ĖĀMiya	-2567
‚ĖĀNagl	-2568
‚ĖĀanya	-2569
‚ĖĀasal	-2570
‚ĖĀdamo	-2571
‚ĖĀilan	-2572
‚ĖĀitat	-2573
‚ĖĀmand	-2574
‚ĖĀpart	-2575
‚ĖĀulap	-2576
agamot	-2577
aginip	-2578
ahinga	-2579
ilalim	-2580
napung	-2581
‚ĖĀBuhay	-2582
‚ĖĀbukas	-2583
‚ĖĀkakay	-2584
‚ĖĀkinat	-2585
‚ĖĀlingk	-2586
‚ĖĀpuman	-2587
‚ĖĀreyna	-2588
‚ĖĀtatlo	-2589
ingning	-2590
‚ĖĀKaagad	-2591
‚ĖĀdakila	-2592
‚ĖĀdangal	-2593
‚ĖĀdinala	-2594
‚ĖĀkabayo	-2595
‚ĖĀmasama	-2596
‚ĖĀnaglal	-2597
‚ĖĀpinagb	-2598
‚ĖĀpulong	-2599
akasalan	-2600
‚ĖĀKalabaw	-2601
‚ĖĀTandang	-2602
‚ĖĀkapakan	-2603
‚ĖĀmarahil	-2604
‚ĖĀnawalan	-2605
‚ĖĀpagsang	-2606
‚ĖĀregular	-2607
‚ĖĀsusunod	-2608
‚ĖĀPrinsesa	-2609
‚ĖĀganitong	-2610
‚ĖĀFrancisco	-2611
‚ĖĀPagbigkas	-2612
‚ĖĀhinahanap	-2613
‚ĖĀpamamaraan	-2614
‚ĖĀKinabukasan	-2615
‚ĖĀpangalagaan	-2616
‚ĖĀKonstitusyon	-2617
".	-2618
1.	-2619
AG	-2620
AM	-2621
iri	-2622
isk	-2623
ity	-2624
lam	-2625
yag	-2626
‚ĖĀ5.	-2627
‚ĖĀBa	-2628
‚ĖĀim	-2629
ahok	-2630
amam	-2631
amok	-2632
ibik	-2633
inaw	-2634
ugad	-2635
ugot	-2636
ural	-2637
usig	-2638
‚ĖĀTar	-2639
‚ĖĀbot	-2640
‚ĖĀhur	-2641
‚ĖĀlul	-2642
‚ĖĀsah	-2643
‚ĖĀser	-2644
‚ĖĀsub	-2645
abaho	-2646
ahagi	-2647
akbay	-2648
ganis	-2649
iliit	-2650
urong	-2651
‚ĖĀSamp	-2652
‚ĖĀTang	-2653
‚ĖĀatin	-2654
‚ĖĀdulo	-2655
‚ĖĀigin	-2656
‚ĖĀirog	-2657
‚ĖĀkani	-2658
aganap	-2659
alamin	-2660
atipik	-2661
ighati	-2662
iligaw	-2663
ilipin	-2664
imbing	-2665
inigay	-2666
iyerno	-2667
umpung	-2668
‚ĖĀdilim	-2669
‚ĖĀinaas	-2670
‚ĖĀlayun	-2671
‚ĖĀmapan	-2672
‚ĖĀnagng	-2673
‚ĖĀnanan	-2674
‚ĖĀsumis	-2675
‚ĖĀtumat	-2676
alubong	-2677
uturing	-2678
‚ĖĀBundok	-2679
‚ĖĀLangit	-2680
‚ĖĀPersya	-2681
‚ĖĀkabila	-2682
‚ĖĀkayang	-2683
‚ĖĀmaaari	-2684
‚ĖĀmapang	-2685
‚ĖĀmasaya	-2686
‚ĖĀnagkak	-2687
‚ĖĀpagtit	-2688
‚ĖĀtayong	-2689
alagahan	-2690
otohanan	-2691
yayaring	-2692
‚ĖĀMaganda	-2693
‚ĖĀkagawad	-2694
‚ĖĀkampana	-2695
‚ĖĀlipunan	-2696
‚ĖĀlungkot	-2697
‚ĖĀmarapat	-2698
‚ĖĀmarinig	-2699
‚ĖĀmayaman	-2700
‚ĖĀnakabab	-2701
‚ĖĀsapagka	-2702
ungkulang	-2703
‚ĖĀdarating	-2704
‚ĖĀepisodyo	-2705
‚ĖĀlayuning	-2706
‚ĖĀnagtungo	-2707
‚ĖĀkasalanan	-2708
‚ĖĀpagkaraan	-2709
‚ĖĀpamumuhay	-2710
‚ĖĀpunongkahoy	-2711
IK	-2712
IN	-2713
aa	-2714
ba	-2715
go	-2716
lks	-2717
wan	-2718
‚ĖĀbr	-2719
....	-2720
aano	-2721
abol	-2722
ermo	-2723
iwas	-2724
rito	-2725
ubay	-2726
udad	-2727
ugol	-2728
uyog	-2729
‚ĖĀDul	-2730
‚ĖĀapo	-2731
‚ĖĀest	-2732
‚ĖĀins	-2733
‚ĖĀkuk	-2734
‚ĖĀlab	-2735
‚ĖĀnoo	-2736
‚ĖĀtak	-2737
ababa	-2738
agkan	-2739
ahala	-2740
ardin	-2741
atong	-2742
ayway	-2743
bahay	-2744
imang	-2745
islap	-2746
undan	-2747
undin	-2748
‚ĖĀPina	-2749
‚ĖĀleon	-2750
‚ĖĀnuno	-2751
alaang	-2752
anghal	-2753
apatan	-2754
ayaman	-2755
rolado	-2756
‚ĖĀBinig	-2757
‚ĖĀBugan	-2758
‚ĖĀGayun	-2759
‚ĖĀKonde	-2760
‚ĖĀbagyo	-2761
‚ĖĀbanal	-2762
‚ĖĀbigas	-2763
‚ĖĀitaas	-2764
‚ĖĀkaawa	-2765
‚ĖĀlunti	-2766
‚ĖĀnakap	-2767
‚ĖĀnapap	-2768
‚ĖĀpangg	-2769
‚ĖĀpinap	-2770
‚ĖĀtribo	-2771
‚ĖĀtuloy	-2772
anatili	-2773
presyon	-2774
‚ĖĀManuel	-2775
‚ĖĀalaala	-2776
‚ĖĀbigyan	-2777
‚ĖĀgawing	-2778
‚ĖĀiniwan	-2779
‚ĖĀitakda	-2780
‚ĖĀkinuha	-2781
‚ĖĀlumbay	-2782
‚ĖĀmandir	-2783
‚ĖĀpulubi	-2784
‚ĖĀLeonora	-2785
‚ĖĀSalermo	-2786
‚ĖĀhanapin	-2787
‚ĖĀhinanap	-2788
‚ĖĀmasipag	-2789
‚ĖĀmatangi	-2790
‚ĖĀpaggawa	-2791
‚ĖĀMaraming	-2792
‚ĖĀinstitus	-2793
‚ĖĀkabataan	-2794
‚ĖĀpanganib	-2795
‚ĖĀVictorina	-2796
‚ĖĀkabuhayan	-2797
‚ĖĀmamamatay	-2798
‚ĖĀpagbabago	-2799
‚ĖĀkarunungan	-2800
‚ĖĀpagkamatay	-2801
5)	-2802
IA	-2803
ea	-2804
mb	-2805
‚ĖĀ9	-2806
art	-2807
ido	-2808
oko	-2809
yla	-2810
‚ĖĀDa	-2811
‚ĖĀGr	-2812
ahih	-2813
atlo	-2814
ikas	-2815
ilid	-2816
iram	-2817
itas	-2818
‚ĖĀ(4)	-2819
‚ĖĀTab	-2820
‚ĖĀdag	-2821
‚ĖĀerm	-2822
‚ĖĀkur	-2823
‚ĖĀlas	-2824
‚ĖĀnau	-2825
‚ĖĀnir	-2826
aanak	-2827
alapi	-2828
andaw	-2829
aptap	-2830
arili	-2831
asyal	-2832
erong	-2833
idlat	-2834
intas	-2835
ipagk	-2836
‚ĖĀIkin	-2837
‚ĖĀNagh	-2838
‚ĖĀNoon	-2839
‚ĖĀaliw	-2840
‚ĖĀlabi	-2841
‚ĖĀnagw	-2842
‚ĖĀtupa	-2843
‚ĖĀyaon	-2844
agutan	-2845
ahatid	-2846
amihan	-2847
itanyo	-2848
orilya	-2849
ukhang	-2850
uluhan	-2851
‚ĖĀLabaw	-2852
‚ĖĀMahal	-2853
‚ĖĀPagka	-2854
‚ĖĀbatay	-2855
‚ĖĀbinab	-2856
‚ĖĀgalak	-2857
‚ĖĀmakap	-2858
‚ĖĀnarir	-2859
‚ĖĀpinto	-2860
gugulin	-2861
‚ĖĀManobo	-2862
‚ĖĀangkop	-2863
‚ĖĀganoon	-2864
‚ĖĀkayong	-2865
‚ĖĀlibing	-2866
‚ĖĀmagawa	-2867
‚ĖĀpaghih	-2868
‚ĖĀpagkag	-2869
‚ĖĀpinsan	-2870
‚ĖĀsultan	-2871
‚ĖĀwaring	-2872
‚ĖĀKanyang	-2873
‚ĖĀMakisig	-2874
‚ĖĀbabaeng	-2875
‚ĖĀgawaing	-2876
‚ĖĀhininga	-2877
‚ĖĀkaligay	-2878
‚ĖĀlumipas	-2879
‚ĖĀlumitaw	-2880
‚ĖĀmadilim	-2881
‚ĖĀmadlang	-2882
‚ĖĀmalalim	-2883
‚ĖĀmanging	-2884
‚ĖĀnahulog	-2885
‚ĖĀnilikha	-2886
‚ĖĀsumapit	-2887
‚ĖĀtadhana	-2888
‚ĖĀMindanao	-2889
‚ĖĀbayaning	-2890
‚ĖĀkatutubo	-2891
‚ĖĀmagbalik	-2892
‚ĖĀmalayong	-2893
‚ĖĀmaligaya	-2894
‚ĖĀmaliliit	-2895
‚ĖĀnilalang	-2896
‚ĖĀpaningin	-2897
‚ĖĀsambayan	-2898
‚ĖĀedukasyon	-2899
‚ĖĀlumilipad	-2900
‚ĖĀpagbigkas	-2901
‚ĖĀpanaginip	-2902
‚ĖĀkontrolado	-2903
RT	-2904
ANA	-2905
Ito	-2906
kon	-2907
str	-2908
uke	-2909
agap	-2910
aryo	-2911
awig	-2912
enor	-2913
ibon	-2914
init	-2915
ugin	-2916
unas	-2917
‚ĖĀKag	-2918
‚ĖĀNil	-2919
‚ĖĀawa	-2920
Bakit	-2921
akala	-2922
akang	-2923
akwel	-2924
cifer	-2925
ermon	-2926
ingap	-2927
kalde	-2928
ulaan	-2929
uluan	-2930
uyong	-2931
‚ĖĀDuke	-2932
‚ĖĀPamb	-2933
‚ĖĀbaga	-2934
‚ĖĀbung	-2935
‚ĖĀkura	-2936
‚ĖĀkusa	-2937
‚ĖĀmala	-2938
‚ĖĀpayo	-2939
‚ĖĀpuri	-2940
‚ĖĀunti	-2941
agatan	-2942
alahat	-2943
alipas	-2944
amalas	-2945
imbang	-2946
ristal	-2947
‚ĖĀAnong	-2948
‚ĖĀakala	-2949
‚ĖĀduwag	-2950
‚ĖĀkamag	-2951
‚ĖĀkumak	-2952
‚ĖĀnalal	-2953
‚ĖĀnangg	-2954
‚ĖĀwakas	-2955
unawaan	-2956
‚ĖĀKinuha	-2957
‚ĖĀLalong	-2958
‚ĖĀPagong	-2959
‚ĖĀSibyla	-2960
‚ĖĀalipin	-2961
‚ĖĀbiyaya	-2962
‚ĖĀhardin	-2963
‚ĖĀiisang	-2964
‚ĖĀlahing	-2965
‚ĖĀluhang	-2966
‚ĖĀmaling	-2967
‚ĖĀpinagk	-2968
‚ĖĀsaging	-2969
‚ĖĀsanang	-2970
‚ĖĀsesyon	-2971
‚ĖĀusapin	-2972
apangulo	-2973
aririnig	-2974
‚ĖĀEspanya	-2975
‚ĖĀKrotona	-2976
‚ĖĀLucifer	-2977
‚ĖĀNagalit	-2978
‚ĖĀbintana	-2979
‚ĖĀgorilya	-2980
‚ĖĀkalungk	-2981
‚ĖĀlayunin	-2982
‚ĖĀlumipad	-2983
‚ĖĀlumisan	-2984
‚ĖĀmatuwid	-2985
‚ĖĀsundalo	-2986
‚ĖĀMaaaring	-2987
‚ĖĀSapagkat	-2988
‚ĖĀmagagawa	-2989
‚ĖĀmahabang	-2990
‚ĖĀmalayang	-2991
‚ĖĀmatapang	-2992
‚ĖĀnagbigay	-2993
‚ĖĀpambansa	-2994
‚ĖĀermitanyo	-2995
‚ĖĀimpiyerno	-2996
‚ĖĀkahirapan	-2997
‚ĖĀkatangian	-2998
‚ĖĀpribadong	-2999
‚ĖĀsasabihin	-3000
‚ĖĀsumusunod	-3001
‚ĖĀtanghalan	-3002
‚ĖĀbilangguan	-3003
‚ĖĀekspresyon	-3004
‚ĖĀTagapangulo	-3005
‚ĖĀmatatagpuan	-3006
‚ĖĀnasasakupan	-3007
‚ĖĀpamahalaang	-3008
‚ĖĀpaglilingkod	-3009
An	-3010
Ep	-3011
MP	-3012
Ng	-3013
gr	-3014
pe	-3015
AND	-3016
IKU	-3017
aha	-3018
any	-3019
dad	-3020
iwi	-3021
mas	-3022
sas	-3023
ubl	-3024
ugh	-3025
uta	-3026
‚ĖĀAh	-3027
‚ĖĀha	-3028
..."	-3029
ARIA	-3030
Iput	-3031
ando	-3032
atao	-3033
udit	-3034
undi	-3035
ungg	-3036
yayi	-3037
‚ĖĀART	-3038
‚ĖĀBer	-3039
‚ĖĀIMP	-3040
‚ĖĀInt	-3041
‚ĖĀMus	-3042
‚ĖĀPak	-3043
‚ĖĀPat	-3044
‚ĖĀaki	-3045
‚ĖĀpet	-3046
‚ĖĀres	-3047
‚ĖĀsaw	-3048
‚ĖĀsay	-3049
IKULO	-3050
agana	-3051
agsak	-3052
ambal	-3053
angon	-3054
arusa	-3055
enang	-3056
ingal	-3057
isdik	-3058
uruan	-3059
urusa	-3060
uyuan	-3061
‚ĖĀAnak	-3062
‚ĖĀIput	-3063
‚ĖĀNais	-3064
‚ĖĀSand	-3065
‚ĖĀdiin	-3066
‚ĖĀidin	-3067
‚ĖĀkain	-3068
‚ĖĀpray	-3069
‚ĖĀtatl	-3070
ansang	-3071
antong	-3072
apitan	-3073
ayaang	-3074
ilipat	-3075
ilitar	-3076
ristan	-3077
‚ĖĀDiwat	-3078
‚ĖĀGibon	-3079
‚ĖĀHapon	-3080
‚ĖĀMARIA	-3081
‚ĖĀbaboy	-3082
‚ĖĀbakod	-3083
‚ĖĀbigla	-3084
‚ĖĀburol	-3085
‚ĖĀgapos	-3086
‚ĖĀhamog	-3087
‚ĖĀhiyas	-3088
‚ĖĀinstr	-3089
‚ĖĀkabig	-3090
‚ĖĀkapat	-3091
‚ĖĀlayaw	-3092
‚ĖĀlilim	-3093
‚ĖĀmapat	-3094
‚ĖĀpilit	-3095
‚ĖĀsikat	-3096
‚ĖĀtotoo	-3097
alagyan	-3098
anganak	-3099
arangay	-3100
hininga	-3101
ilalang	-3102
istrado	-3103
oroonan	-3104
‚ĖĀBilang	-3105
‚ĖĀIMPONG	-3106
‚ĖĀMorong	-3107
‚ĖĀMuling	-3108
‚ĖĀbumaba	-3109
‚ĖĀdalita	-3110
‚ĖĀkabund	-3111
‚ĖĀkasund	-3112
‚ĖĀkawani	-3113
‚ĖĀkilala	-3114
‚ĖĀkulang	-3115
‚ĖĀlaking	-3116
‚ĖĀniring	-3117
‚ĖĀpagpup	-3118
‚ĖĀpagsis	-3119
‚ĖĀsektor	-3120
arapatra	-3121
ormasyon	-3122
‚ĖĀAlkalde	-3123
‚ĖĀDemonyo	-3124
‚ĖĀFilipin	-3125
‚ĖĀInahing	-3126
‚ĖĀTinawag	-3127
‚ĖĀbathala	-3128
‚ĖĀhumingi	-3129
‚ĖĀmadalas	-3130
‚ĖĀmahusay	-3131
‚ĖĀmatagal	-3132
‚ĖĀnatapos	-3133
‚ĖĀorganis	-3134
‚ĖĀparaang	-3135
‚ĖĀpatuloy	-3136
‚ĖĀsagisag	-3137
‚ĖĀsinapit	-3138
‚ĖĀsintang	-3139
‚ĖĀARTIKULO	-3140
‚ĖĀSumakwel	-3141
‚ĖĀTinanong	-3142
‚ĖĀhurisdik	-3143
‚ĖĀpinagtat	-3144
‚ĖĀsasakyan	-3145
‚ĖĀkabutihan	-3146
‚ĖĀkahulugan	-3147
‚ĖĀnagsimula	-3148
‚ĖĀpaghirang	-3149
‚ĖĀpanitikan	-3150
‚ĖĀtanggapan	-3151
‚ĖĀDiwatandaw	-3152
‚ĖĀkaramdaman	-3153
‚ĖĀnakarating	-3154
‚ĖĀnawawalang	-3155
‚ĖĀpanlipunan	-3156
‚ĖĀsambayanan	-3157
‚ĖĀIndarapatra	-3158
‚ĖĀkorporasyon	-3159
‚ĖĀpagkakaroon	-3160
‚ĖĀIpinaliwanag	-3161
‚ĖĀkorporasyong	-3162
‚ĖĀpangangailangan	-3163
GA	-3164
bi	-3165
May	-3166
ete	-3167
ian	-3168
ice	-3169
iga	-3170
ipo	-3171
irh	-3172
oso	-3173
tar	-3174
ugt	-3175
wit	-3176
‚ĖĀen	-3177
akop	-3178
alab	-3179
atin	-3180
ibit	-3181
irin	-3182
isay	-3183
isda	-3184
kong	-3185
nang	-3186
osop	-3187
silo	-3188
ubok	-3189
uksa	-3190
usta	-3191
‚ĖĀIng	-3192
‚ĖĀPas	-3193
‚ĖĀabo	-3194
‚ĖĀros	-3195
‚ĖĀtek	-3196
aglit	-3197
agpis	-3198
alakh	-3199
indak	-3200
istro	-3201
palad	-3202
unton	-3203
uturo	-3204
‚ĖĀEuro	-3205
‚ĖĀInil	-3206
‚ĖĀdamb	-3207
‚ĖĀitim	-3208
‚ĖĀkaba	-3209
‚ĖĀkaso	-3210
‚ĖĀopis	-3211
‚ĖĀputi	-3212
‚ĖĀugat	-3213
‚ĖĀwari	-3214
aalala	-3215
ambing	-3216
awakan	-3217
‚ĖĀKundi	-3218
‚ĖĀPablo	-3219
‚ĖĀaklat	-3220
‚ĖĀhalik	-3221
‚ĖĀhatol	-3222
‚ĖĀhinah	-3223
‚ĖĀhukom	-3224
‚ĖĀkarik	-3225
‚ĖĀmangh	-3226
‚ĖĀnalul	-3227
‚ĖĀpaksa	-3228
‚ĖĀpapel	-3229
‚ĖĀprogr	-3230
‚ĖĀtagap	-3231
amangha	-3232
angguni	-3233
antayan	-3234
apaloob	-3235
araanan	-3236
aramdam	-3237
araming	-3238
ayundin	-3239
ingatan	-3240
usisyon	-3241
utangan	-3242
‚ĖĀDiwata	-3243
‚ĖĀIbalon	-3244
‚ĖĀMabuti	-3245
‚ĖĀPunong	-3246
‚ĖĀbulong	-3247
‚ĖĀdaliri	-3248
‚ĖĀgawang	-3249
‚ĖĀhangga	-3250
‚ĖĀkagyat	-3251
‚ĖĀpaghah	-3252
‚ĖĀpambih	-3253
‚ĖĀpantay	-3254
‚ĖĀpiyesa	-3255
‚ĖĀsaglit	-3256
‚ĖĀtabing	-3257
Sabayang	-3258
agubilin	-3259
ahulugan	-3260
angkilik	-3261
arusahan	-3262
ayanihan	-3263
‚ĖĀBiglang	-3264
‚ĖĀMahirap	-3265
‚ĖĀPilosop	-3266
‚ĖĀTarsilo	-3267
‚ĖĀUnnayan	-3268
‚ĖĀbugtong	-3269
‚ĖĀbungang	-3270
‚ĖĀkalabaw	-3271
‚ĖĀkalalak	-3272
‚ĖĀkasabay	-3273
‚ĖĀkasangk	-3274
‚ĖĀlungsod	-3275
‚ĖĀmakipag	-3276
‚ĖĀmalinis	-3277
‚ĖĀmalupit	-3278
‚ĖĀnagmula	-3279
‚ĖĀopisyal	-3280
‚ĖĀpalakol	-3281
‚ĖĀpananim	-3282
‚ĖĀpatayin	-3283
‚ĖĀpumanaw	-3284
‚ĖĀsistema	-3285
‚ĖĀtawagin	-3286
‚ĖĀtuwiran	-3287
anghalian	-3288
‚ĖĀkumakain	-3289
‚ĖĀmagaling	-3290
‚ĖĀmangyari	-3291
‚ĖĀnagngang	-3292
‚ĖĀnakakita	-3293
‚ĖĀnakilala	-3294
‚ĖĀpagkakat	-3295
‚ĖĀsalaysay	-3296
amantalang	-3297
‚ĖĀNagkaroon	-3298
‚ĖĀhalimbawa	-3299
‚ĖĀhinihingi	-3300
‚ĖĀkaragatan	-3301
‚ĖĀnatagpuan	-3302
‚ĖĀnatutulog	-3303
‚ĖĀMahistrado	-3304
‚ĖĀmanggagawa	-3305
‚ĖĀnaglalakad	-3306
‚ĖĀpaghahanap	-3307
‚ĖĀkaligayahan	-3308
‚ĖĀkalungkutan	-3309
‚ĖĀpinanggalingan	-3310
3.	-3311
4.	-3312
AP	-3313
UP	-3314
ri	-3315
Ano	-3316
aas	-3317
abe	-3318
adl	-3319
eba	-3320
igu	-3321
kad	-3322
non	-3323
orn	-3324
pos	-3325
uds	-3326
‚ĖĀ6.	-3327
‚ĖĀAs	-3328
‚ĖĀEd	-3329
‚ĖĀEp	-3330
‚ĖĀPl	-3331
‚ĖĀem	-3332
‚ĖĀga	-3333
agda	-3334
amag	-3335
asiw	-3336
atag	-3337
bing	-3338
daan	-3339
imit	-3340
inam	-3341
inta	-3342
ismo	-3343
kero	-3344
ment	-3345
oses	-3346
rang	-3347
ugat	-3348
upot	-3349
usin	-3350
uwek	-3351
‚ĖĀGag	-3352
‚ĖĀMGA	-3353
‚ĖĀOmb	-3354
‚ĖĀTal	-3355
‚ĖĀaso	-3356
‚ĖĀhil	-3357
‚ĖĀind	-3358
‚ĖĀpip	-3359
‚ĖĀsik	-3360
akpan	-3361
artel	-3362
asiwa	-3363
atili	-3364
dapat	-3365
iligo	-3366
ilipo	-3367
intul	-3368
oserp	-3369
unuan	-3370
usyon	-3371
‚ĖĀFern	-3372
‚ĖĀNANA	-3373
‚ĖĀPand	-3374
‚ĖĀPati	-3375
‚ĖĀSino	-3376
‚ĖĀdila	-3377
‚ĖĀmist	-3378
‚ĖĀpina	-3379
agalit	-3380
agapos	-3381
akaawa	-3382
amaraw	-3383
awayan	-3384
dahang	-3385
ensahe	-3386
ibutan	-3387
iguyon	-3388
ilikha	-3389
ilitaw	-3390
udsman	-3391
uwiran	-3392
‚ĖĀLakas	-3393
‚ĖĀawtor	-3394
‚ĖĀbakas	-3395
‚ĖĀhalim	-3396
‚ĖĀhamak	-3397
‚ĖĀhangg	-3398
‚ĖĀhusto	-3399
‚ĖĀkayum	-3400
‚ĖĀkinar	-3401
‚ĖĀkumik	-3402
‚ĖĀkunin	-3403
‚ĖĀmayor	-3404
‚ĖĀnangh	-3405
‚ĖĀnapat	-3406
‚ĖĀnegos	-3407
‚ĖĀsugat	-3408
‚ĖĀtunog	-3409
agalang	-3410
aliksik	-3411
asiwaan	-3412
ilanggo	-3413
inabang	-3414
‚ĖĀBagong	-3415
‚ĖĀFilipo	-3416
‚ĖĀMarami	-3417
‚ĖĀMuslim	-3418
‚ĖĀhiling	-3419
‚ĖĀkasawi	-3420
‚ĖĀkasing	-3421
‚ĖĀlabing	-3422
‚ĖĀlibong	-3423
‚ĖĀmagsis	-3424
‚ĖĀngalan	-3425
‚ĖĀpaglil	-3426
‚ĖĀpayapa	-3427
‚ĖĀtapang	-3428
‚ĖĀutusan	-3429
agandang	-3430
amahalan	-3431
amdaming	-3432
kanilang	-3433
oserpina	-3434
‚ĖĀSumagot	-3435
‚ĖĀhanging	-3436
‚ĖĀiniibig	-3437
‚ĖĀinstrum	-3438
‚ĖĀlarawan	-3439
‚ĖĀmalinaw	-3440
‚ĖĀmangang	-3441
‚ĖĀmatibay	-3442
‚ĖĀmilitar	-3443
‚ĖĀnakasal	-3444
‚ĖĀninyong	-3445
‚ĖĀpagitan	-3446
‚ĖĀsaknong	-3447
‚ĖĀsandata	-3448
alawikain	-3449
amangkero	-3450
‚ĖĀAliguyon	-3451
‚ĖĀBerbanya	-3452
‚ĖĀSumarang	-3453
‚ĖĀbarangay	-3454
‚ĖĀdalampas	-3455
‚ĖĀibinigay	-3456
‚ĖĀkaalaman	-3457
‚ĖĀmagtakda	-3458
‚ĖĀnarating	-3459
‚ĖĀnasabing	-3460
‚ĖĀnawawala	-3461
‚ĖĀtinanong	-3462
‚ĖĀtuluyang	-3463
‚ĖĀOmbudsman	-3464
‚ĖĀalinsunod	-3465
‚ĖĀawtoridad	-3466
‚ĖĀginagamit	-3467
‚ĖĀikalawang	-3468
‚ĖĀnabubuhay	-3469
‚ĖĀnagpaalam	-3470
‚ĖĀpananalig	-3471
‚ĖĀrelihiyon	-3472
‚ĖĀProserpina	-3473
‚ĖĀkarangalan	-3474
‚ĖĀmakarating	-3475
‚ĖĀmalalaking	-3476
‚ĖĀmandirigma	-3477
‚ĖĀmanliligaw	-3478
‚ĖĀmitolohiya	-3479
‚ĖĀkabayanihan	-3480
‚ĖĀkasalukuyan	-3481
‚ĖĀnaghihintay	-3482
‚ĖĀhurisdiksyon	-3483
‚ĖĀinstitusyong	-3484
‚ĖĀnakabababang	-3485
AB	-3486
Al	-3487
EN	-3488
ec	-3489
Ako	-3490
agt	-3491
did	-3492
din	-3493
eho	-3494
igh	-3495
ini	-3496
itu	-3497
ona	-3498
oni	-3499
pad	-3500
sob	-3501
udo	-3502
uka	-3503
ult	-3504
‚ĖĀBU	-3505
‚ĖĀIp	-3506
‚ĖĀTO	-3507
Nang	-3508
alal	-3509
ampa	-3510
anin	-3511
ihag	-3512
iham	-3513
loob	-3514
pada	-3515
ugod	-3516
ukin	-3517
utla	-3518
‚ĖĀAli	-3519
‚ĖĀAnt	-3520
‚ĖĀBub	-3521
‚ĖĀDal	-3522
‚ĖĀGum	-3523
‚ĖĀLib	-3524
‚ĖĀbis	-3525
‚ĖĀdar	-3526
‚ĖĀliw	-3527
Huwag	-3528
adaan	-3529
aghoy	-3530
apaan	-3531
asama	-3532
ilaan	-3533
inseo	-3534
itiis	-3535
riseo	-3536
yudad	-3537
‚ĖĀHang	-3538
‚ĖĀSaan	-3539
‚ĖĀTayo	-3540
‚ĖĀagos	-3541
‚ĖĀdali	-3542
‚ĖĀdati	-3543
‚ĖĀmaip	-3544
‚ĖĀpatn	-3545
‚ĖĀulit	-3546
abatid	-3547
alaban	-3548
alimot	-3549
ayagan	-3550
ilayan	-3551
iyasat	-3552
ugutan	-3553
ulatan	-3554
umango	-3555
uparan	-3556
‚ĖĀAking	-3557
‚ĖĀLakan	-3558
‚ĖĀOyayi	-3559
‚ĖĀPuwek	-3560
‚ĖĀReyna	-3561
‚ĖĀSarag	-3562
‚ĖĀbalik	-3563
‚ĖĀbukal	-3564
‚ĖĀdaang	-3565
‚ĖĀdaing	-3566
‚ĖĀdilaw	-3567
‚ĖĀgamot	-3568
‚ĖĀhapis	-3569
‚ĖĀhapon	-3570
‚ĖĀkahil	-3571
‚ĖĀkalin	-3572
‚ĖĀkapit	-3573
‚ĖĀlingg	-3574
‚ĖĀlubid	-3575
‚ĖĀmadla	-3576
‚ĖĀmanan	-3577
‚ĖĀmasis	-3578
‚ĖĀnamim	-3579
‚ĖĀpasya	-3580
‚ĖĀpinat	-3581
‚ĖĀtanda	-3582
‚ĖĀtangi	-3583
‚ĖĀtrono	-3584
agdagan	-3585
ahalaga	-3586
akasama	-3587
anganib	-3588
atahang	-3589
ibigkas	-3590
paganap	-3591
uhalang	-3592
uklasan	-3593
‚ĖĀBriseo	-3594
‚ĖĀLinseo	-3595
‚ĖĀSinang	-3596
‚ĖĀTingal	-3597
‚ĖĀbantay	-3598
‚ĖĀdakong	-3599
‚ĖĀdalang	-3600
‚ĖĀhandog	-3601
‚ĖĀharing	-3602
‚ĖĀkalang	-3603
‚ĖĀkuweba	-3604
‚ĖĀmadali	-3605
‚ĖĀmaitim	-3606
‚ĖĀmandin	-3607
‚ĖĀmusika	-3608
‚ĖĀnakaka	-3609
‚ĖĀpagkap	-3610
‚ĖĀpangit	-3611
‚ĖĀperlas	-3612
‚ĖĀpinang	-3613
apalaran	-3614
‚ĖĀMalakas	-3615
‚ĖĀSenador	-3616
‚ĖĀTamaraw	-3617
‚ĖĀTanging	-3618
‚ĖĀTumango	-3619
‚ĖĀasawang	-3620
‚ĖĀgustong	-3621
‚ĖĀkadilim	-3622
‚ĖĀkasunod	-3623
‚ĖĀlabanan	-3624
‚ĖĀlumikha	-3625
‚ĖĀmagmula	-3626
‚ĖĀmasarap	-3627
‚ĖĀnaaayon	-3628
‚ĖĀnapatay	-3629
‚ĖĀpahayag	-3630
‚ĖĀpinatay	-3631
‚ĖĀpuhunan	-3632
‚ĖĀpumunta	-3633
alanutian	-3634
‚ĖĀFernando	-3635
‚ĖĀGayunman	-3636
‚ĖĀbahaging	-3637
‚ĖĀbilanggo	-3638
‚ĖĀgagawing	-3639
‚ĖĀkasamaan	-3640
‚ĖĀkilalang	-3641
‚ĖĀkuwintas	-3642
‚ĖĀlarangan	-3643
‚ĖĀmagtatag	-3644
‚ĖĀmatalino	-3645
‚ĖĀmayamang	-3646
‚ĖĀpagkatao	-3647
‚ĖĀPagkaraan	-3648
‚ĖĀkakayahan	-3649
‚ĖĀmagsasaka	-3650
‚ĖĀnakasulat	-3651
‚ĖĀnakatulog	-3652
‚ĖĀpatakaran	-3653
‚ĖĀkabundukan	-3654
‚ĖĀnaghahanap	-3655
‚ĖĀpananalapi	-3656
‚ĖĀpambihirang	-3657
‚ĖĀpangkalahat	-3658
‚ĖĀdalampasigan	-3659
‚ĖĀKonstitusyonal	-3660
‚ĖĀtagapagpaganap	-3661
DO	-3662
IW	-3663
OG	-3664
Oo	-3665
ru	-3666
‚ĖĀ6	-3667
ARO	-3668
are	-3669
edi	-3670
ekt	-3671
iin	-3672
iis	-3673
its	-3674
ors	-3675
pat	-3676
reh	-3677
udy	-3678
‚ĖĀ20	-3679
‚ĖĀIN	-3680
‚ĖĀle	-3681
‚ĖĀpw	-3682
YANG	-3683
agpo	-3684
alog	-3685
ampu	-3686
anag	-3687
ding	-3688
eduk	-3689
esto	-3690
gado	-3691
ibot	-3692
ibur	-3693
ilat	-3694
ilay	-3695
ipad	-3696
tomo	-3697
ukay	-3698
ulak	-3699
‚ĖĀBar	-3700
‚ĖĀIII	-3701
‚ĖĀIni	-3702
‚ĖĀLAK	-3703
‚ĖĀPam	-3704
‚ĖĀaba	-3705
‚ĖĀbud	-3706
aawit	-3707
abong	-3708
abuti	-3709
ahiya	-3710
ahuli	-3711
aligt	-3712
aliit	-3713
amasa	-3714
bagay	-3715
dahan	-3716
erito	-3717
gayak	-3718
hikan	-3719
ikudo	-3720
pindi	-3721
ugnay	-3722
ulila	-3723
umbay	-3724
umula	-3725
ungib	-3726
‚ĖĀAlam	-3727
‚ĖĀBirh	-3728
‚ĖĀDaga	-3729
‚ĖĀIyan	-3730
‚ĖĀMags	-3731
‚ĖĀMayo	-3732
‚ĖĀRosa	-3733
‚ĖĀTaga	-3734
‚ĖĀiwan	-3735
‚ĖĀkabu	-3736
‚ĖĀkast	-3737
‚ĖĀkons	-3738
‚ĖĀlaya	-3739
‚ĖĀmait	-3740
‚ĖĀnapa	-3741
‚ĖĀpong	-3742
‚ĖĀprop	-3743
‚ĖĀpula	-3744
ahamak	-3745
alipik	-3746
angong	-3747
antimp	-3748
inggil	-3749
inggit	-3750
wirang	-3751
‚ĖĀAlban	-3752
‚ĖĀDagat	-3753
‚ĖĀKaran	-3754
‚ĖĀPanay	-3755
‚ĖĀUnang	-3756
‚ĖĀanino	-3757
‚ĖĀbilin	-3758
‚ĖĀbinib	-3759
‚ĖĀbulag	-3760
‚ĖĀbuwis	-3761
