<unk>	0
<s>	0
</s>	0
ng	-0
ang	-1
an	-2
‚ĖĀn	-3
ag	-4
‚ĖĀs	-5
‚ĖĀm	-6
at	-7
al	-8
ay	-9
in	-10
‚ĖĀk	-11
‚ĖĀp	-12
ak	-13
‚ĖĀng	-14
‚ĖĀsa	-15
‚ĖĀang	-16
‚ĖĀna	-17
it	-18
am	-19
il	-20
ing	-21
as	-22
‚ĖĀb	-23
ong	-24
aw	-25
ap	-26
ah	-27
ar	-28
‚ĖĀt	-29
‚ĖĀl	-30
ab	-31
iy	-32
‚ĖĀd	-33
‚ĖĀA	-34
‚ĖĀat	-35
ul	-36
is	-37
ig	-38
‚ĖĀay	-39
ga	-40
um	-41
‚ĖĀh	-42
un	-43
‚ĖĀmga	-44
on	-45
‚ĖĀN	-46
‚ĖĀS	-47
ik	-48
‚ĖĀM	-49
‚ĖĀpag	-50
ib	-51
ung	-52
iya	-53
‚ĖĀK	-54
‚ĖĀP	-55
‚ĖĀI	-56
‚ĖĀmag	-57
‚ĖĀg	-58
‚ĖĀAng	-59
‚ĖĀnag	-60
ad	-61
ip	-62
‚ĖĀkan	-63
ut	-64
‚ĖĀB	-65
us	-66
uh	-67
ito	-68
im	-69
ala	-70
‚ĖĀis	-71
and	-72
‚ĖĀD	-73
‚ĖĀni	-74
‚ĖĀsi	-75
..	-76
‚ĖĀL	-77
ind	-78
up	-79
ilang	-80
yang	-81
‚ĖĀak	-82
‚ĖĀT	-83
ila	-84
uw	-85
‚ĖĀSa	-86
os	-87
ub	-88
‚ĖĀ"	-89
‚ĖĀnang	-90
iw	-91
awa	-92
uk	-93
alak	-94
‚ĖĀH	-95
ot	-96
aya	-97
indi	-98
‚ĖĀka	-99
‚ĖĀisang	-100
‚ĖĀkanyang	-101
alang	-102
‚ĖĀmay	-103
‚ĖĀko	-104
ug	-105
og	-106
‚ĖĀito	-107
ir	-108
ita	-109
ih	-110
‚ĖĀmo	-111
‚ĖĀw	-112
iyang	-113
ayan	-114
‚ĖĀniya	-115
ayo	-116
id	-117
‚ĖĀAt	-118
‚ĖĀin	-119
‚ĖĀsiya	-120
‚ĖĀmat	-121
‚ĖĀnak	-122
‚ĖĀ(	-123
‚ĖĀpin	-124
‚ĖĀib	-125
‚ĖĀta	-126
‚ĖĀpa	-127
‚ĖĀpan	-128
ok	-129
ur	-130
amang	-131
‚ĖĀhindi	-132
‚ĖĀiy	-133
‚ĖĀmal	-134
ol	-135
‚ĖĀan	-136
apat	-137
ahan	-138
angg	-139
‚ĖĀmak	-140
‚ĖĀr	-141
‚ĖĀnam	-142
alag	-143
ya	-144
ari	-145
uhay	-146
oy	-147
to	-148
aan	-149
‚ĖĀpang	-150
‚ĖĀNag	-151
‚ĖĀkung	-152
...	-153
or	-154
ibig	-155
‚ĖĀsin	-156
oon	-157
en	-158
ata	-159
ahat	-160
ula	-161
yo	-162
‚ĖĀpagk	-163
aman	-164
er	-165
ama	-166
od	-167
‚ĖĀako	-168
‚ĖĀma	-169
sa	-170
‚ĖĀkas	-171
‚ĖĀman	-172
‚ĖĀkat	-173
araw	-174
anda	-175
aba	-176
‚ĖĀdi	-177
ating	-178
agk	-179
abi	-180
und	-181
‚ĖĀkay	-182
aka	-183
‚ĖĀNg	-184
‚ĖĀmas	-185
‚ĖĀkal	-186
‚ĖĀlum	-187
‚ĖĀtao	-188
ipin	-189
ant	-190
‚ĖĀG	-191
‚ĖĀpar	-192
‚ĖĀkah	-193
."	-194
awang	-195
‚ĖĀKung	-196
‚ĖĀlamang	-197
‚ĖĀkap	-198
‚ĖĀlahat	-199
‚ĖĀdal	-200
‚ĖĀit	-201
andang	-202
‚ĖĀtin	-203
ayon	-204
‚ĖĀmah	-205
‚ĖĀkanilang	-206
alan	-207
‚ĖĀbuhay	-208
‚ĖĀmab	-209
alit	-210
‚ĖĀIn	-211
ahil	-212
amat	-213
‚ĖĀniyang	-214
unit	-215
‚ĖĀsila	-216
unt	-217
‚ĖĀanak	-218
‚ĖĀaking	-219
‚ĖĀmar	-220
‚ĖĀsiyang	-221
upang	-222
‚ĖĀkab	-223
‚ĖĀkong	-224
‚ĖĀik	-225
‚ĖĀaraw	-226
akas	-227
‚ĖĀiyong	-228
‚ĖĀo	-229
amp	-230
‚ĖĀrin	-231
‚ĖĀNa	-232
ulang	-233
‚ĖĀnaman	-234
‚ĖĀdin	-235
‚ĖĀe	-236
ana	-237
sang	-238
‚ĖĀupang	-239
‚ĖĀal	-240
‚ĖĀnap	-241
‚ĖĀpal	-242
‚ĖĀmap	-243
‚ĖĀnat	-244
alaki	-245
‚ĖĀwalang	-246
int	-247
upa	-248
‚ĖĀNang	-249
‚ĖĀbag	-250
uan	-251
ili	-252
‚ĖĀum	-253
akit	-254
‚ĖĀlang	-255
ika	-256
ob	-257
ali	-258
‚ĖĀAy	-259
‚ĖĀbat	-260
‚ĖĀpat	-261
‚ĖĀbin	-262
amb	-263
‚ĖĀW	-264
‚ĖĀMag	-265
aling	-266
‚ĖĀbaba	-267
ungk	-268
‚ĖĀnila	-269
es	-270
asawa	-271
ina	-272
‚ĖĀsum	-273
‚ĖĀmagk	-274
alik	-275
atu	-276
asa	-277
‚ĖĀhin	-278
iwan	-279
‚ĖĀgin	-280
ayang	-281
‚ĖĀC	-282
‚ĖĀtul	-283
.)	-284
‚ĖĀtag	-285
alaga	-286
iling	-287
ins	-288
ahon	-289
apit	-290
‚ĖĀMay	-291
abang	-292
‚ĖĀHindi	-293
‚ĖĀil	-294
‚ĖĀLam	-295
‚ĖĀbah	-296
yong	-297
‚ĖĀkam	-298
aring	-299
‚ĖĀkar	-300
yan	-301
‚ĖĀlupa	-302
uno	-303
alim	-304
‚ĖĀU	-305
‚ĖĀtum	-306
uti	-307
‚ĖĀpus	-308
agkat	-309
aming	-310
‚ĖĀwala	-311
uwag	-312
lak	-313
awan	-314
‚ĖĀbayan	-315
angk	-316
‚ĖĀPag	-317
‚ĖĀnin	-318
iyos	-319
ha	-320
‚ĖĀbabae	-321
alaking	-322
alo	-323
awag	-324
ihan	-325
‚ĖĀkaya	-326
‚ĖĀIsang	-327
ulan	-328
agat	-329
‚ĖĀmong	-330
‚ĖĀnga	-331
anggang	-332
‚ĖĀPil	-333
‚ĖĀmang	-334
‚ĖĀdahil	-335
‚ĖĀAg	-336
‚ĖĀpam	-337
‚ĖĀsal	-338
‚ĖĀnito	-339
inig	-340
el	-341
ulo	-342
apag	-343
uhan	-344
‚ĖĀsar	-345
uha	-346
yon	-347
‚ĖĀPilipin	-348
uwa	-349
‚ĖĀdum	-350
‚ĖĀlalaki	-351
ipag	-352
arang	-353
sas	-354
uto	-355
arap	-356
‚ĖĀbul	-357
em	-358
‚ĖĀpagl	-359
‚ĖĀnagp	-360
‚ĖĀy	-361
‚ĖĀikaw	-362
‚ĖĀpinag	-363
‚ĖĀina	-364
‚ĖĀR	-365
‚ĖĀAl	-366
‚ĖĀhal	-367
‚ĖĀpak	-368
oong	-369
‚ĖĀNgunit	-370
tat	-371
‚ĖĀlangit	-372
‚ĖĀmul	-373
‚ĖĀngunit	-374
ko	-375
unang	-376
‚ĖĀating	-377
‚ĖĀdalawang	-378
,"	-379
aban	-380
asan	-381
‚ĖĀkum	-382
‚ĖĀitong	-383
irap	-384
itan	-385
‚ĖĀpuso	-386
aga	-387
‚ĖĀpo	-388
aran	-389
tong	-390
ain	-391
big	-392
‚ĖĀlag	-393
‚ĖĀY	-394
‚ĖĀSin	-395
alin	-396
anap	-397
‚ĖĀtat	-398
apang	-399
unong	-400
‚ĖĀpanahon	-401
‚ĖĀE	-402
amah	-403
ungan	-404
‚ĖĀkanya	-405
‚ĖĀiba	-406
apatid	-407
uong	-408
‚ĖĀIto	-409
‚ĖĀsab	-410
ta	-411
‚ĖĀO	-412
‚ĖĀSi	-413
amit	-414
‚ĖĀkin	-415
‚ĖĀnar	-416
aklak	-417
‚ĖĀnagk	-418
‚ĖĀF	-419
‚ĖĀIl	-420
ugan	-421
‚ĖĀhang	-422
apos	-423
‚ĖĀiyo	-424
‚ĖĀdito	-425
‚ĖĀnags	-426
tan	-427
unga	-428
‚ĖĀkul	-429
‚ĖĀwika	-430
‚ĖĀhanggang	-431
‚ĖĀba	-432
abas	-433
‚ĖĀPin	-434
‚ĖĀninyo	-435
‚ĖĀnaging	-436
ro	-437
igl	-438
‚ĖĀNak	-439
‚ĖĀama	-440
ayong	-441
‚ĖĀasawa	-442
‚ĖĀbahay	-443
‚ĖĀdalaga	-444
‚ĖĀmad	-445
pik	-446
‚ĖĀbuw	-447
ahang	-448
itong	-449
‚ĖĀkang	-450
na	-451
awat	-452
awin	-453
‚ĖĀhum	-454
una	-455
isip	-456
‚ĖĀDatu	-457
‚ĖĀpara	-458
oob	-459
‚ĖĀkag	-460
‚ĖĀnil	-461
‚ĖĀAgat	-462
‚ĖĀBat	-463
‚ĖĀsag	-464
‚ĖĀsap	-465
‚ĖĀngayon	-466
amd	-467
bay	-468
‚ĖĀisa	-469
ulong	-470
‚ĖĀpagh	-471
‚ĖĀsilang	-472
‚ĖĀJ	-473
‚ĖĀda	-474
‚ĖĀMar	-475
‚ĖĀMga	-476
alita	-477
kas	-478
ust	-479
rins	-480
usap	-481
‚ĖĀtang	-482
wa	-483
‚ĖĀbum	-484
‚ĖĀkuw	-485
‚ĖĀnal	-486
‚ĖĀnan	-487
‚ĖĀnagl	-488
ibigan	-489
bab	-490
isa	-491
hala	-492
ubig	-493
utan	-494
‚ĖĀgum	-495
uting	-496
‚ĖĀKaya	-497
iwanag	-498
‚ĖĀbuong	-499
iwa	-500
‚ĖĀAn	-501
ulog	-502
‚ĖĀPagkat	-503
atan	-504
iyak	-505
‚ĖĀakin	-506
‚ĖĀipin	-507
‚ĖĀpagp	-508
‚ĖĀbulaklak	-509
agp	-510
ami	-511
agal	-512
alay	-513
‚ĖĀkaw	-514
‚ĖĀDiyos	-515
‚ĖĀunang	-516
oro	-517
igaw	-518
‚ĖĀAko	-519
ago	-520
‚ĖĀnilang	-521
uy	-522
‚ĖĀIk	-523
awak	-524
ayop	-525
‚ĖĀLum	-526
along	-527
dig	-528
sin	-529
anga	-530
‚ĖĀkayo	-531
‚ĖĀnoon	-532
AN	-533
ilim	-534
‚ĖĀpum	-535
‚ĖĀnagh	-536
atay	-537
ihin	-538
‚ĖĀMan	-539
undok	-540
‚ĖĀpuno	-541
‚ĖĀtayo	-542
‚ĖĀtaong	-543
‚ĖĀparang	-544
!"	-545
ati	-546
‚ĖĀDi	-547
abaw	-548
alas	-549
‚ĖĀSum	-550
igdig	-551
‚ĖĀnasa	-552
‚ĖĀdagat	-553
alig	-554
‚ĖĀtun	-555
arian	-556
iwang	-557
‚ĖĀWalang	-558
‚ĖĀKas	-559
‚ĖĀMak	-560
‚ĖĀTin	-561
‚ĖĀnas	-562
ahing	-563
‚ĖĀSiya	-564
‚ĖĀmata	-565
‚ĖĀhayop	-566
‚ĖĀPilipino	-567
tas	-568
iging	-569
‚ĖĀkahit	-570
‚ĖĀtubig	-571
yay	-572
awit	-573
long	-574
‚ĖĀbawat	-575
‚ĖĀkamay	-576
asal	-577
ungo	-578
unod	-579
‚ĖĀhig	-580
‚ĖĀtan	-581
abing	-582
‚ĖĀlakas	-583
‚ĖĀsinabi	-584
ud	-585
uri	-586
‚ĖĀag	-587
ingg	-588
angan	-589
ano	-590
‚ĖĀbuk	-591
‚ĖĀnab	-592
agang	-593
‚ĖĀibig	-594
alakas	-595
‚ĖĀDahil	-596
‚ĖĀkapatid	-597
‚ĖĀ‚Äď	-598
imb	-599
ump	-600
...!	-601
ipad	-602
‚ĖĀdatu	-603
‚ĖĀepik	-604
‚ĖĀiyon	-605
‚ĖĀnagt	-606
‚ĖĀmaging	-607
‚ĖĀmagandang	-608
ma	-609
‚ĖĀya	-610
‚ĖĀmam	-611
‚ĖĀNagong	-612
?"	-613
alat	-614
unan	-615
‚ĖĀBin	-616
‚ĖĀKoro	-617
‚ĖĀpags	-618
‚ĖĀmagulang	-619
lo	-620
agi	-621
lay	-622
usa	-623
ikan	-624
‚ĖĀpagt	-625
‚ĖĀbundok	-626
‚ĖĀpagkak	-627
ann	-628
esa	-629
‚ĖĀap	-630
‚ĖĀbagay	-631
‚ĖĀmaraming	-632
eng	-633
‚ĖĀFa	-634
‚ĖĀIp	-635
oyan	-636
‚ĖĀgan	-637
‚ĖĀpap	-638
‚ĖĀbunga	-639
annoyan	-640
imp	-641
lad	-642
‚ĖĀdak	-643
atang	-644
insan	-645
‚ĖĀloob	-646
amatay	-647
‚ĖĀFaust	-648
‚ĖĀHuwag	-649
‚ĖĀdapat	-650
‚ĖĀpanan	-651
‚ĖĀCannoyan	-652
alis	-653
ayaw	-654
agawa	-655
‚ĖĀibang	-656
‚ĖĀnatin	-657
alagang	-658
‚ĖĀi	-659
‚ĖĀban	-660
‚ĖĀnaw	-661
unting	-662
‚ĖĀmatat	-663
‚ĖĀtunay	-664
‚ĖĀFaustus	-665
‚ĖĀdaigdig	-666
ira	-667
‚ĖĀYa	-668
agan	-669
‚ĖĀlug	-670
‚ĖĀmagp	-671
anggol	-672
ungkot	-673
‚ĖĀakong	-674
‚ĖĀinyong	-675
‚ĖĀsarili	-676
da	-677
aro	-678
‚ĖĀor	-679
unta	-680
aroon	-681
‚ĖĀtungk	-682
‚ĖĀBathala	-683
‚ĖĀdumating	-684
‚ĖĀkaharian	-685
iran	-686
‚ĖĀpagd	-687
‚ĖĀtinig	-688
arating	-689
‚ĖĀlalaking	-690
aki	-691
nan	-692
ubo	-693
uloy	-694
‚ĖĀmin	-695
ilangan	-696
Ay	-697
om	-698
so	-699
‚ĖĀul	-700
ulad	-701
usan	-702
‚ĖĀsak	-703
‚ĖĀibon	-704
amahal	-705
‚ĖĀbuwan	-706
‚ĖĀilang	-707
‚ĖĀmahal	-708
uro	-709
amin	-710
‚ĖĀkita	-711
‚ĖĀmuli	-712
‚ĖĀkuwen	-713
‚ĖĀtulad	-714
‚ĖĀdalawa	-715
‚ĖĀlaging	-716
‚ĖĀnakita	-717
uin	-718
amag	-719
uhat	-720
undi	-721
uran	-722
‚ĖĀPar	-723
‚ĖĀulo	-724
igaya	-725
‚ĖĀWala	-726
‚ĖĀbato	-727
‚ĖĀgabi	-728
‚ĖĀkoro	-729
‚ĖĀkulay	-730
‚ĖĀlugar	-731
olo	-732
ilis	-733
isang	-734
‚ĖĀnagd	-735
‚ĖĀpinak	-736
‚ĖĀnitong	-737
",	-738
ks	-739
‚ĖĀIb	-740
ikita	-741
‚ĖĀnagb	-742
‚ĖĀpagm	-743
‚ĖĀsabi	-744
‚ĖĀyaong	-745
ent	-746
ian	-747
pak	-748
akot	-749
‚ĖĀNam	-750
iting	-751
‚ĖĀhari	-752
‚ĖĀmags	-753
‚ĖĀprins	-754
aso	-755
agka	-756
ukha	-757
‚ĖĀlik	-758
‚ĖĀmaa	-759
‚ĖĀnah	-760
‚ĖĀsas	-761
‚ĖĀilog	-762
‚ĖĀdiyos	-763
‚ĖĀkatawan	-764
oo	-765
ahi	-766
amo	-767
ays	-768
‚ĖĀMab	-769
‚ĖĀMah	-770
‚ĖĀMat	-771
‚ĖĀTula	-772
‚ĖĀbata	-773
‚ĖĀisip	-774
‚ĖĀhuwag	-775
‚ĖĀnakat	-776
‚ĖĀtahan	-777
ahay	-778
ulat	-779
‚ĖĀbak	-780
‚ĖĀsam	-781
‚ĖĀring	-782
‚ĖĀhabang	-783
‚ĖĀmagkak	-784
ags	-785
alam	-786
ilag	-787
ilig	-788
itin	-789
‚ĖĀpas	-790
‚ĖĀgawa	-791
‚ĖĀmagb	-792
‚ĖĀnagm	-793
ahanap	-794
‚ĖĀmakita	-795
ed	-796
eg	-797
apa	-798
ern	-799
han	-800
‚ĖĀMas	-801
‚ĖĀgag	-802
ilala	-803
‚ĖĀitin	-804
‚ĖĀmula	-805
‚ĖĀInang	-806
‚ĖĀYaong	-807
‚ĖĀmuling	-808
hin	-809
ubos	-810
undo	-811
‚ĖĀHin	-812
‚ĖĀKal	-813
‚ĖĀKay	-814
‚ĖĀdoon	-815
‚ĖĀbinata	-816
‚ĖĀhangin	-817
‚ĖĀsapagkat	-818
api	-819
ero	-820
yar	-821
‚ĖĀtr	-822
ahim	-823
ango	-824
‚ĖĀoras	-825
‚ĖĀsina	-826
‚ĖĀpagka	-827
‚ĖĀkasama	-828
‚ĖĀmalaking	-829
‚ĖĀmatandang	-830
akb	-831
apak	-832
‚ĖĀbig	-833
‚ĖĀpab	-834
irang	-835
‚ĖĀnais	-836
‚ĖĀsaan	-837
‚ĖĀnoong	-838
ugo	-839
uli	-840
‚ĖĀKa	-841
apal	-842
apan	-843
aral	-844
‚ĖĀMad	-845
‚ĖĀano	-846
itang	-847
‚ĖĀmagt	-848
‚ĖĀkundi	-849
‚ĖĀpagkain	-850
do	-851
la	-852
op	-853
igan	-854
inga	-855
unti	-856
‚ĖĀgit	-857
‚ĖĀlib	-858
imula	-859
utang	-860
ubalit	-861
‚ĖĀnapak	-862
‚ĖĀtinat	-863
upo	-864
‚ĖĀip	-865
ikha	-866
ilan	-867
‚ĖĀsul	-868
ahong	-869
akain	-870
iwala	-871
ongan	-872
‚ĖĀsino	-873
iglang	-874
‚ĖĀpalak	-875
‚ĖĀhalaman	-876
‚ĖĀa	-877
dib	-878
man	-879
alaw	-880
amis	-881
hang	-882
isig	-883
‚ĖĀdib	-884
agong	-885
‚ĖĀIkaw	-886
anggap	-887
‚ĖĀepiko	-888
‚ĖĀkapag	-889
‚ĖĀkanila	-890
‚ĖĀliwanag	-891
‚ĖĀkaibigan	-892
uga	-893
ulot	-894
‚ĖĀisin	-895
‚ĖĀsand	-896
alaman	-897
ibigay	-898
irahan	-899
‚ĖĀdibdib	-900
‚ĖĀsariling	-901
‚ĖĀPilipinas	-902
law	-903
‚ĖĀAr	-904
ahin	-905
anak	-906
iliw	-907
‚ĖĀTum	-908
‚ĖĀsus	-909
‚ĖĀdiwa	-910
arapat	-911
‚ĖĀmukha	-912
AR	-913
‚ĖĀ1	-914
Ang	-915
‚ĖĀKat	-916
awala	-917
ingin	-918
iwata	-919
‚ĖĀpagg	-920
alakbay	-921
‚ĖĀSinabi	-922
‚ĖĀmabuti	-923
‚ĖĀpagsas	-924
‚ĖĀkuwento	-925
san	-926
abay	-927
agot	-928
akay	-929
apon	-930
ilos	-931
ilya	-932
isan	-933
‚ĖĀpil	-934
asyon	-935
uluwa	-936
‚ĖĀBinuk	-937
‚ĖĀkapwa	-938
‚ĖĀpunong	-939
io	-940
‚ĖĀ[	-941
ipe	-942
sing	-943
unin	-944
‚ĖĀNar	-945
‚ĖĀbal	-946
ibang	-947
uling	-948
‚ĖĀkami	-949
‚ĖĀpala	-950
alapit	-951
‚ĖĀhigit	-952
‚ĖĀbagong	-953
‚ĖĀpagtat	-954
‚ĖĀBinukot	-955
‚ĖĀmaganda	-956
‚ĖĀtungkol	-957
‚ĖĀNamongan	-958
dan	-959
pan	-960
uwi	-961
akan	-962
anay	-963
away	-964
igat	-965
ubat	-966
ulay	-967
‚ĖĀKah	-968
‚ĖĀtal	-969
ubong	-970
‚ĖĀagad	-971
‚ĖĀapoy	-972
‚ĖĀpagb	-973
‚ĖĀtaga	-974
‚ĖĀalamat	-975
‚ĖĀginawa	-976
‚ĖĀsanggol	-977
‚ĖĀtatlong	-978
emb	-979
abis	-980
emon	-981
ipas	-982
‚ĖĀTul	-983
‚ĖĀini	-984
‚ĖĀlip	-985
anong	-986
‚ĖĀiyan	-987
‚ĖĀluha	-988
‚ĖĀgitna	-989
‚ĖĀmagag	-990
‚ĖĀmanok	-991
‚ĖĀbahagi	-992
‚ĖĀtahanan	-993
‚ĖĀprinsesa	-994
hh	-995
iba	-996
ante	-997
ikit	-998
yari	-999
‚ĖĀJos	-1000
‚ĖĀbit	-1001
‚ĖĀsuk	-1002
ikang	-1003
ingan	-1004
ising	-1005
‚ĖĀBant	-1006
‚ĖĀmagl	-1007
‚ĖĀpook	-1008
ahimik	-1009
bigkas	-1010
‚ĖĀhirap	-1011
‚ĖĀbilang	-1012
‚ĖĀsalita	-1013
‚ĖĀmalakas	-1014
ac	-1015
ara	-1016
isi	-1017
‚ĖĀIt	-1018
pang	-1019
‚ĖĀMari	-1020
‚ĖĀNagp	-1021
‚ĖĀawit	-1022
‚ĖĀding	-1023
‚ĖĀtaon	-1024
‚ĖĀbakit	-1025
‚ĖĀkamat	-1026
et	-1027
‚ĖĀAm	-1028
‚ĖĀIg	-1029
‚ĖĀUn	-1030
ubuk	-1031
‚ĖĀHum	-1032
‚ĖĀKin	-1033
‚ĖĀsan	-1034
‚ĖĀsana	-1035
‚ĖĀtila	-1036
yayari	-1037
‚ĖĀKapag	-1038
‚ĖĀNoong	-1039
‚ĖĀgalit	-1040
‚ĖĀinang	-1041
‚ĖĀnakak	-1042
‚ĖĀnayon	-1043
‚ĖĀpalad	-1044
‚ĖĀdating	-1045
‚ĖĀlalong	-1046
‚ĖĀtulang	-1047
‚ĖĀbabaing	-1048
‚ĖĀPagkatapos	-1049
re	-1050
yu	-1051
apas	-1052
ikat	-1053
ilid	-1054
utin	-1055
utom	-1056
‚ĖĀDon	-1057
‚ĖĀuri	-1058
ataas	-1059
ayaan	-1060
uhang	-1061
‚ĖĀJose	-1062
‚ĖĀmagd	-1063
‚ĖĀsaka	-1064
‚ĖĀtula	-1065
‚ĖĀLahat	-1066
‚ĖĀgubat	-1067
‚ĖĀkahoy	-1068
‚ĖĀkaran	-1069
yarihan	-1070
‚ĖĀtauhan	-1071
‚ĖĀkaluluwa	-1072
ibo	-1073
ist	-1074
lap	-1075
ahoy	-1076
akad	-1077
ibat	-1078
ingi	-1079
uman	-1080
‚ĖĀKan	-1081
‚ĖĀsad	-1082
ampas	-1083
araan	-1084
ugali	-1085
‚ĖĀAgyu	-1086
‚ĖĀikin	-1087
‚ĖĀmagm	-1088
‚ĖĀmand	-1089
‚ĖĀpati	-1090
agpuan	-1091
intong	-1092
‚ĖĀaming	-1093
‚ĖĀganda	-1094
‚ĖĀibong	-1095
‚ĖĀmundo	-1096
‚ĖĀpagkat	-1097
amagitan	-1098
‚ĖĀkatulad	-1099
ba	-1100
iit	-1101
lan	-1102
las	-1103
‚ĖĀRi	-1104
abot	-1105
agin	-1106
anta	-1107
ihim	-1108
lado	-1109
tila	-1110
utos	-1111
uyan	-1112
‚ĖĀbab	-1113
‚ĖĀent	-1114
‚ĖĀlin	-1115
‚ĖĀtuw	-1116
imang	-1117
nayan	-1118
‚ĖĀmagh	-1119
ablado	-1120
agalog	-1121
uwaang	-1122
‚ĖĀPrins	-1123
‚ĖĀbangk	-1124
‚ĖĀginto	-1125
‚ĖĀkatut	-1126
‚ĖĀmapag	-1127
‚ĖĀtapat	-1128
‚ĖĀtulong	-1129
‚ĖĀkawayan	-1130
‚ĖĀmaaaring	-1131
‚ĖĀmabuting	-1132
‚ĖĀentablado	-1133
‚ĖĀV	-1134
awi	-1135
uni	-1136
yat	-1137
ahas	-1138
anan	-1139
dang	-1140
igid	-1141
igla	-1142
ipit	-1143
‚ĖĀDal	-1144
‚ĖĀDum	-1145
‚ĖĀNat	-1146
‚ĖĀbun	-1147
‚ĖĀpul	-1148
‚ĖĀInes	-1149
‚ĖĀIpin	-1150
‚ĖĀPang	-1151
‚ĖĀdamd	-1152
‚ĖĀpamp	-1153
‚ĖĀiyang	-1154
‚ĖĀpalay	-1155
‚ĖĀpatay	-1156
‚ĖĀnagtat	-1157
‚ĖĀtanong	-1158
‚ĖĀTuwaang	-1159
‚ĖĀbiglang	-1160
‚ĖĀpanahong	-1161
‚ĖĀpamamagitan	-1162
ek	-1163
ra	-1164
‚ĖĀ-	-1165
ura	-1166
uyo	-1167
zal	-1168
anao	-1169
igil	-1170
inis	-1171
usto	-1172
‚ĖĀDin	-1173
‚ĖĀMal	-1174
‚ĖĀham	-1175
‚ĖĀipag	-1176
arawan	-1177
‚ĖĀRizal	-1178
‚ĖĀgayon	-1179
‚ĖĀsibat	-1180
alitang	-1181
‚ĖĀkapang	-1182
‚ĖĀmatanda	-1183
‚ĖĀpagmamahal	-1184
iti	-1185
ngk	-1186
ono	-1187
iyan	-1188
uang	-1189
uhin	-1190
‚ĖĀBis	-1191
‚ĖĀNal	-1192
‚ĖĀpun	-1193
alimb	-1194
bigay	-1195
ihang	-1196
‚ĖĀSila	-1197
‚ĖĀbago	-1198
‚ĖĀkamp	-1199
‚ĖĀlalo	-1200
anggam	-1201
ugtong	-1202
‚ĖĀKahit	-1203
‚ĖĀlaban	-1204
‚ĖĀmakak	-1205
‚ĖĀnanin	-1206
‚ĖĀHaring	-1207
‚ĖĀNakita	-1208
‚ĖĀmarami	-1209
‚ĖĀTagalog	-1210
‚ĖĀmalapit	-1211
‚ĖĀtanging	-1212
‚ĖĀHanggang	-1213
‚ĖĀmasamang	-1214
aa	-1215
ey	-1216
loh	-1217
res	-1218
tik	-1219
‚ĖĀAk	-1220
‚ĖĀLu	-1221
agad	-1222
anaw	-1223
ipon	-1224
‚ĖĀKab	-1225
‚ĖĀpay	-1226
‚ĖĀuma	-1227
alana	-1228
intay	-1229
‚ĖĀAyon	-1230
‚ĖĀMula	-1231
‚ĖĀSaka	-1232
‚ĖĀbuto	-1233
‚ĖĀkasi	-1234
‚ĖĀmayr	-1235
‚ĖĀmuna	-1236
‚ĖĀnina	-1237
‚ĖĀsing	-1238
itoloh	-1239
‚ĖĀBakit	-1240
‚ĖĀligaya	-1241
‚ĖĀpagbab	-1242
‚ĖĀpaligid	-1243
‚ĖĀpangalan	-1244
NG	-1245
ens	-1246
log	-1247
ugt	-1248
‚ĖĀIs	-1249
‚ĖĀUm	-1250
‚ĖĀih	-1251
alon	-1252
‚ĖĀIsa	-1253
‚ĖĀLab	-1254
‚ĖĀpaa	-1255
‚ĖĀtak	-1256
‚ĖĀAraw	-1257
‚ĖĀIbig	-1258
‚ĖĀNagk	-1259
‚ĖĀilaw	-1260
‚ĖĀlagi	-1261
irinig	-1262
‚ĖĀBayan	-1263
‚ĖĀUpang	-1264
‚ĖĀbibig	-1265
‚ĖĀnasas	-1266
‚ĖĀtalim	-1267
alangin	-1268
aysayan	-1269
‚ĖĀMinsan	-1270
‚ĖĀmalayo	-1271
‚ĖĀminsan	-1272
‚ĖĀnamang	-1273
‚ĖĀtaglay	-1274
‚ĖĀgintong	-1275
‚ĖĀBantugan	-1276
‚ĖĀkamatayan	-1277
agd	-1278
uko	-1279
‚ĖĀas	-1280
abag	-1281
amot	-1282
asyo	-1283
ulin	-1284
‚ĖĀAno	-1285
‚ĖĀraw	-1286
Hindi	-1287
amant	-1288
andog	-1289
unlad	-1290
uring	-1291
‚ĖĀalam	-1292
‚ĖĀbaka	-1293
‚ĖĀdugo	-1294
‚ĖĀibin	-1295
‚ĖĀpulo	-1296
akasal	-1297
emonyo	-1298
ungang	-1299
‚ĖĀbansa	-1300
‚ĖĀkasal	-1301
‚ĖĀsagot	-1302
‚ĖĀsakit	-1303
‚ĖĀAlamat	-1304
‚ĖĀBisaya	-1305
‚ĖĀbatang	-1306
‚ĖĀKastila	-1307
‚ĖĀmunting	-1308
AT	-1309
hi	-1310
ako	-1311
lat	-1312
obo	-1313
‚ĖĀDr	-1314
‚ĖĀHa	-1315
angh	-1316
lang	-1317
orot	-1318
unog	-1319
uwan	-1320
‚ĖĀGin	-1321
‚ĖĀIna	-1322
‚ĖĀbut	-1323
igyan	-1324
onood	-1325
‚ĖĀDoon	-1326
‚ĖĀMind	-1327
‚ĖĀanyo	-1328
‚ĖĀpamb	-1329
abigat	-1330
‚ĖĀMaria	-1331
‚ĖĀdilag	-1332
‚ĖĀmasas	-1333
‚ĖĀnakab	-1334
‚ĖĀngang	-1335
‚ĖĀdiwata	-1336
‚ĖĀlupain	-1337
‚ĖĀpinagm	-1338
‚ĖĀputing	-1339
‚ĖĀtandang	-1340
‚ĖĀTulalang	-1341
‚ĖĀpangarap	-1342
po	-1343
agl	-1344
aho	-1345
say	-1346
arin	-1347
ista	-1348
upan	-1349
upit	-1350
uwal	-1351
‚ĖĀBid	-1352
‚ĖĀKap	-1353
‚ĖĀNab	-1354
‚ĖĀbiy	-1355
‚ĖĀkak	-1356
‚ĖĀmus	-1357
angal	-1358
uparo	-1359
‚ĖĀinyo	-1360
‚ĖĀmanl	-1361
‚ĖĀpana	-1362
alaala	-1363
atuloy	-1364
ilipad	-1365
iyahan	-1366
‚ĖĀbukid	-1367
‚ĖĀlabis	-1368
‚ĖĀnatut	-1369
‚ĖĀpakik	-1370
‚ĖĀsinas	-1371
‚ĖĀnating	-1372
‚ĖĀpakpak	-1373
‚ĖĀpiling	-1374
ilangang	-1375
‚ĖĀepikong	-1376
‚ĖĀmamatay	-1377
‚ĖĀnagiging	-1378
‚ĖĀtinatawag	-1379
uo	-1380
ado	-1381
ers	-1382
ros	-1383
ahah	-1384
ahal	-1385
ardo	-1386
ilog	-1387
ugat	-1388
utol	-1389
‚ĖĀGan	-1390
‚ĖĀPal	-1391
‚ĖĀSar	-1392
‚ĖĀTag	-1393
‚ĖĀeks	-1394
‚ĖĀsis	-1395
aloob	-1396
inang	-1397
umang	-1398
‚ĖĀIlog	-1399
‚ĖĀbang	-1400
‚ĖĀnaka	-1401
aharap	-1402
ubuhay	-1403
‚ĖĀkabab	-1404
‚ĖĀngayo	-1405
‚ĖĀpamum	-1406
‚ĖĀpangk	-1407
‚ĖĀtangh	-1408
‚ĖĀbayang	-1409
‚ĖĀlumaki	-1410
‚ĖĀmalaki	-1411
‚ĖĀCabigat	-1412
‚ĖĀmabuhay	-1413
‚ĖĀmahirap	-1414
‚ĖĀnamatay	-1415
‚ĖĀsadyang	-1416
‚ĖĀmanonood	-1417
ep	-1418
dal	-1419
end	-1420
umb	-1421
‚ĖĀBi	-1422
amig	-1423
ilaw	-1424
iwat	-1425
mang	-1426
ulit	-1427
‚ĖĀInd	-1428
‚ĖĀKam	-1429
‚ĖĀNen	-1430
‚ĖĀbuh	-1431
‚ĖĀhim	-1432
akyat	-1433
amdam	-1434
urang	-1435
‚ĖĀPuti	-1436
‚ĖĀSolo	-1437
‚ĖĀapat	-1438
‚ĖĀdaan	-1439
‚ĖĀdala	-1440
‚ĖĀinih	-1441
‚ĖĀinil	-1442
‚ĖĀrito	-1443
‚ĖĀsamp	-1444
‚ĖĀtabi	-1445
ahayag	-1446
alabas	-1447
isipan	-1448
‚ĖĀmahiw	-1449
‚ĖĀpanin	-1450
‚ĖĀpilak	-1451
‚ĖĀtawag	-1452
‚ĖĀumaga	-1453
embaran	-1454
ulungan	-1455
‚ĖĀMalana	-1456
‚ĖĀmaliit	-1457
‚ĖĀpagpap	-1458
‚ĖĀpusong	-1459
‚ĖĀLanggam	-1460
‚ĖĀkasalan	-1461
‚ĖĀpampang	-1462
‚ĖĀPrinsipe	-1463
‚ĖĀdalagang	-1464
‚ĖĀdamdamin	-1465
‚ĖĀmagiging	-1466
‚ĖĀkapangyarihan	-1467
if	-1468
din	-1469
erp	-1470
hik	-1471
pis	-1472
uot	-1473
asin	-1474
atid	-1475
ilip	-1476
‚ĖĀRos	-1477
‚ĖĀimp	-1478
‚ĖĀkad	-1479
aging	-1480
ansin	-1481
asari	-1482
‚ĖĀBern	-1483
‚ĖĀNagm	-1484
‚ĖĀlahi	-1485
alagay	-1486
‚ĖĀManok	-1487
‚ĖĀdahon	-1488
‚ĖĀgawin	-1489
‚ĖĀhanap	-1490
‚ĖĀnakal	-1491
‚ĖĀnakas	-1492
‚ĖĀyaman	-1493
ahangad	-1494
alaysay	-1495
‚ĖĀLabtik	-1496
‚ĖĀbituin	-1497
‚ĖĀbuwaya	-1498
‚ĖĀgumawa	-1499
‚ĖĀnaming	-1500
‚ĖĀparaan	-1501
‚ĖĀSubalit	-1502
‚ĖĀmalaman	-1503
‚ĖĀpalasyo	-1504
‚ĖĀpinakam	-1505
‚ĖĀtahimik	-1506
‚ĖĀtinawag	-1507
‚ĖĀBembaran	-1508
‚ĖĀBernardo	-1509
‚ĖĀBidasari	-1510
‚ĖĀnangyari	-1511
‚ĖĀkailangan	-1512
An	-1513
ena	-1514
‚ĖĀOh	-1515
aliw	-1516
ayag	-1517
ayos	-1518
itik	-1519
‚ĖĀbay	-1520
‚ĖĀniy	-1521
‚ĖĀput	-1522
‚ĖĀtut	-1523
antay	-1524
ugang	-1525
usang	-1526
uwang	-1527
‚ĖĀaral	-1528
‚ĖĀayaw	-1529
‚ĖĀengk	-1530
‚ĖĀsund	-1531
agamit	-1532
inggan	-1533
ulugan	-1534
‚ĖĀDonya	-1535
‚ĖĀSulay	-1536
‚ĖĀbunso	-1537
‚ĖĀhalos	-1538
‚ĖĀharap	-1539
‚ĖĀhawak	-1540
‚ĖĀkaysa	-1541
‚ĖĀIgorot	-1542
‚ĖĀbayani	-1543
‚ĖĀdunong	-1544
‚ĖĀkagand	-1545
‚ĖĀyaring	-1546
‚ĖĀgagawin	-1547
‚ĖĀhigante	-1548
‚ĖĀnangang	-1549
‚ĖĀnasasak	-1550
itolohiya	-1551
‚ĖĀSulayman	-1552
‚ĖĀpagkakata	-1553
AK	-1554
ATA	-1555
ilit	-1556
iyam	-1557
tang	-1558
ukan	-1559
ukol	-1560
‚ĖĀBan	-1561
‚ĖĀBul	-1562
‚ĖĀper	-1563
‚ĖĀtuk	-1564
alala	-1565
tasan	-1566
uyang	-1567
‚ĖĀTing	-1568
‚ĖĀlaki	-1569
‚ĖĀlawa	-1570
abalik	-1571
‚ĖĀIlang	-1572
‚ĖĀbuhok	-1573
‚ĖĀgutom	-1574
‚ĖĀlaman	-1575
‚ĖĀsigaw	-1576
‚ĖĀtumut	-1577
abayang	-1578
arangan	-1579
‚ĖĀMadali	-1580
‚ĖĀNaging	-1581
‚ĖĀNgayon	-1582
‚ĖĀSamant	-1583
‚ĖĀkaaway	-1584
‚ĖĀkatang	-1585
‚ĖĀpaglal	-1586
‚ĖĀpalaka	-1587
alimbawa	-1588
‚ĖĀkayaman	-1589
‚ĖĀdakilang	-1590
‚ĖĀsingsing	-1591
‚ĖĀmahiwagang	-1592
‚ĖĀpinagmulan	-1593
st	-1594
‚ĖĀu	-1595
ada	-1596
aks	-1597
ola	-1598
uag	-1599
way	-1600
‚ĖĀMa	-1601
‚ĖĀNi	-1602
‚ĖĀde	-1603
‚ĖĀig	-1604
agas	-1605
amba	-1606
anti	-1607
apay	-1608
erno	-1609
hati	-1610
igma	-1611
‚ĖĀBal	-1612
‚ĖĀBuk	-1613
‚ĖĀNap	-1614
‚ĖĀSap	-1615
‚ĖĀnai	-1616
‚ĖĀpiy	-1617
abasa	-1618
alino	-1619
indig	-1620
laban	-1621
oroon	-1622
pisod	-1623
umpay	-1624
‚ĖĀTATA	-1625
‚ĖĀsimb	-1626
abihin	-1627
apatay	-1628
‚ĖĀBiuag	-1629
‚ĖĀItong	-1630
‚ĖĀbalat	-1631
‚ĖĀlinya	-1632
‚ĖĀnakik	-1633
‚ĖĀnamin	-1634
‚ĖĀHabang	-1635
‚ĖĀMaging	-1636
‚ĖĀNeneng	-1637
‚ĖĀepisod	-1638
‚ĖĀgabing	-1639
‚ĖĀmagkas	-1640
‚ĖĀbakuran	-1641
‚ĖĀsubalit	-1642
‚ĖĀParuparo	-1643
‚ĖĀpaglalakbay	-1644
ONG	-1645
uel	-1646
‚ĖĀGr	-1647
adal	-1648
adya	-1649
aham	-1650
alok	-1651
ayak	-1652
ibay	-1653
igit	-1654
ilin	-1655
ingn	-1656
itim	-1657
pres	-1658
uhod	-1659
wang	-1660
‚ĖĀAma	-1661
‚ĖĀMin	-1662
‚ĖĀPab	-1663
‚ĖĀbas	-1664
‚ĖĀkil	-1665
‚ĖĀtig	-1666
akila	-1667
awing	-1668
‚ĖĀDama	-1669
‚ĖĀMiya	-1670
‚ĖĀNags	-1671
‚ĖĀPagd	-1672
‚ĖĀnama	-1673
‚ĖĀulan	-1674
‚ĖĀulap	-1675
aginip	-1676
amihan	-1677
ayahan	-1678
utusan	-1679
‚ĖĀbango	-1680
‚ĖĀbatis	-1681
‚ĖĀbuhat	-1682
‚ĖĀkapal	-1683
‚ĖĀmagka	-1684
‚ĖĀsanga	-1685
amdaman	-1686
ihintay	-1687
‚ĖĀbatong	-1688
‚ĖĀgaling	-1689
‚ĖĀilalim	-1690
‚ĖĀnagbab	-1691
‚ĖĀnagsis	-1692
‚ĖĀpabula	-1693
‚ĖĀKalabaw	-1694
‚ĖĀbumalik	-1695
‚ĖĀmabilis	-1696
‚ĖĀnarinig	-1697
‚ĖĀkabilang	-1698
‚ĖĀkaniyang	-1699
‚ĖĀmakikita	-1700
‚ĖĀPagbigkas	-1701
‚ĖĀpagdating	-1702
‚ĖĀpangyayari	-1703
‚ĖĀmagkakapatid	-1704
ec	-1705
pir	-1706
uon	-1707
‚ĖĀAb	-1708
‚ĖĀPa	-1709
‚ĖĀab	-1710
Kung	-1711
abit	-1712
alad	-1713
anim	-1714
ling	-1715
ubog	-1716
usog	-1717
‚ĖĀsig	-1718
‚ĖĀusa	-1719
abait	-1720
adala	-1721
agsak	-1722
akita	-1723
amaan	-1724
anggi	-1725
aysay	-1726
ikain	-1727
ingat	-1728
ungin	-1729
‚ĖĀItin	-1730
‚ĖĀdusa	-1731
‚ĖĀinit	-1732
‚ĖĀisda	-1733
‚ĖĀland	-1734
uhayan	-1735
usapan	-1736
‚ĖĀAling	-1737
‚ĖĀanong	-1738
‚ĖĀkawal	-1739
‚ĖĀlikod	-1740
‚ĖĀlubos	-1741
‚ĖĀmakat	-1742
‚ĖĀsilid	-1743
‚ĖĀtiyak	-1744
‚ĖĀlupang	-1745
‚ĖĀnagsas	-1746
‚ĖĀninuno	-1747
‚ĖĀtayong	-1748
‚ĖĀengkant	-1749
‚ĖĀlumakad	-1750
‚ĖĀsabihin	-1751
‚ĖĀepisodyo	-1752
‚ĖĀhalamang	-1753
‚ĖĀmarunong	-1754
‚ĖĀmasayang	-1755
‚ĖĀsalitang	-1756
‚ĖĀkababayan	-1757
‚ĖĀkaraniwang	-1758
‚ĖĀkasaysayan	-1759
‚ĖĀmagagandang	-1760
‚ĖĀnaninirahan	-1761
),	-1762
Ip	-1763
MP	-1764
eh	-1765
akw	-1766
apo	-1767
ino	-1768
kan	-1769
lit	-1770
lks	-1771
sik	-1772
ubi	-1773
‚ĖĀII	-1774
....	-1775
amay	-1776
isag	-1777
ugon	-1778
umpa	-1779
‚ĖĀAga	-1780
‚ĖĀBum	-1781
‚ĖĀDul	-1782
‚ĖĀKum	-1783
‚ĖĀLuc	-1784
‚ĖĀPan	-1785
‚ĖĀSal	-1786
‚ĖĀTat	-1787
‚ĖĀhar	-1788
asang	-1789
bayan	-1790
isyon	-1791
utian	-1792
‚ĖĀBago	-1793
‚ĖĀDito	-1794
‚ĖĀIsin	-1795
‚ĖĀMagb	-1796
‚ĖĀMang	-1797
‚ĖĀgaya	-1798
‚ĖĀkina	-1799
‚ĖĀlamb	-1800
‚ĖĀsala	-1801
aganda	-1802
alakad	-1803
amangk	-1804
amayan	-1805
iligaw	-1806
‚ĖĀBalag	-1807
‚ĖĀBugan	-1808
‚ĖĀgiliw	-1809
‚ĖĀnawaw	-1810
‚ĖĀpanig	-1811
‚ĖĀpanit	-1812
‚ĖĀtakot	-1813
‚ĖĀtribo	-1814
presyon	-1815
‚ĖĀParang	-1816
‚ĖĀgawain	-1817
‚ĖĀkaloob	-1818
‚ĖĀmataas	-1819
‚ĖĀnagpap	-1820
‚ĖĀnawala	-1821
‚ĖĀpagkab	-1822
‚ĖĀsalapi	-1823
‚ĖĀmakapag	-1824
‚ĖĀnakikita	-1825
‚ĖĀsimbahan	-1826
‚ĖĀtulungan	-1827
‚ĖĀPagdating	-1828
ahe	-1829
apt	-1830
orm	-1831
zon	-1832
‚ĖĀEs	-1833
abal	-1834
abuk	-1835
agay	-1836
akaw	-1837
anib	-1838
ayun	-1839
iyon	-1840
otoo	-1841
upad	-1842
urol	-1843
usay	-1844
‚ĖĀAnd	-1845
‚ĖĀPum	-1846
‚ĖĀgun	-1847
‚ĖĀlub	-1848
‚ĖĀmaw	-1849
‚ĖĀyum	-1850
alian	-1851
aptap	-1852
igtas	-1853
ugtog	-1854
‚ĖĀPagk	-1855
‚ĖĀPina	-1856
‚ĖĀmaka	-1857
‚ĖĀpand	-1858
‚ĖĀroon	-1859
‚ĖĀtupa	-1860
‚ĖĀutos	-1861
ayuhan	-1862
orilya	-1863
upunta	-1864
usahan	-1865
‚ĖĀLabaw	-1866
‚ĖĀkagub	-1867
‚ĖĀkarun	-1868
‚ĖĀkilos	-1869
‚ĖĀnapag	-1870
alagaan	-1871
asawang	-1872
atauhan	-1873
ibigang	-1874
iriwang	-1875
‚ĖĀManobo	-1876
‚ĖĀdangal	-1877
‚ĖĀibabaw	-1878
‚ĖĀipinag	-1879
‚ĖĀtuwing	-1880
akasalan	-1881
‚ĖĀMabilis	-1882
‚ĖĀlumabas	-1883
‚ĖĀmasipag	-1884
‚ĖĀmayroon	-1885
‚ĖĀsapagka	-1886
‚ĖĀbinigyan	-1887
‚ĖĀpagbigkas	-1888
).	-1889
IA	-1890
‚ĖĀ2	-1891
ANG	-1892
adh	-1893
asy	-1894
era	-1895
iin	-1896
inh	-1897
ora	-1898
ris	-1899
uso	-1900
‚ĖĀAp	-1901
‚ĖĀgr	-1902
akbo	-1903
ibon	-1904
ikal	-1905
iman	-1906
ingk	-1907
inta	-1908
iong	-1909
utok	-1910
uwid	-1911
‚ĖĀtor	-1912
‚ĖĀumi	-1913
akwel	-1914
andaw	-1915
ining	-1916
islap	-1917
itaas	-1918
‚ĖĀAgad	-1919
‚ĖĀNagt	-1920
‚ĖĀNasa	-1921
‚ĖĀPara	-1922
‚ĖĀSamp	-1923
‚ĖĀatin	-1924
‚ĖĀbaya	-1925
‚ĖĀdamo	-1926
‚ĖĀpint	-1927
‚ĖĀtuwa	-1928
andaan	-1929
anggit	-1930
iwalay	-1931
‚ĖĀBuhay	-1932
‚ĖĀGayon	-1933
‚ĖĀbigas	-1934
‚ĖĀdamit	-1935
‚ĖĀmatut	-1936
‚ĖĀpaano	-1937
‚ĖĀpagod	-1938
‚ĖĀsumas	-1939
‚ĖĀtangk	-1940
ingning	-1941
intahan	-1942
untahan	-1943
‚ĖĀalipin	-1944
‚ĖĀkaagad	-1945
‚ĖĀkayong	-1946
‚ĖĀlandas	-1947
‚ĖĀlimang	-1948
‚ĖĀmandir	-1949
‚ĖĀnaglal	-1950
ayanihan	-1951
‚ĖĀKanyang	-1952
‚ĖĀMaganda	-1953
‚ĖĀMakisig	-1954
‚ĖĀTandang	-1955
‚ĖĀbangkay	-1956
‚ĖĀdahilan	-1957
‚ĖĀgorilya	-1958
‚ĖĀnilikha	-1959
‚ĖĀsuliran	-1960
‚ĖĀDalawang	-1961
‚ĖĀMaraming	-1962
‚ĖĀmakapang	-1963
‚ĖĀmaligaya	-1964
‚ĖĀnilalang	-1965
‚ĖĀkagubatan	-1966
‚ĖĀmalungkot	-1967
‚ĖĀnararapat	-1968
‚ĖĀekspresyon	-1969
‚ĖĀkagandahan	-1970
‚ĖĀkailangang	-1971
‚ĖĀpagkakataon	-1972
ia	-1973
pa	-1974
‚ĖĀ'	-1975
‚ĖĀc	-1976
AND	-1977
ilo	-1978
iro	-1979
iwi	-1980
oto	-1981
uba	-1982
‚ĖĀKA	-1983
‚ĖĀed	-1984
ARIA	-1985
Iput	-1986
amad	-1987
asok	-1988
awid	-1989
ifer	-1990
ihis	-1991
imit	-1992
irog	-1993
isin	-1994
iyag	-1995
ungg	-1996
‚ĖĀIMP	-1997
‚ĖĀapo	-1998
‚ĖĀika	-1999
‚ĖĀpah	-2000
‚ĖĀsup	-2001
alayo	-2002
asdan	-2003
atili	-2004
bahay	-2005
enang	-2006
ihing	-2007
iliit	-2008
ngang	-2009
sakit	-2010
ugong	-2011
‚ĖĀIput	-2012
‚ĖĀNagb	-2013
‚ĖĀNagh	-2014
‚ĖĀbaga	-2015
‚ĖĀdako	-2016
‚ĖĀkaka	-2017
‚ĖĀpant	-2018
‚ĖĀsama	-2019
ahanda	-2020
alakay	-2021
apatan	-2022
iyerno	-2023
tanong	-2024
‚ĖĀDiwat	-2025
‚ĖĀGibon	-2026
‚ĖĀMARIA	-2027
‚ĖĀPagka	-2028
‚ĖĀgusto	-2029
‚ĖĀkalag	-2030
‚ĖĀkalig	-2031
‚ĖĀmangg	-2032
‚ĖĀnamum	-2033
‚ĖĀsasak	-2034
‚ĖĀsumis	-2035
angalan	-2036
arangay	-2037
‚ĖĀIMPONG	-2038
‚ĖĀManuel	-2039
‚ĖĀbalang	-2040
‚ĖĀdakila	-2041
‚ĖĀdiyosa	-2042
‚ĖĀhangad	-2043
‚ĖĀhardin	-2044
‚ĖĀkumain	-2045
‚ĖĀmagsas	-2046
‚ĖĀmakata	-2047
‚ĖĀmasama	-2048
‚ĖĀmasaya	-2049
‚ĖĀpawang	-2050
‚ĖĀpinagk	-2051
‚ĖĀsanang	-2052
‚ĖĀumalis	-2053
arapatra	-2054
asalamat	-2055
‚ĖĀDemonyo	-2056
‚ĖĀInahing	-2057
‚ĖĀLucifer	-2058
‚ĖĀanumang	-2059
‚ĖĀkasaluk	-2060
‚ĖĀlungkot	-2061
‚ĖĀmatamis	-2062
‚ĖĀpamilya	-2063
‚ĖĀSumakwel	-2064
‚ĖĀginagawa	-2065
‚ĖĀkalooban	-2066
‚ĖĀkatutubo	-2067
‚ĖĀmahabang	-2068
‚ĖĀnagtagal	-2069
‚ĖĀnapansin	-2070
‚ĖĀprinsipe	-2071
‚ĖĀkayamanan	-2072
‚ĖĀkuwentong	-2073
‚ĖĀlumilipad	-2074
‚ĖĀsuliranin	-2075
‚ĖĀDiwatandaw	-2076
‚ĖĀnagbibigay	-2077
‚ĖĀpaniniwala	-2078
‚ĖĀIndarapatra	-2079
eo	-2080
mo	-2081
ti	-2082
ANA	-2083
agh	-2084
ans	-2085
ida	-2086
igm	-2087
iri	-2088
kin	-2089
les	-2090
lim	-2091
tod	-2092
tok	-2093
‚ĖĀAh	-2094
‚ĖĀIm	-2095
akat	-2096
anin	-2097
ento	-2098
eyna	-2099
hasa	-2100
iban	-2101
ibik	-2102
iisa	-2103
ikot	-2104
iyas	-2105
ubuy	-2106
ugol	-2107
‚ĖĀGag	-2108
‚ĖĀHal	-2109
‚ĖĀdam	-2110
‚ĖĀhap	-2111
‚ĖĀlul	-2112
‚ĖĀmut	-2113
‚ĖĀuna	-2114
‚ĖĀwas	-2115
Bakit	-2116
agana	-2117
ataan	-2118
idlat	-2119
intas	-2120
unawa	-2121
usong	-2122
‚ĖĀaliw	-2123
‚ĖĀdamb	-2124
akbang	-2125
alitan	-2126
andila	-2127
inding	-2128
lakbay	-2129
ubuyog	-2130
‚ĖĀamang	-2131
‚ĖĀbanal	-2132
‚ĖĀbukas	-2133
‚ĖĀburol	-2134
‚ĖĀdilim	-2135
‚ĖĀganap	-2136
‚ĖĀhanda	-2137
‚ĖĀitlog	-2138
‚ĖĀkalak	-2139
‚ĖĀmakab	-2140
‚ĖĀmapap	-2141
‚ĖĀsiyam	-2142
‚ĖĀsukat	-2143
alitaan	-2144
‚ĖĀDiwata	-2145
‚ĖĀIbalon	-2146
‚ĖĀLalong	-2147
‚ĖĀbiyaya	-2148
‚ĖĀganito	-2149
‚ĖĀganoon	-2150
‚ĖĀhuling	-2151
‚ĖĀiisang	-2152
‚ĖĀkabund	-2153
‚ĖĀlibing	-2154
‚ĖĀnagpas	-2155
‚ĖĀpinuno	-2156
‚ĖĀpiyesa	-2157
‚ĖĀsultan	-2158
‚ĖĀtingin	-2159
Sabayang	-2160
‚ĖĀUnnayan	-2161
‚ĖĀnakapag	-2162
‚ĖĀpalakol	-2163
‚ĖĀpatungo	-2164
‚ĖĀtagapag	-2165
‚ĖĀmadaling	-2166
‚ĖĀpanauhin	-2167
‚ĖĀSamantala	-2168
‚ĖĀimpiyerno	-2169
‚ĖĀkabuhayan	-2170
‚ĖĀkaibigang	-2171
‚ĖĀminamahal	-2172
‚ĖĀnagkaroon	-2173
‚ĖĀpamumuhay	-2174
‚ĖĀpanaginip	-2175
‚ĖĀtanghalan	-2176
‚ĖĀkatutubong	-2177
‚ĖĀnasasakupan	-2178
".	-2179
NA	-2180
UP	-2181
eb	-2182
ic	-2183
aca	-2184
igu	-2185
lip	-2186
non	-2187
oko	-2188
orn	-2189
ukl	-2190
uns	-2191
wit	-2192
yak	-2193
‚ĖĀAs	-2194
‚ĖĀDa	-2195
‚ĖĀbr	-2196
‚ĖĀha	-2197
‚ĖĀpr	-2198
abog	-2199
ahad	-2200
atap	-2201
atol	-2202
into	-2203
ipak	-2204
ipan	-2205
ubay	-2206
uwek	-2207
‚ĖĀBag	-2208
‚ĖĀNas	-2209
‚ĖĀPat	-2210
‚ĖĀaso	-2211
‚ĖĀdaw	-2212
‚ĖĀkuk	-2213
‚ĖĀnad	-2214
‚ĖĀros	-2215
‚ĖĀsik	-2216
ahati	-2217
aking	-2218
alaan	-2219
alakh	-2220
ipags	-2221
‚ĖĀJuan	-2222
‚ĖĀNANA	-2223
‚ĖĀNagl	-2224
‚ĖĀPros	-2225
‚ĖĀSari	-2226
‚ĖĀdulo	-2227
‚ĖĀitim	-2228
‚ĖĀporm	-2229
amaraw	-2230
ambing	-2231
awayan	-2232
erpina	-2233
ibhasa	-2234
ibutan	-2235
igmaan	-2236
iguyon	-2237
pikong	-2238
unayan	-2239
ustong	-2240
‚ĖĀbaboy	-2241
‚ĖĀbisig	-2242
‚ĖĀgamit	-2243
‚ĖĀhamog	-2244
‚ĖĀlayaw	-2245
‚ĖĀmakas	-2246
‚ĖĀmapan	-2247
‚ĖĀnapap	-2248
‚ĖĀsikat	-2249
‚ĖĀtuloy	-2250
‚ĖĀugali	-2251
agumpay	-2252
alingan	-2253
apansin	-2254
aramdam	-2255
unahing	-2256
‚ĖĀBagong	-2257
‚ĖĀMarami	-2258
‚ĖĀPagong	-2259
‚ĖĀalaala	-2260
‚ĖĀbalita	-2261
‚ĖĀbulong	-2262
‚ĖĀkailan	-2263
‚ĖĀmabait	-2264
‚ĖĀpambih	-2265
‚ĖĀpulubi	-2266
‚ĖĀsimula	-2267
‚ĖĀwaring	-2268
alagahan	-2269
‚ĖĀMahirap	-2270
‚ĖĀNagalit	-2271
‚ĖĀbathala	-2272
‚ĖĀbugtong	-2273
‚ĖĀkalungk	-2274
‚ĖĀmatapos	-2275
‚ĖĀninyong	-2276
‚ĖĀpagkaka	-2277
‚ĖĀpananim	-2278
‚ĖĀpangung	-2279
‚ĖĀpintuan	-2280
‚ĖĀsandali	-2281
‚ĖĀsumunod	-2282
amangkero	-2283
‚ĖĀAliguyon	-2284
‚ĖĀDumating	-2285
‚ĖĀMindanao	-2286
‚ĖĀSumarang	-2287
‚ĖĀbarangay	-2288
‚ĖĀmalayong	-2289
‚ĖĀmaliliit	-2290
‚ĖĀmagkaroon	-2291
‚ĖĀmamamayan	-2292
‚ĖĀpanitikan	-2293
‚ĖĀtungkulin	-2294
‚ĖĀProserpina	-2295
‚ĖĀmanliligaw	-2296
‚ĖĀmitolohiya	-2297
‚ĖĀnawawalang	-2298
‚ĖĀkabayanihan	-2299
he	-2300
uka	-2301
wak	-2302
‚ĖĀBU	-2303
‚ĖĀEd	-2304
‚ĖĀTa	-2305
‚ĖĀar	-2306
‚ĖĀga	-2307
..."	-2308
aano	-2309
alab	-2310
asam	-2311
atut	-2312
ayat	-2313
itaw	-2314
ubuo	-2315
ugin	-2316
upot	-2317
utas	-2318
yayi	-2319
‚ĖĀBas	-2320
‚ĖĀLib	-2321
‚ĖĀMus	-2322
‚ĖĀSul	-2323
‚ĖĀkon	-2324
‚ĖĀlam	-2325
agkan	-2326
aglay	-2327
angis	-2328
asyal	-2329
ayway	-2330
ingap	-2331
iusap	-2332
uluan	-2333
undin	-2334
uturo	-2335
‚ĖĀSaan	-2336
‚ĖĀalin	-2337
‚ĖĀanim	-2338
‚ĖĀayon	-2339
‚ĖĀbung	-2340
‚ĖĀbunt	-2341
‚ĖĀkult	-2342
‚ĖĀlabi	-2343
akaawa	-2344
amalas	-2345
awakan	-2346
entong	-2347
ihingi	-2348
ilayan	-2349
intang	-2350
otohan	-2351
uhunan	-2352
‚ĖĀAking	-2353
‚ĖĀEspan	-2354
‚ĖĀOyayi	-2355
‚ĖĀPuwek	-2356
‚ĖĀSarag	-2357
‚ĖĀbagyo	-2358
‚ĖĀgalak	-2359
‚ĖĀhalik	-2360
‚ĖĀhalim	-2361
‚ĖĀitaas	-2362
‚ĖĀkasab	-2363
‚ĖĀlihim	-2364
‚ĖĀnalul	-2365
‚ĖĀnangg	-2366
‚ĖĀsabay	-2367
‚ĖĀtumat	-2368
‚ĖĀtunog	-2369
alawang	-2370
ibigkas	-2371
uhalang	-2372
utangan	-2373
‚ĖĀTingal	-2374
‚ĖĀbangka	-2375
‚ĖĀlahing	-2376
‚ĖĀmaling	-2377
‚ĖĀpaglil	-2378
‚ĖĀpinagt	-2379
‚ĖĀsakdal	-2380
‚ĖĀtabing	-2381
abukasan	-2382
yarihang	-2383
yayaring	-2384
‚ĖĀTamaraw	-2385
‚ĖĀTinawag	-2386
‚ĖĀlumipas	-2387
‚ĖĀlumisan	-2388
‚ĖĀmarinig	-2389
‚ĖĀmayaman	-2390
‚ĖĀnahulog	-2391
‚ĖĀpaggawa	-2392
alanutian	-2393
‚ĖĀSapagkat	-2394
‚ĖĀdalampas	-2395
‚ĖĀkalayaan	-2396
‚ĖĀkuwintas	-2397
‚ĖĀnagbigay	-2398
‚ĖĀnagngang	-2399
‚ĖĀnagtungo	-2400
‚ĖĀpanganib	-2401
‚ĖĀhalimbawa	-2402
‚ĖĀhinahanap	-2403
‚ĖĀkapalaran	-2404
‚ĖĀkarunungan	-2405
‚ĖĀnakarating	-2406
‚ĖĀmatatagpuan	-2407
‚ĖĀpangunahing	-2408
AB	-2409
IW	-2410
OY	-2411
Sa	-2412
ARO	-2413
Ano	-2414
Tat	-2415
agt	-2416
ato	-2417
itu	-2418
kop	-2419
udo	-2420
‚ĖĀBa	-2421
‚ĖĀid	-2422
ahag	-2423
atas	-2424
ayok	-2425
ilay	-2426
isay	-2427
ongo	-2428
ugad	-2429
ugot	-2430
ukin	-2431
‚ĖĀDel	-2432
‚ĖĀLAK	-2433
‚ĖĀTOY	-2434
‚ĖĀbar	-2435
‚ĖĀnoo	-2436
aanak	-2437
alawa	-2438
ambal	-2439
angon	-2440
atong	-2441
gayak	-2442
ibing	-2443
ibong	-2444
iisip	-2445
ikudo	-2446
iping	-2447
kahoy	-2448
ngles	-2449
uruan	-2450
uyong	-2451
‚ĖĀDaga	-2452
‚ĖĀMens	-2453
‚ĖĀNais	-2454
‚ĖĀNoon	-2455
‚ĖĀPand	-2456
‚ĖĀRosa	-2457
‚ĖĀSant	-2458
‚ĖĀSino	-2459
‚ĖĀTayo	-2460
‚ĖĀdati	-2461
‚ĖĀkain	-2462
‚ĖĀpatn	-2463
‚ĖĀpong	-2464
‚ĖĀpuri	-2465
‚ĖĀsang	-2466
‚ĖĀwari	-2467
agalit	-2468
agatan	-2469
anghal	-2470
ansang	-2471
ayanan	-2472
dahang	-2473
imbang	-2474
imbing	-2475
ingnan	-2476
irapan	-2477
usunod	-2478
‚ĖĀDagat	-2479
‚ĖĀMahal	-2480
‚ĖĀabang	-2481
‚ĖĀbakod	-2482
‚ĖĀbalak	-2483
‚ĖĀdilaw	-2484
‚ĖĀkaawa	-2485
‚ĖĀkabut	-2486
‚ĖĀkarik	-2487
‚ĖĀkatap	-2488
‚ĖĀkayum	-2489
‚ĖĀlabas	-2490
‚ĖĀlilim	-2491
‚ĖĀmakik	-2492
‚ĖĀmasis	-2493
‚ĖĀnabab	-2494
‚ĖĀnanan	-2495
‚ĖĀnatat	-2496
‚ĖĀpatak	-2497
‚ĖĀwakas	-2498
ahating	-2499
ampalat	-2500
arangaw	-2501
ingatan	-2502
ugalian	-2503
ukasyon	-2504
‚ĖĀKaptan	-2505
‚ĖĀMabuti	-2506
‚ĖĀTOYANG	-2507
‚ĖĀdinala	-2508
‚ĖĀgawang	-2509
‚ĖĀgunita	-2510
‚ĖĀiniwan	-2511
‚ĖĀkinuha	-2512
‚ĖĀmalaya	-2513
‚ĖĀmusika	-2514
‚ĖĀtapang	-2515
ungkahoy	-2516
‚ĖĀMalakas	-2517
‚ĖĀdemonyo	-2518
‚ĖĀdigmaan	-2519
‚ĖĀgawaing	-2520
‚ĖĀhanging	-2521
‚ĖĀkampana	-2522
‚ĖĀlumipad	-2523
‚ĖĀmadilim	-2524
‚ĖĀmalalim	-2525
‚ĖĀmanging	-2526
‚ĖĀmarahil	-2527
‚ĖĀmatuwid	-2528
‚ĖĀnagmula	-2529
‚ĖĀpangkat	-2530
‚ĖĀpumanaw	-2531
‚ĖĀsagisag	-2532
‚ĖĀsundalo	-2533
‚ĖĀBarangaw	-2534
‚ĖĀMarikudo	-2535
‚ĖĀdarating	-2536
‚ĖĀkumakain	-2537
‚ĖĀmagaling	-2538
‚ĖĀmatapang	-2539
‚ĖĀnakakita	-2540
‚ĖĀnarating	-2541
‚ĖĀnawawala	-2542
‚ĖĀsasakyan	-2543
‚ĖĀtalagang	-2544
‚ĖĀginagamit	-2545
‚ĖĀnagsimula	-2546
‚ĖĀnatagpuan	-2547
‚ĖĀpananalig	-2548
‚ĖĀBalagtasan	-2549
‚ĖĀSaragnayan	-2550
‚ĖĀkabundukan	-2551
‚ĖĀmandirigma	-2552
‚ĖĀpagkatapos	-2553
‚ĖĀkalungkutan	-2554
‚ĖĀpambihirang	-2555
‚ĖĀpunungkahoy	-2556
‚ĖĀdalampasigan	-2557
Al	-2558
LE	-2559
LO	-2560
OG	-2561
go	-2562
IWA	-2563
UAN	-2564
ema	-2565
igh	-2566
igp	-2567
pas	-2568
rab	-2569
ubl	-2570
‚ĖĀim	-2571
ABLO	-2572
ARUP	-2573
LENA	-2574
Mlks	-2575
adap	-2576
alap	-2577
iram	-2578
nang	-2579
nong	-2580
rito	-2581
uksa	-2582
ukso	-2583
upok	-2584
uyak	-2585
‚ĖĀPak	-2586
‚ĖĀawa	-2587
‚ĖĀest	-2588
‚ĖĀlim	-2589
‚ĖĀsim	-2590
‚ĖĀtab	-2591
aaral	-2592
agsik	-2593
ahiya	-2594
akang	-2595
akpan	-2596
amanh	-2597
asong	-2598
atnan	-2599
buhay	-2600
ungib	-2601
yante	-2602
‚ĖĀBato	-2603
‚ĖĀIyan	-2604
‚ĖĀJUAN	-2605
‚ĖĀMayr	-2606
‚ĖĀNiya	-2607
‚ĖĀagos	-2608
‚ĖĀasal	-2609
‚ĖĀbint	-2610
‚ĖĀcaca	-2611
‚ĖĀigin	-2612
‚ĖĀilan	-2613
‚ĖĀkani	-2614
‚ĖĀlaya	-2615
‚ĖĀsawa	-2616
ANDIWA	-2617
agamot	-2618
ahinga	-2619
apasok	-2620
apitan	-2621
ayaang	-2622
ukhang	-2623
usumpa	-2624
‚ĖĀAnong	-2625
‚ĖĀELENA	-2626
‚ĖĀGalit	-2627
‚ĖĀKaran	-2628
‚ĖĀPABLO	-2629
‚ĖĀPARUP	-2630
‚ĖĀPanay	-2631
‚ĖĀbutil	-2632
‚ĖĀgumag	-2633
‚ĖĀhalip	-2634
‚ĖĀhangg	-2635
‚ĖĀkapit	-2636
‚ĖĀkinat	-2637
‚ĖĀlamok	-2638
‚ĖĀlunti	-2639
‚ĖĀnangh	-2640
‚ĖĀpaksa	-2641
‚ĖĀpilit	-2642
‚ĖĀpinto	-2643
‚ĖĀreyna	-2644
‚ĖĀrosas	-2645
‚ĖĀsalaw	-2646
‚ĖĀsinta	-2647
‚ĖĀtotoo	-2648
‚ĖĀutang	-2649
abilang	-2650
alakhak	-2651
amalaki	-2652
iligtas	-2653
iwayway	-2654
‚ĖĀBilang	-2655
‚ĖĀMuling	-2656
‚ĖĀMuslim	-2657
‚ĖĀSimang	-2658
‚ĖĀdaliri	-2659
‚ĖĀhirang	-2660
‚ĖĀkabayo	-2661
‚ĖĀkulang	-2662
‚ĖĀmaitim	-2663
‚ĖĀmandin	-2664
‚ĖĀnagkak	-2665
‚ĖĀnagkas	-2666
‚ĖĀpangit	-2667
‚ĖĀpulong	-2668
‚ĖĀsuklay	-2669
‚ĖĀyungib	-2670
ahulugan	-2671
apalaran	-2672
‚ĖĀBugtong	-2673
‚ĖĀHumadap	-2674
‚ĖĀMensahe	-2675
‚ĖĀbabaeng	-2676
‚ĖĀbungang	-2677
‚ĖĀhanapin	-2678
‚ĖĀhinanap	-2679
‚ĖĀiniibig	-2680
‚ĖĀkalabaw	-2681
‚ĖĀkalalak	-2682
‚ĖĀlipunan	-2683
‚ĖĀlumapit	-2684
‚ĖĀlumitaw	-2685
‚ĖĀmaagang	-2686
‚ĖĀngayong	-2687
‚ĖĀpatayin	-2688
‚ĖĀpinangg	-2689
‚ĖĀsampung	-2690
‚ĖĀsandata	-2691
‚ĖĀBulaklak	-2692
‚ĖĀPARUPARO	-2693
‚ĖĀbayaning	-2694
‚ĖĀbinatang	-2695
‚ĖĀlibingan	-2696
‚ĖĀmagagawa	-2697
‚ĖĀmagbalik	-2698
‚ĖĀpagiging	-2699
‚ĖĀLAKANDIWA	-2700
‚ĖĀkahulugan	-2701
‚ĖĀkaragatan	-2702
‚ĖĀkatangian	-2703
‚ĖĀmamamatay	-2704
‚ĖĀsandaling	-2705
‚ĖĀsasabihin	-2706
‚ĖĀdambuhalang	-2707
!!	-2708
BU	-2709
ND	-2710
le	-2711
BUY	-2712
Mag	-2713
agb	-2714
agu	-2715
eba	-2716
ego	-2717
fin	-2718
hap	-2719
hig	-2720
its	-2721
mas	-2722
ote	-2723
sis	-2724
tar	-2725
‚ĖĀ--	-2726
agaw	-2727
ahih	-2728
alog	-2729
ayog	-2730
bong	-2731
ener	-2732
ihag	-2733
ilik	-2734
inaw	-2735
init	-2736
irin	-2737
ones	-2738
ukal	-2739
ukoy	-2740
unos	-2741
‚ĖĀAti	-2742
‚ĖĀGum	-2743
‚ĖĀIII	-2744
‚ĖĀKag	-2745
‚ĖĀNan	-2746
‚ĖĀPas	-2747
‚ĖĀPed	-2748
‚ĖĀSan	-2749
‚ĖĀadh	-2750
‚ĖĀaki	-2751
‚ĖĀari	-2752
‚ĖĀdag	-2753
‚ĖĀmai	-2754
‚ĖĀpad	-2755
‚ĖĀsil	-2756
‚ĖĀuod	-2757
BUYOG	-2758
aalam	-2759
aawit	-2760
aliit	-2761
arito	-2762
iligo	-2763
inoon	-2764
irito	-2765
ulaan	-2766
umula	-2767
undan	-2768
urong	-2769
‚ĖĀKayo	-2770
‚ĖĀLagi	-2771
‚ĖĀLawa	-2772
‚ĖĀLena	-2773
‚ĖĀPamb	-2774
‚ĖĀPati	-2775
‚ĖĀalit	-2776
‚ĖĀalon	-2777
‚ĖĀbait	-2778
‚ĖĀkatw	-2779
‚ĖĀkuba	-2780
‚ĖĀlipi	-2781
‚ĖĀnagw	-2782
‚ĖĀputi	-2783
‚ĖĀugat	-2784
‚ĖĀukol	-2785
‚ĖĀunti	-2786
‚ĖĀyaon	-2787
atanaw	-2788
atawag	-2789
atlong	-2790
ilikha	-2791
uluhan	-2792
‚ĖĀBuhat	-2793
‚ĖĀBuwan	-2794
‚ĖĀDapat	-2795
‚ĖĀDulaw	-2796
‚ĖĀKundi	-2797
‚ĖĀLawin	-2798
‚ĖĀPapay	-2799
‚ĖĀTipak	-2800
‚ĖĀhamak	-2801
‚ĖĀhapon	-2802
‚ĖĀhilig	-2803
‚ĖĀhiyas	-2804
‚ĖĀkapat	-2805
‚ĖĀkumik	-2806
‚ĖĀlikas	-2807
‚ĖĀmakal	-2808
‚ĖĀpangh	-2809
‚ĖĀsinus	-2810
‚ĖĀtamis	-2811
‚ĖĀtatlo	-2812
‚ĖĀtinut	-2813
‚ĖĀumuwi	-2814
‚ĖĀwagas	-2815
alitong	-2816
ayundin	-2817
itingin	-2818
tanggol	-2819
ulugang	-2820
‚ĖĀAyonan	-2821
‚ĖĀDelfin	-2822
‚ĖĀgulang	-2823
‚ĖĀhalaga	-2824
‚ĖĀkabila	-2825
‚ĖĀkalang	-2826
‚ĖĀmagtat	-2827
‚ĖĀnagdur	-2828
‚ĖĀpagong	-2829
‚ĖĀpayapa	-2830
‚ĖĀpulang	-2831
‚ĖĀsagana	-2832
‚ĖĀtalaga	-2833
‚ĖĀtatuan	-2834
aliwanag	-2835
amahalan	-2836
otohanan	-2837
‚ĖĀBUBUYOG	-2838
‚ĖĀBiglang	-2839
‚ĖĀHinanap	-2840
‚ĖĀdalisay	-2841
‚ĖĀkalaban	-2842
‚ĖĀlubhang	-2843
‚ĖĀmasarap	-2844
‚ĖĀpumunta	-2845
‚ĖĀsaknong	-2846
‚ĖĀsusunod	-2847
‚ĖĀtawagin	-2848
amanhikan	-2849
‚ĖĀSilangan	-2850
‚ĖĀganitong	-2851
‚ĖĀkalabasa	-2852
‚ĖĀkapuluan	-2853
‚ĖĀlarangan	-2854
‚ĖĀmarating	-2855
‚ĖĀmayroong	-2856
‚ĖĀpaningin	-2857
‚ĖĀsalaysay	-2858
‚ĖĀtuluyang	-2859
‚ĖĀTipaklong	-2860
‚ĖĀkalagayan	-2861
‚ĖĀkasalanan	-2862
‚ĖĀkatapusan	-2863
‚ĖĀmatinding	-2864
‚ĖĀnabubuhay	-2865
‚ĖĀpinakamag	-2866
‚ĖĀpormasyon	-2867
‚ĖĀCalanutian	-2868
‚ĖĀmagkapatid	-2869
‚ĖĀmahalagang	-2870
‚ĖĀmakarating	-2871
‚ĖĀmalalaking	-2872
‚ĖĀnaghahanap	-2873
‚ĖĀpaghahanap	-2874
‚ĖĀNagmalitong	-2875
‚ĖĀkaligayahan	-2876
‚ĖĀpananampalat	-2877
AM	-2878
At	-2879
Oo	-2880
ho	-2881
oc	-2882
oh	-2883
pu	-2884
ri	-2885
si	-2886
ss	-2887
te	-2888
ue	-2889
Ako	-2890
NDO	-2891
aha	-2892
amt	-2893
goy	-2894
ikl	-2895
iko	-2896
ini	-2897
inl	-2898
kis	-2899
lor	-2900
pot	-2901
ugn	-2902
uny	-2903
‚ĖĀIf	-2904
‚ĖĀus	-2905
ampa	-2906
asik	-2907
esto	-2908
haga	-2909
ilak	-2910
isda	-2911
itas	-2912
kong	-2913
piko	-2914
tuwa	-2915
ugao	-2916
‚ĖĀAhh	-2917
‚ĖĀBit	-2918
‚ĖĀBon	-2919
‚ĖĀDem	-2920
‚ĖĀGat	-2921
‚ĖĀIni	-2922
‚ĖĀKar	-2923
‚ĖĀKul	-2924
‚ĖĀLus	-2925
‚ĖĀbus	-2926
‚ĖĀhah	-2927
‚ĖĀlar	-2928
‚ĖĀlay	-2929
‚ĖĀmau	-2930
‚ĖĀnaa	-2931
‚ĖĀpis	-2932
‚ĖĀtik	-2933
‚ĖĀumu	-2934
Huwag	-2935
ababa	-2936
ahala	-2937
alaka	-2938
anaog	-2939
arili	-2940
itiis	-2941
iyego	-2942
lakad	-2943
‚ĖĀAnak	-2944
‚ĖĀDala	-2945
‚ĖĀINDO	-2946
‚ĖĀInil	-2947
‚ĖĀTaga	-2948
‚ĖĀTang	-2949
‚ĖĀTila	-2950
‚ĖĀTiwi	-2951
‚ĖĀYawa	-2952
‚ĖĀbers	-2953
‚ĖĀdali	-2954
‚ĖĀguro	-2955
‚ĖĀhimp	-2956
‚ĖĀirog	-2957
‚ĖĀpanl	-2958
abango	-2959
alanta	-2960
alikat	-2961
angaso	-2962
atanda	-2963
athala	-2964
ayawan	-2965
ibigin	-2966
inigay	-2967
tasyon	-2968
undong	-2969
‚ĖĀLakan	-2970
‚ĖĀMinda	-2971
‚ĖĀNgayo	-2972
‚ĖĀPangk	-2973
‚ĖĀSipag	-2974
‚ĖĀTagak	-2975
‚ĖĀUnang	-2976
‚ĖĀbakal	-2977
‚ĖĀbilog	-2978
‚ĖĀdadal	-2979
‚ĖĀdahan	-2980
‚ĖĀgrupo	-2981
‚ĖĀhabag	-2982
‚ĖĀhatol	-2983
‚ĖĀkalin	-2984
‚ĖĀlingg	-2985
‚ĖĀmamah	-2986
‚ĖĀpamam	-2987
‚ĖĀpangg	-2988
‚ĖĀputik	-2989
‚ĖĀsangk	-2990
‚ĖĀtugon	-2991
agaling	-2992
amangha	-2993
ibilang	-2994
intawak	-2995
oroonan	-2996
ubuksan	-2997
unawaan	-2998
undiman	-2999
‚ĖĀIfugao	-3000
‚ĖĀKaagad	-3001
‚ĖĀKinuha	-3002
‚ĖĀNarito	-3003
‚ĖĀSimula	-3004
‚ĖĀSultan	-3005
‚ĖĀangkop	-3006
‚ĖĀdalita	-3007
‚ĖĀganyan	-3008
‚ĖĀhandog	-3009
‚ĖĀhiling	-3010
‚ĖĀisdang	-3011
‚ĖĀkasing	-3012
‚ĖĀkayang	-3013
‚ĖĀkuweba	-3014
‚ĖĀlaking	-3015
‚ĖĀmaaari	-3016
‚ĖĀmagawa	-3017
‚ĖĀmakuha	-3018
‚ĖĀmapang	-3019
‚ĖĀnaroon	-3020
‚ĖĀnganga	-3021
‚ĖĀpaghih	-3022
‚ĖĀpagkag	-3023
‚ĖĀperlas	-3024
‚ĖĀpinagh	-3025
‚ĖĀpitong	-3026
‚ĖĀsaglit	-3027
‚ĖĀtuktok	-3028
ahahahah	-3029
andangan	-3030
anggapin	-3031
‚ĖĀGriyego	-3032
‚ĖĀLumipas	-3033
‚ĖĀdayuhan	-3034
‚ĖĀhahanap	-3035
‚ĖĀhumingi	-3036
‚ĖĀlabanan	-3037
‚ĖĀmahusay	-3038
‚ĖĀmalamig	-3039
‚ĖĀmatagal	-3040
‚ĖĀmutyang	-3041
‚ĖĀnabuhay	-3042
‚ĖĀpagitan	-3043
‚ĖĀpatuloy	-3044
‚ĖĀsumagot	-3045
‚ĖĀtangkay	-3046
ipaglaban	-3047
‚ĖĀkilalang	-3048
‚ĖĀmatalino	-3049
‚ĖĀnakatira	-3050
‚ĖĀnakilala	-3051
‚ĖĀnaroroon	-3052
‚ĖĀalitaptap	-3053
‚ĖĀkaugalian	-3054
‚ĖĀmatatanda	-3055
‚ĖĀnasiyahan	-3056
‚ĖĀnatutulog	-3057
‚ĖĀpinagkaka	-3058
‚ĖĀGagalangin	-3059
‚ĖĀHumadapnon	-3060
‚ĖĀkapitbahay	-3061
‚ĖĀkarangalan	-3062
‚ĖĀkasintahan	-3063
‚ĖĀkayumanggi	-3064
‚ĖĀnanggaling	-3065
‚ĖĀNalandangan	-3066
‚ĖĀkalalakihan	-3067
‚ĖĀkasalukuyan	-3068
‚ĖĀpagdiriwang	-3069
‚ĖĀpagkakaroon	-3070
ipagsapalaran	-3071
‚ĖĀpinanggalingan	-3072
Ka	-3073
bi	-3074
bo	-3075
ru	-3076
Ito	-3077
Mga	-3078
Nak	-3079
abe	-3080
are	-3081
eks	-3082
hel	-3083
iis	-3084
kep	-3085
liy	-3086
wan	-3087
yas	-3088
‚ĖĀEl	-3089
‚ĖĀPl	-3090
‚ĖĀUl	-3091
‚ĖĀla	-3092
‚ĖĀpl	-3093
‚ĖĀub	-3094
abae	-3095
abik	-3096
ampo	-3097
atak	-3098
awad	-3099
awis	-3100
dali	-3101
edur	-3102
enor	-3103
eter	-3104
iang	-3105
igas	-3106
ihip	-3107
ikap	-3108
inam	-3109
iwas	-3110
kita	-3111
ohol	-3112
terp	-3113
ugis	-3114
ulak	-3115
usin	-3116
‚ĖĀEdo	-3117
‚ĖĀImp	-3118
‚ĖĀKak	-3119
‚ĖĀLim	-3120
‚ĖĀMaa	-3121
‚ĖĀPad	-3122
‚ĖĀTab	-3123
‚ĖĀanu	-3124
‚ĖĀhag	-3125
‚ĖĀlas	-3126
‚ĖĀsaw	-3127
‚ĖĀtit	-3128
abong	-3129
adlaw	-3130
agpis	-3131
ahagi	-3132
alake	-3133
amtan	-3134
angat	-3135
apaan	-3136
arong	-3137
dagat	-3138
egalo	-3139
igpit	-3140
ikong	-3141
iyaga	-3142
orneo	-3143
orong	-3144
palad	-3145
ubuan	-3146
uluto	-3147
‚ĖĀAmom	-3148
‚ĖĀBaka	-3149
‚ĖĀIkin	-3150
‚ĖĀLila	-3151
‚ĖĀMagh	-3152
‚ĖĀMagk	-3153
‚ĖĀMagm	-3154
‚ĖĀMagp	-3155
‚ĖĀMayo	-3156
‚ĖĀPers	-3157
‚ĖĀginh	-3158
‚ĖĀkaba	-3159
‚ĖĀkand	-3160
‚ĖĀkubo	-3161
‚ĖĀtrad	-3162
‚ĖĀyari	-3163
‚ĖĀyata	-3164
aguita	-3165
ahamak	-3166
alamat	-3167
antang	-3168
antimp	-3169
ipunan	-3170
terpre	-3171
ulitin	-3172
‚ĖĀBawat	-3173
‚ĖĀBohol	-3174
‚ĖĀGansa	-3175
‚ĖĀHibik	-3176
‚ĖĀKaysa	-3177
‚ĖĀLikal	-3178
‚ĖĀPinak	-3179
‚ĖĀSinas	-3180
‚ĖĀTinig	-3181
‚ĖĀTulad	-3182
‚ĖĀagong	-3183
‚ĖĀbalah	-3184
‚ĖĀbutas	-3185
‚ĖĀdaang	-3186
‚ĖĀdalag	-3187
‚ĖĀduwag	-3188
‚ĖĀhapis	-3189
‚ĖĀhumah	-3190
‚ĖĀilong	-3191
‚ĖĀkaban	-3192
‚ĖĀkabig	-3193
‚ĖĀkamag	-3194
‚ĖĀkauna	-3195
‚ĖĀlamig	-3196
‚ĖĀmatip	-3197
‚ĖĀnakap	-3198
‚ĖĀnasus	-3199
‚ĖĀpinap	-3200
‚ĖĀpugad	-3201
‚ĖĀsapat	-3202
‚ĖĀsayaw	-3203
‚ĖĀsimoy	-3204
‚ĖĀsunog	-3205
‚ĖĀtagap	-3206
‚ĖĀtalud	-3207
‚ĖĀtamad	-3208
‚ĖĀtanda	-3209
‚ĖĀtangi	-3210
‚ĖĀtulog	-3211
Lalapit	-3212
ahalaga	-3213
akasama	-3214
alubong	-3215
araanan	-3216
babalik	-3217
engedur	-3218
ilingan	-3219
indanao	-3220
itingan	-3221
ulaklak	-3222
unahang	-3223
‚ĖĀBundok	-3224
‚ĖĀDaldal	-3225
‚ĖĀGanyan	-3226
‚ĖĀLaging	-3227
‚ĖĀPalaka	-3228
‚ĖĀSantos	-3229
‚ĖĀWikang	-3230
‚ĖĀangkin	-3231
‚ĖĀbumaba	-3232
‚ĖĀdakong	-3233
‚ĖĀgawing	-3234
‚ĖĀgayong	-3235
‚ĖĀhimpap	-3236
‚ĖĀisipan	-3237
‚ĖĀkainin	-3238
‚ĖĀkilala	-3239
‚ĖĀlumbay	-3240
‚ĖĀmawala	-3241
‚ĖĀmurang	-3242
‚ĖĀnaiiba	-3243
‚ĖĀngalan	-3244
‚ĖĀpagtit	-3245
‚ĖĀpinana	-3246
‚ĖĀpuntod	-3247
‚ĖĀsamant	-3248
‚ĖĀusapan	-3249
‚ĖĀwikang	-3250
alimutan	-3251
‚ĖĀBubuyog	-3252
‚ĖĀDaigdig	-3253
‚ĖĀDemeter	-3254
‚ĖĀEspanya	-3255
‚ĖĀMariang	-3256
‚ĖĀMatapos	-3257
‚ĖĀPedrito	-3258
‚ĖĀSumagot	-3259
‚ĖĀasawang	-3260
‚ĖĀbansang	-3261
‚ĖĀhininga	-3262
‚ĖĀiibigin	-3263
‚ĖĀinahing	-3264
‚ĖĀkabiyak	-3265
‚ĖĀkultura	-3266
‚ĖĀkumilos	-3267
‚ĖĀmadalas	-3268
‚ĖĀmagmula	-3269
‚ĖĀmalimit	-3270
‚ĖĀmalinis	-3271
‚ĖĀmananak	-3272
‚ĖĀnalilim	-3273
‚ĖĀnamuhay	-3274
‚ĖĀnapatay	-3275
‚ĖĀpalagay	-3276
‚ĖĀpalayok	-3277
‚ĖĀpamamah	-3278
‚ĖĀpatalim	-3279
‚ĖĀpinggan	-3280
‚ĖĀAmomongo	-3281
‚ĖĀKaibigan	-3282
‚ĖĀMakiling	-3283
‚ĖĀPrinsesa	-3284
‚ĖĀSoloista	-3285
‚ĖĀdalagita	-3286
‚ĖĀkaalaman	-3287
‚ĖĀkabataan	-3288
‚ĖĀkariktan	-3289
‚ĖĀmakatang	-3290
‚ĖĀmayamang	-3291
‚ĖĀmaysakit	-3292
‚ĖĀnakatayo	-3293
‚ĖĀpinagtat	-3294
‚ĖĀHalimbawa	-3295
‚ĖĀkarapatan	-3296
‚ĖĀkasiyahan	-3297
‚ĖĀmaririnig	-3298
‚ĖĀnaglakbay	-3299
‚ĖĀnagmumula	-3300
‚ĖĀnagsalita	-3301
‚ĖĀnaririnig	-3302
‚ĖĀtinanggap	-3303
angailangan	-3304
‚ĖĀMitolohiya	-3305
‚ĖĀPilipinong	-3306
‚ĖĀkalangitan	-3307
terpretasyon	-3308
‚ĖĀKinabukasan	-3309
‚ĖĀnaghihintay	-3310
‚ĖĀsalamangkero	-3311
'-	-3312
00	-3313
Ng	-3314
ka	-3315
mm	-3316
no	-3317
ow	-3318
Mab	-3319
Mar	-3320
aas	-3321
agm	-3322
dla	-3323
eho	-3324
eta	-3325
hal	-3326
haw	-3327
ibe	-3328
kad	-3329
lam	-3330
min	-3331
mos	-3332
tol	-3333
tor	-3334
uho	-3335
unl	-3336
uta	-3337
yaw	-3338
‚ĖĀ(1	-3339
‚ĖĀ(2	-3340
‚ĖĀ1.	-3341
‚ĖĀ2.	-3342
‚ĖĀOr	-3343
‚ĖĀoh	-3344
Magp	-3345
Solo	-3346
aani	-3347
aant	-3348
abol	-3349
acio	-3350
agit	-3351
agpo	-3352
anag	-3353
apap	-3354
asag	-3355
awal	-3356
awig	-3357
ding	-3358
esus	-3359
ikom	-3360
ilap	-3361
imog	-3362
isid	-3363
ismo	-3364
kepu	-3365
laro	-3366
lolo	-3367
ubad	-3368
ubok	-3369
ugod	-3370
ugun	-3371
uhos	-3372
unao	-3373
unas	-3374
unat	-3375
unpu	-3376
urin	-3377
urog	-3378
‚ĖĀAmb	-3379
‚ĖĀBuy	-3380
‚ĖĀFil	-3381
‚ĖĀHag	-3382
‚ĖĀLis	-3383
‚ĖĀMam	-3384
‚ĖĀRog	-3385
‚ĖĀhuk	-3386
‚ĖĀlal	-3387
‚ĖĀmit	-3388
‚ĖĀpup	-3389
‚ĖĀser	-3390
‚ĖĀtib	-3391
agdag	-3392
aligt	-3393
ampot	-3394
anais	-3395
angit	-3396
apati	-3397
ariwa	-3398
ayapa	-3399
bitin	-3400
buwan	-3401
embro	-3402
ganda	-3403
igkas	-3404
iglap	-3405
iikan	-3406
itlog	-3407
risto	-3408
sabay	-3409
salin	-3410
tanim	-3411
ulila	-3412
uotan	-3413
‚ĖĀAlam	-3414
‚ĖĀAlit	-3415
‚ĖĀDuri	-3416
‚ĖĀEdna	-3417
‚ĖĀMuli	-3418
‚ĖĀNaku	-3419
‚ĖĀNana	-3420
‚ĖĀPabl	-3421
‚ĖĀPero	-3422
‚ĖĀWika	-3423
‚ĖĀahas	-3424
‚ĖĀalak	-3425
‚ĖĀamin	-3426
‚ĖĀbitu	-3427
‚ĖĀbril	-3428
‚ĖĀdila	-3429
‚ĖĀgayo	-3430
‚ĖĀmala	-3431
‚ĖĀpari	-3432
‚ĖĀtaas	-3433
‚ĖĀtala	-3434
abihan	-3435
aralan	-3436
arinig	-3437
atawat	-3438
awagan	-3439
awanan	-3440
awitan	-3441
ilagay	-3442
indaya	-3443
ingwit	-3444
inhawa	-3445
iwatig	-3446
piritu	-3447
ubusan	-3448
udulot	-3449
umanon	-3450
‚ĖĀBahay	-3451
‚ĖĀBanal	-3452
‚ĖĀDatap	-3453
‚ĖĀIyang	-3454
‚ĖĀLakas	-3455
‚ĖĀNakat	-3456
‚ĖĀPluto	-3457
‚ĖĀSalaw	-3458
‚ĖĀTiyak	-3459
‚ĖĀTubig	-3460
‚ĖĀaklat	-3461
‚ĖĀaltar	-3462
‚ĖĀbigla	-3463
‚ĖĀbinab	-3464
‚ĖĀdaing	-3465
‚ĖĀdiyan	-3466
‚ĖĀgamot	-3467
‚ĖĀibaba	-3468
‚ĖĀkakay	-3469
‚ĖĀkanan	-3470
‚ĖĀkanin	-3471
‚ĖĀkodla	-3472
‚ĖĀkumak	-3473
‚ĖĀkunin	-3474
‚ĖĀligaw	-3475
‚ĖĀlumul	-3476
‚ĖĀmangh	-3477
‚ĖĀmunti	-3478
‚ĖĀnagka	-3479
‚ĖĀnakad	-3480
‚ĖĀnasis	-3481
‚ĖĀpista	-3482
‚ĖĀpunta	-3483
‚ĖĀsigla	-3484
Epikong	-3485
aganaan	-3486
alagtas	-3487
alooban	-3488
antayan	-3489
apangan	-3490
imulang	-3491
intuang	-3492
ustuhan	-3493
yayahan	-3494
‚ĖĀAndres	-3495
‚ĖĀAnggoy	-3496
‚ĖĀBayang	-3497
‚ĖĀBinata	-3498
‚ĖĀBorneo	-3499
‚ĖĀIngles	-3500
‚ĖĀKasama	-3501
‚ĖĀLadlaw	-3502
‚ĖĀLisuga	-3503
‚ĖĀMasaya	-3504
‚ĖĀNitong	-3505
‚ĖĀRosita	-3506
‚ĖĀTuwang	-3507
‚ĖĀanyong	-3508
‚ĖĀbangin	-3509
‚ĖĀbuntot	-3510
‚ĖĀbuwang	-3511
‚ĖĀdamong	-3512
‚ĖĀdiwang	-3513
‚ĖĀkatalo	-3514
‚ĖĀkidlat	-3515
‚ĖĀkitang	-3516
‚ĖĀmaputi	-3517
‚ĖĀnagbub	-3518
‚ĖĀpansin	-3519
‚ĖĀpinagl	-3520
‚ĖĀpinagp	-3521
‚ĖĀpinang	-3522
‚ĖĀpinsan	-3523
‚ĖĀsaging	-3524
‚ĖĀtumayo	-3525
agandang	-3526
arusahan	-3527
istulang	-3528
kanilang	-3529
sengedur	-3530
‚ĖĀHayaang	-3531
‚ĖĀLibulan	-3532
‚ĖĀLumapit	-3533
‚ĖĀMatagal	-3534
‚ĖĀMinango	-3535
‚ĖĀSumunod	-3536
‚ĖĀTanging	-3537
‚ĖĀTingnan	-3538
‚ĖĀbalikat	-3539
‚ĖĀbayabas	-3540
‚ĖĀgantimp	-3541
‚ĖĀhandang	-3542
‚ĖĀkasangk	-3543
‚ĖĀkasipag	-3544
‚ĖĀlarawan	-3545
‚ĖĀlikuran	-3546
‚ĖĀmarapat	-3547
‚ĖĀmarikit	-3548
‚ĖĀmatatag	-3549
‚ĖĀmatibay	-3550
‚ĖĀnagalit	-3551
‚ĖĀnakaupo	-3552
‚ĖĀnawalan	-3553
‚ĖĀpagsuyo	-3554
‚ĖĀpangako	-3555
‚ĖĀpumasok	-3556
‚ĖĀpupunta	-3557
‚ĖĀsalamin	-3558
‚ĖĀtalulot	-3559
‚ĖĀtauhang	-3560
‚ĖĀumaawit	-3561
‚ĖĀwastong	-3562
aniniwala	-3563
‚ĖĀMadaling	-3564
‚ĖĀNaggayak	-3565
‚ĖĀNaririto	-3566
‚ĖĀTinagong	-3567
‚ĖĀgagawing	-3568
‚ĖĀginiikan	-3569
‚ĖĀkaisipan	-3570
‚ĖĀkasamaan	-3571
‚ĖĀkulungan	-3572
‚ĖĀmahalaga	-3573
‚ĖĀmasagana	-3574
‚ĖĀnaghanda	-3575
‚ĖĀpamumuno	-3576
‚ĖĀpatnubay	-3577
‚ĖĀtahanang	-3578
‚ĖĀtinanong	-3579
apaliwanag	-3580
sengedurug	-3581
‚ĖĀAlitaptap	-3582
‚ĖĀPalibhasa	-3583
‚ĖĀPanginoon	-3584
‚ĖĀedukasyon	-3585
‚ĖĀhalamanan	-3586
‚ĖĀkaramihan	-3587
‚ĖĀnakatulog	-3588
‚ĖĀnalalaman	-3589
‚ĖĀsinaunang	-3590
‚ĖĀPangumanon	-3591
‚ĖĀengkantado	-3592
‚ĖĀhinahangad	-3593
‚ĖĀkahilingan	-3594
‚ĖĀkatangiang	-3595
‚ĖĀmangyayari	-3596
‚ĖĀmatatapang	-3597
‚ĖĀpinanaugan	-3598
‚ĖĀLikalibutan	-3599
‚ĖĀkatotohanan	-3600
‚ĖĀmanggagamot	-3601
‚ĖĀpaghahangad	-3602
‚ĖĀsamantalang	-3603
‚ĖĀpagtatanghal	-3604
‚ĖĀnagngangalang	-3605
‚ĖĀpinakamalaking	-3606
IT	-3607
LI	-3608
ao	-3609
di	-3610
ee	-3611
th	-3612
Kas	-3613
Mal	-3614
May	-3615
ade	-3616
bag	-3617
est	-3618
eus	-3619
hoy	-3620
igi	-3621
ium	-3622
lag	-3623
rum	-3624
ter	-3625
tim	-3626
yos	-3627
yth	-3628
‚ĖĀHu	-3629
‚ĖĀOo	-3630
‚ĖĀdr	-3631
‚ĖĀes	-3632
‚ĖĀet	-3633
‚ĖĀle	-3634
‚ĖĀoo	-3635
Wala	-3636
aari	-3637
aboy	-3638
agap	-3639
ahol	-3640
alot	-3641
atag	-3642
ayad	-3643
ente	-3644
ibis	-3645
ibol	-3646
ight	-3647
ilas	-3648
inog	-3649
itag	-3650
nila	-3651
ogan	-3652
potl	-3653
sama	-3654
song	-3655
taas	-3656
ubha	-3657
uhit	-3658
ukob	-3659
unay	-3660
unot	-3661
‚ĖĀBik	-3662
‚ĖĀHer	-3663
‚ĖĀIba	-3664
‚ĖĀIka	-3665
‚ĖĀNil	-3666
‚ĖĀNiy	-3667
‚ĖĀPap	-3668
‚ĖĀSam	-3669
‚ĖĀSas	-3670
‚ĖĀSic	-3671
‚ĖĀSig	-3672
‚ĖĀUna	-3673
‚ĖĀYao	-3674
‚ĖĀbis	-3675
‚ĖĀdar	-3676
‚ĖĀhih	-3677
‚ĖĀinu	-3678
‚ĖĀkur	-3679
‚ĖĀlig	-3680
‚ĖĀmiy	-3681
‚ĖĀnau	-3682
‚ĖĀsug	-3683
aayos	-3684
abula	-3685
adaan	-3686
akala	-3687
aklap	-3688
akong	-3689
alogo	-3690
amana	-3691
ambit	-3692
anang	-3693
angga	-3694
apaap	-3695
apong	-3696
dapat	-3697
inain	-3698
indak	-3699
liyaw	-3700
tamis	-3701
uhing	-3702
uksan	-3703
umano	-3704
undag	-3705
unsod	-3706
unuan	-3707
utong	-3708
yakap	-3709
‚ĖĀAgio	-3710
‚ĖĀApol	-3711
‚ĖĀAyaw	-3712
‚ĖĀDali	-3713
‚ĖĀHand	-3714
‚ĖĀIbin	-3715
‚ĖĀLuis	-3716
‚ĖĀLupa	-3717
‚ĖĀMags	-3718
‚ĖĀSand	-3719
‚ĖĀabot	-3720
‚ĖĀayos	-3721
‚ĖĀbala	-3722
‚ĖĀdaga	-3723
‚ĖĀdami	-3724
‚ĖĀhuli	-3725
‚ĖĀiisa	-3726
‚ĖĀiwan	-3727
‚ĖĀkons	-3728
‚ĖĀmait	-3729
‚ĖĀnuon	-3730
‚ĖĀpina	-3731
‚ĖĀsapa	-3732
‚ĖĀsaya	-3733
‚ĖĀsulo	-3734
‚ĖĀsump	-3735
‚ĖĀsuso	-3736
‚ĖĀulam	-3737
‚ĖĀulit	-3738
ahalan	-3739
alaban	-3740
alipin	-3741
awalan	-3742
awarin	-3743
ensiya	-3744
hatian	-3745
ifacio	-3746
ikasan	-3747
ikling	-3748
ilitaw	-3749
inggin	-3750
inggit	-3751
isigaw	-3752
ngkong	-3753
rabaho	-3754
saring	-3755
tangan	-3756
uksang	-3757
unahan	-3758
‚ĖĀAkong	-3759
‚ĖĀAtlas	-3760
‚ĖĀBanna	-3761
‚ĖĀBinig	-3762
‚ĖĀBulan	-3763
‚ĖĀGayun	-3764
‚ĖĀKalig	-3765
‚ĖĀMakat	-3766
‚ĖĀNapak	-3767
‚ĖĀPinat	-3768
