<unk>	0
<s>	0
</s>	0
ng	-0
ang	-1
an	-2
‚ĖĀn	-3
‚ĖĀs	-4
at	-5
ag	-6
‚ĖĀm	-7
al	-8
ay	-9
in	-10
‚ĖĀk	-11
‚ĖĀp	-12
‚ĖĀsa	-13
‚ĖĀng	-14
‚ĖĀna	-15
‚ĖĀang	-16
ak	-17
it	-18
as	-19
il	-20
am	-21
ar	-22
ap	-23
ing	-24
‚ĖĀb	-25
ah	-26
aw	-27
ong	-28
iy	-29
ab	-30
‚ĖĀt	-31
‚ĖĀd	-32
‚ĖĀat	-33
‚ĖĀl	-34
ga	-35
is	-36
ul	-37
‚ĖĀmga	-38
‚ĖĀay	-39
on	-40
‚ĖĀA	-41
um	-42
un	-43
‚ĖĀh	-44
ig	-45
‚ĖĀS	-46
‚ĖĀpag	-47
ad	-48
‚ĖĀP	-49
ib	-50
‚ĖĀK	-51
ik	-52
‚ĖĀN	-53
ung	-54
iya	-55
‚ĖĀM	-56
ip	-57
‚ĖĀkan	-58
‚ĖĀI	-59
‚ĖĀmag	-60
‚ĖĀnag	-61
‚ĖĀsi	-62
‚ĖĀni	-63
‚ĖĀg	-64
us	-65
ito	-66
‚ĖĀD	-67
‚ĖĀAng	-68
ut	-69
‚ĖĀis	-70
di	-71
im	-72
ala	-73
‚ĖĀB	-74
uh	-75
‚ĖĀkany	-76
uk	-77
ilang	-78
apat	-79
‚ĖĀT	-80
ari	-81
up	-82
and	-83
indi	-84
os	-85
‚ĖĀH	-86
ila	-87
‚ĖĀisang	-88
er	-89
ub	-90
‚ĖĀkanyang	-91
uw	-92
or	-93
‚ĖĀL	-94
‚ĖĀnang	-95
‚ĖĀ"	-96
ot	-97
ur	-98
‚ĖĀmay	-99
awa	-100
alang	-101
‚ĖĀkay	-102
‚ĖĀsiya	-103
‚ĖĀniya	-104
ayan	-105
en	-106
‚ĖĀito	-107
‚ĖĀak	-108
iyang	-109
ih	-110
iw	-111
‚ĖĀnak	-112
ug	-113
ol	-114
ir	-115
alak	-116
‚ĖĀSa	-117
‚ĖĀka	-118
ata	-119
ita	-120
‚ĖĀpan	-121
id	-122
‚ĖĀpin	-123
‚ĖĀin	-124
‚ĖĀw	-125
‚ĖĀhindi	-126
‚ĖĀr	-127
og	-128
amang	-129
ant	-130
es	-131
‚ĖĀpang	-132
..	-133
ok	-134
‚ĖĀan	-135
‚ĖĀpa	-136
ya	-137
‚ĖĀib	-138
‚ĖĀo	-139
‚ĖĀnam	-140
ahan	-141
‚ĖĀta	-142
‚ĖĀsin	-143
‚ĖĀmak	-144
‚ĖĀko	-145
aya	-146
‚ĖĀpagk	-147
‚ĖĀmat	-148
angg	-149
‚ĖĀ(	-150
alag	-151
od	-152
ama	-153
‚ĖĀmal	-154
to	-155
‚ĖĀkung	-156
‚ĖĀmo	-157
aan	-158
ahat	-159
‚ĖĀkas	-160
‚ĖĀkat	-161
‚ĖĀpam	-162
agk	-163
‚ĖĀiy	-164
ayo	-165
‚ĖĀma	-166
oy	-167
ipin	-168
yon	-169
yo	-170
oon	-171
‚ĖĀAt	-172
‚ĖĀpar	-173
."	-174
ahil	-175
‚ĖĀlamang	-176
‚ĖĀit	-177
awang	-178
itan	-179
sa	-180
uhay	-181
abi	-182
ula	-183
‚ĖĀkap	-184
‚ĖĀman	-185
alan	-186
‚ĖĀNag	-187
ili	-188
‚ĖĀdi	-189
alam	-190
ating	-191
ibig	-192
‚ĖĀlahat	-193
ob	-194
upang	-195
‚ĖĀkal	-196
‚ĖĀdapat	-197
ungk	-198
uan	-199
‚ĖĀkanilang	-200
‚ĖĀdal	-201
araw	-202
‚ĖĀtin	-203
‚ĖĀbat	-204
‚ĖĀIb	-205
aka	-206
‚ĖĀmas	-207
aba	-208
‚ĖĀlum	-209
‚ĖĀupang	-210
‚ĖĀniyang	-211
‚ĖĀsiyang	-212
‚ĖĀDon	-213
ta	-214
ana	-215
‚ĖĀkah	-216
anda	-217
‚ĖĀkab	-218
‚ĖĀbin	-219
aring	-220
‚ĖĀnito	-221
‚ĖĀnaman	-222
ra	-223
‚ĖĀako	-224
‚ĖĀmah	-225
‚ĖĀF	-226
‚ĖĀE	-227
ulo	-228
‚ĖĀG	-229
‚ĖĀmang	-230
‚ĖĀsila	-231
‚ĖĀdin	-232
el	-233
‚ĖĀmab	-234
‚ĖĀtao	-235
‚ĖĀC	-236
‚ĖĀnap	-237
‚ĖĀum	-238
‚ĖĀkar	-239
akas	-240
...	-241
ayon	-242
‚ĖĀmar	-243
apag	-244
unit	-245
‚ĖĀwalang	-246
und	-247
‚ĖĀAl	-248
‚ĖĀkam	-249
‚ĖĀNg	-250
‚ĖĀaraw	-251
atay	-252
‚ĖĀanak	-253
‚ĖĀIs	-254
alit	-255
‚ĖĀnat	-256
‚ĖĀpal	-257
‚ĖĀdahil	-258
aban	-259
‚ĖĀbag	-260
‚ĖĀIn	-261
awan	-262
‚ĖĀkin	-263
‚ĖĀik	-264
‚ĖĀmagk	-265
andang	-266
yong	-267
aling	-268
oob	-269
int	-270
‚ĖĀbuhay	-271
ulang	-272
‚ĖĀHindi	-273
alim	-274
‚ĖĀPil	-275
agkat	-276
‚ĖĀNang	-277
arra	-278
ali	-279
unt	-280
‚ĖĀsum	-281
‚ĖĀKung	-282
‚ĖĀbah	-283
‚ĖĀaking	-284
‚ĖĀhin	-285
‚ĖĀtum	-286
‚ĖĀKap	-287
‚ĖĀIbarra	-288
‚ĖĀkong	-289
ante	-290
aman	-291
ayang	-292
‚ĖĀrin	-293
ulan	-294
‚ĖĀtag	-295
‚ĖĀil	-296
ulong	-297
‚ĖĀbayan	-298
‚ĖĀnila	-299
‚ĖĀMay	-300
om	-301
alik	-302
uno	-303
ina	-304
ON	-305
asa	-306
‚ĖĀpags	-307
‚ĖĀPilipin	-308
pap	-309
ins	-310
‚ĖĀsap	-311
upa	-312
iling	-313
‚ĖĀpr	-314
‚ĖĀmap	-315
‚ĖĀpagl	-316
‚ĖĀJ	-317
ahon	-318
agan	-319
‚ĖĀpat	-320
abang	-321
‚ĖĀMari	-322
‚ĖĀpara	-323
YON	-324
yan	-325
SYON	-326
EK	-327
‚ĖĀe	-328
‚ĖĀNa	-329
angk	-330
‚ĖĀSEK	-331
alaki	-332
tat	-333
usap	-334
‚ĖĀSEKSYON	-335
‚ĖĀkaya	-336
ado	-337
apit	-338
ika	-339
‚ĖĀal	-340
‚ĖĀgin	-341
‚ĖĀSin	-342
re	-343
‚ĖĀdalawang	-344
‚ĖĀkanya	-345
iwan	-346
ha	-347
asan	-348
‚ĖĀsak	-349
alaga	-350
akit	-351
‚ĖĀbaba	-352
ungan	-353
‚ĖĀW	-354
ent	-355
‚ĖĀmam	-356
‚ĖĀMaria	-357
‚ĖĀiyong	-358
ura	-359
‚ĖĀlang	-360
ago	-361
‚ĖĀiba	-362
‚ĖĀpinag	-363
uli	-364
isa	-365
uhan	-366
‚ĖĀama	-367
apos	-368
inig	-369
asawa	-370
‚ĖĀdum	-371
‚ĖĀ1	-372
da	-373
‚ĖĀPang	-374
‚ĖĀnags	-375
‚ĖĀwala	-376
‚ĖĀkag	-377
alo	-378
uha	-379
‚ĖĀMag	-380
alita	-381
arap	-382
‚ĖĀkum	-383
yang	-384
‚ĖĀpus	-385
‚ĖĀipin	-386
‚ĖĀFl	-387
‚ĖĀSi	-388
‚ĖĀina	-389
amb	-390
‚ĖĀlupa	-391
anggang	-392
ipag	-393
aming	-394
‚ĖĀU	-395
eg	-396
uti	-397
unod	-398
yari	-399
uwag	-400
‚ĖĀsar	-401
‚ĖĀloob	-402
awag	-403
st	-404
la	-405
amp	-406
ero	-407
amit	-408
‚ĖĀtul	-409
‚ĖĀR	-410
‚ĖĀKapitan	-411
em	-412
uman	-413
‚ĖĀpak	-414
ud	-415
asyon	-416
han	-417
‚ĖĀiyon	-418
na	-419
‚ĖĀtat	-420
‚ĖĀbabae	-421
‚ĖĀBas	-422
‚ĖĀFlor	-423
uwa	-424
‚ĖĀbahay	-425
alaking	-426
‚ĖĀpanahon	-427
ans	-428
angan	-429
‚ĖĀPag	-430
‚ĖĀhal	-431
oong	-432
abas	-433
amah	-434
‚ĖĀnas	-435
‚ĖĀpagb	-436
ayong	-437
‚ĖĀSim	-438
op	-439
‚ĖĀisa	-440
unong	-441
aran	-442
‚ĖĀnga	-443
unang	-444
‚ĖĀsapagkat	-445
itong	-446
‚ĖĀdito	-447
‚ĖĀIsang	-448
‚ĖĀtungk	-449
‚ĖĀpagh	-450
apatid	-451
ulat	-452
‚ĖĀnagp	-453
ilio	-454
‚ĖĀAn	-455
‚ĖĀnar	-456
ahang	-457
ast	-458
iyos	-459
uong	-460
‚ĖĀnin	-461
alay	-462
‚ĖĀIto	-463
‚ĖĀmad	-464
‚ĖĀmaa	-465
‚ĖĀsab	-466
ihan	-467
‚ĖĀy	-468
ara	-469
‚ĖĀBasilio	-470
‚ĖĀAy	-471
‚ĖĀnagk	-472
‚ĖĀbatas	-473
irap	-474
anong	-475
akl	-476
‚ĖĀDi	-477
‚ĖĀDapat	-478
‚ĖĀngunit	-479
unan	-480
‚ĖĀTin	-481
‚ĖĀnab	-482
‚ĖĀJuan	-483
‚ĖĀnasa	-484
.)	-485
ist	-486
‚ĖĀNak	-487
‚ĖĀPin	-488
abing	-489
‚ĖĀmong	-490
alin	-491
‚ĖĀFlorante	-492
atu	-493
oro	-494
alis	-495
isip	-496
‚ĖĀhanggang	-497
agat	-498
‚ĖĀtaong	-499
‚ĖĀpagkak	-500
‚ĖĀpagt	-501
‚ĖĀnaging	-502
oun	-503
‚ĖĀDonya	-504
agaw	-505
lang	-506
‚ĖĀano	-507
‚ĖĀnan	-508
‚ĖĀitong	-509
‚ĖĀNgunit	-510
‚ĖĀPad	-511
‚ĖĀpuso	-512
‚ĖĀnagb	-513
awat	-514
‚ĖĀbum	-515
‚ĖĀsam	-516
agi	-517
ati	-518
pin	-519
utan	-520
‚ĖĀhum	-521
apang	-522
‚ĖĀlalaki	-523
‚ĖĀPadre	-524
‚ĖĀSimoun	-525
‚ĖĀLam	-526
uling	-527
ilangan	-528
ump	-529
ain	-530
ind	-531
‚ĖĀnagt	-532
una	-533
‚ĖĀitin	-534
‚ĖĀnagl	-535
ed	-536
uro	-537
‚ĖĀkuw	-538
‚ĖĀmagp	-539
‚ĖĀpagpap	-540
amd	-541
ulog	-542
‚ĖĀbuw	-543
‚ĖĀO	-544
iyak	-545
‚ĖĀtang	-546
uy	-547
aga	-548
uloy	-549
atang	-550
‚ĖĀbuong	-551
agad	-552
along	-553
irang	-554
‚ĖĀbul	-555
‚ĖĀmags	-556
‚ĖĀPangulo	-557
‚ĖĀmaaaring	-558
aso	-559
ust	-560
ek	-561
aroon	-562
‚ĖĀbig	-563
arang	-564
‚ĖĀKaban	-565
‚ĖĀpamam	-566
‚ĖĀKabanata	-567
long	-568
‚ĖĀmagt	-569
‚ĖĀPilipinas	-570
‚ĖĀkun	-571
‚ĖĀhang	-572
wa	-573
‚ĖĀAd	-574
‚ĖĀip	-575
‚ĖĀhari	-576
uri	-577
‚ĖĀAg	-578
‚ĖĀmula	-579
anggap	-580
res	-581
ento	-582
‚ĖĀikaw	-583
alaman	-584
alaan	-585
ko	-586
bay	-587
anap	-588
ungo	-589
‚ĖĀpas	-590
ihin	-591
agawa	-592
iging	-593
‚ĖĀkasama	-594
et	-595
‚ĖĀpum	-596
ibigan	-597
‚ĖĀlangit	-598
hang	-599
igit	-600
‚ĖĀgum	-601
‚ĖĀnil	-602
arian	-603
ano	-604
‚ĖĀPari	-605
‚ĖĀmata	-606
‚ĖĀpagp	-607
‚ĖĀpuno	-608
‚ĖĀDahil	-609
‚ĖĀPilipino	-610
ami	-611
ban	-612
iran	-613
‚ĖĀkaw	-614
‚ĖĀbawat	-615
‚ĖĀdalaga	-616
‚ĖĀsilang	-617
unga	-618
‚ĖĀasawa	-619
‚ĖĀ2	-620
usa	-621
ilala	-622
iko	-623
‚ĖĀba	-624
isyon	-625
‚ĖĀKaya	-626
agal	-627
asal	-628
‚ĖĀraw	-629
‚ĖĀibang	-630
‚ĖĀmaging	-631
ugan	-632
agp	-633
‚ĖĀY	-634
ubat	-635
‚ĖĀpap	-636
aging	-637
‚ĖĀbilang	-638
!"	-639
‚ĖĀpo	-640
akan	-641
aral	-642
li	-643
‚ĖĀsinabi	-644
‚ĖĀdumating	-645
abag	-646
alaw	-647
anga	-648
‚ĖĀMga	-649
‚ĖĀnagh	-650
ro	-651
‚ĖĀor	-652
abaw	-653
‚ĖĀwika	-654
‚ĖĀunang	-655
‚ĖĀparang	-656
yay	-657
‚ĖĀban	-658
‚ĖĀSiya	-659
‚ĖĀating	-660
‚ĖĀSinabi	-661
lo	-662
ilim	-663
‚ĖĀhuk	-664
iwanag	-665
‚ĖĀngayon	-666
‚ĖĀLa	-667
‚ĖĀre	-668
awit	-669
ulungan	-670
alig	-671
‚ĖĀpagd	-672
‚ĖĀkahit	-673
‚ĖĀkamay	-674
‚ĖĀbinata	-675
alat	-676
ener	-677
‚ĖĀiyo	-678
,"	-679
‚ĖĀda	-680
aklak	-681
‚ĖĀtaon	-682
‚ĖĀtungkol	-683
undok	-684
‚ĖĀkundi	-685
‚ĖĀ'	-686
isan	-687
‚ĖĀKin	-688
‚ĖĀpanan	-689
‚ĖĀkapatid	-690
nan	-691
usan	-692
‚ĖĀMar	-693
‚ĖĀTiy	-694
‚ĖĀnilang	-695
tas	-696
ubig	-697
‚ĖĀakin	-698
‚ĖĀsina	-699
esa	-700
ilig	-701
ingg	-702
ulad	-703
‚ĖĀMak	-704
‚ĖĀIpin	-705
‚ĖĀninyo	-706
ungkulan	-707
eng	-708
‚ĖĀut	-709
‚ĖĀkang	-710
agitan	-711
oto	-712
ayag	-713
ulay	-714
‚ĖĀibig	-715
uni	-716
uto	-717
igil	-718
‚ĖĀtun	-719
ahing	-720
uting	-721
‚ĖĀnakat	-722
AN	-723
‚ĖĀnoon	-724
eneral	-725
?"	-726
sak	-727
‚ĖĀIk	-728
alas	-729
‚ĖĀbuk	-730
‚ĖĀpamb	-731
‚ĖĀsino	-732
‚ĖĀpinak	-733
say	-734
‚ĖĀmagb	-735
‚ĖĀLum	-736
‚ĖĀsag	-737
‚ĖĀbagay	-738
‚ĖĀpamamagitan	-739
ayop	-740
‚ĖĀlib	-741
‚ĖĀLaura	-742
alagang	-743
‚ĖĀPagkat	-744
aki	-745
ibil	-746
‚ĖĀBin	-747
‚ĖĀTiyago	-748
‚ĖĀnitong	-749
kas	-750
akot	-751
‚ĖĀDiyos	-752
api	-753
ern	-754
‚ĖĀnal	-755
‚ĖĀtayo	-756
alamat	-757
‚ĖĀmamam	-758
‚ĖĀkarapat	-759
ilit	-760
‚ĖĀgan	-761
‚ĖĀnaw	-762
alakas	-763
‚ĖĀnah	-764
‚ĖĀilang	-765
‚ĖĀdalawa	-766
‚ĖĀlub	-767
‚ĖĀKast	-768
est	-769
man	-770
‚ĖĀep	-771
igan	-772
iyon	-773
‚ĖĀlug	-774
‚ĖĀtubig	-775
‚ĖĀWalang	-776
iwa	-777
tan	-778
ukha	-779
‚ĖĀSum	-780
‚ĖĀtan	-781
araan	-782
alawang	-783
‚ĖĀmaraming	-784
‚ĖĀPr	-785
ulin	-786
‚ĖĀulo	-787
isang	-788
‚ĖĀKong	-789
‚ĖĀhayop	-790
‚ĖĀkaharian	-791
asyo	-792
hala	-793
lias	-794
‚ĖĀsand	-795
‚ĖĀElias	-796
‚ĖĀbulaklak	-797
tor	-798
reso	-799
‚ĖĀEst	-800
angyari	-801
‚ĖĀKongreso	-802
ira	-803
awak	-804
ilip	-805
‚ĖĀdaw	-806
‚ĖĀdib	-807
‚ĖĀtunay	-808
lay	-809
ahin	-810
ukol	-811
‚ĖĀkayo	-812
‚ĖĀgubat	-813
‚ĖĀlakas	-814
amo	-815
hin	-816
imp	-817
iwang	-818
‚ĖĀgabi	-819
anggol	-820
‚ĖĀmatat	-821
arating	-822
‚ĖĀnakita	-823
‚ĖĀpagtat	-824
‚ĖĀtatlong	-825
‚ĖĀV	-826
dib	-827
ihim	-828
‚ĖĀAko	-829
‚ĖĀBat	-830
amdam	-831
‚ĖĀDatu	-832
‚ĖĀgawa	-833
unting	-834
‚ĖĀdagat	-835
ahi	-836
ino	-837
‚ĖĀya	-838
unta	-839
‚ĖĀlik	-840
‚ĖĀmin	-841
‚ĖĀsim	-842
agang	-843
‚ĖĀAgat	-844
‚ĖĀisip	-845
‚ĖĀbundok	-846
‚ĖĀkanila	-847
‚ĖĀpagsas	-848
‚ĖĀsarili	-849
‚ĖĀmagandang	-850
pan	-851
asok	-852
ataas	-853
‚ĖĀbuwan	-854
‚ĖĀhuwag	-855
‚ĖĀEstado	-856
‚ĖĀKastila	-857
adh	-858
‚ĖĀKa	-859
‚ĖĀtr	-860
sing	-861
‚ĖĀSal	-862
‚ĖĀbunga	-863
‚ĖĀprins	-864
‚ĖĀdibdib	-865
‚ĖĀi	-866
akb	-867
ilis	-868
stit	-869
uran	-870
‚ĖĀTum	-871
ingan	-872
‚ĖĀisin	-873
‚ĖĀmakita	-874
Ang	-875
ilin	-876
pang	-877
unin	-878
‚ĖĀMan	-879
‚ĖĀdak	-880
banya	-881
ingin	-882
ubong	-883
‚ĖĀdoon	-884
stitus	-885
‚ĖĀkapangyari	-886
",	-887
do	-888
ma	-889
igd	-890
ikan	-891
ingi	-892
‚ĖĀHeneral	-893
imb	-894
ugo	-895
unl	-896
‚ĖĀKon	-897
‚ĖĀmagl	-898
‚ĖĀHaring	-899
‚ĖĀkatawan	-900
olo	-901
ulit	-902
‚ĖĀmuli	-903
‚ĖĀmahal	-904
‚ĖĀmagulang	-905
‚ĖĀsariling	-906
so	-907
‚ĖĀIt	-908
igaw	-909
‚ĖĀsal	-910
‚ĖĀbago	-911
‚ĖĀpagm	-912
‚ĖĀpangk	-913
eo	-914
le	-915
ers	-916
uwi	-917
ahas	-918
akda	-919
apon	-920
usto	-921
‚ĖĀPero	-922
‚ĖĀpagg	-923
‚ĖĀhigit	-924
‚ĖĀlugar	-925
erm	-926
‚ĖĀap	-927
ango	-928
‚ĖĀDam	-929
‚ĖĀbata	-930
‚ĖĀpamah	-931
‚ĖĀDamaso	-932
agd	-933
apa	-934
atan	-935
awin	-936
‚ĖĀMah	-937
‚ĖĀlim	-938
‚ĖĀibon	-939
‚ĖĀnagd	-940
‚ĖĀkapag	-941
‚ĖĀpunong	-942
olf	-943
‚ĖĀsus	-944
ikang	-945
iwala	-946
‚ĖĀAdolf	-947
‚ĖĀnakak	-948
‚ĖĀnatin	-949
ci	-950
‚ĖĀKab	-951
‚ĖĀMab	-952
‚ĖĀNam	-953
‚ĖĀWala	-954
ungkot	-955
‚ĖĀbangk	-956
‚ĖĀtanging	-957
‚ĖĀa	-958
‚ĖĀ‚Äď	-959
ego	-960
uin	-961
‚ĖĀAr	-962
usang	-963
arapat	-964
‚ĖĀmukha	-965
‚ĖĀmuling	-966
‚ĖĀlalaking	-967
aro	-968
‚ĖĀHin	-969
ikita	-970
‚ĖĀagad	-971
‚ĖĀbato	-972
‚ĖĀilog	-973
‚ĖĀluha	-974
ahanap	-975
‚ĖĀakong	-976
‚ĖĀmapag	-977
‚ĖĀnoong	-978
‚ĖĀtulad	-979
ilangang	-980
‚ĖĀmalaking	-981
ubo	-982
undo	-983
akad	-984
ulot	-985
‚ĖĀKom	-986
‚ĖĀSan	-987
asang	-988
igdig	-989
insan	-990
‚ĖĀring	-991
adhana	-992
‚ĖĀtinig	-993
ugt	-994
ilan	-995
‚ĖĀMat	-996
amahal	-997
‚ĖĀsakit	-998
‚ĖĀbahagi	-999
‚ĖĀhabang	-1000
‚ĖĀkaibigan	-1001
‚ĖĀ3	-1002
sik	-1003
akay	-1004
ayaw	-1005
inga	-1006
‚ĖĀpab	-1007
‚ĖĀmayr	-1008
‚ĖĀlalong	-1009
amat	-1010
ibay	-1011
‚ĖĀbak	-1012
‚ĖĀgit	-1013
‚ĖĀnina	-1014
‚ĖĀoras	-1015
‚ĖĀbansa	-1016
‚ĖĀmatandang	-1017
ic	-1018
abis	-1019
agka	-1020
‚ĖĀNap	-1021
‚ĖĀNagp	-1022
‚ĖĀkita	-1023
‚ĖĀAdolfo	-1024
‚ĖĀbagong	-1025
‚ĖĀilalim	-1026
‚ĖĀmatanda	-1027
per	-1028
ris	-1029
aong	-1030
‚ĖĀbal	-1031
ahong	-1032
‚ĖĀalin	-1033
aralan	-1034
‚ĖĀgayong	-1035
‚ĖĀmagkak	-1036
irahan	-1037
‚ĖĀHuwag	-1038
‚ĖĀAlbanya	-1039
aal	-1040
yat	-1041
...!	-1042
unti	-1043
itang	-1044
‚ĖĀdatu	-1045
‚ĖĀding	-1046
‚ĖĀipag	-1047
‚ĖĀtaga	-1048
‚ĖĀKagaw	-1049
‚ĖĀinyong	-1050
‚ĖĀtulong	-1051
‚ĖĀde	-1052
apal	-1053
‚ĖĀsil	-1054
‚ĖĀtuw	-1055
amant	-1056
umang	-1057
‚ĖĀnagm	-1058
ibigay	-1059
‚ĖĀtahan	-1060
‚ĖĀNagong	-1061
‚ĖĀlaging	-1062
‚ĖĀnagpap	-1063
‚ĖĀpagkat	-1064
uo	-1065
awi	-1066
‚ĖĀIl	-1067
uhat	-1068
‚ĖĀsuk	-1069
agani	-1070
ansin	-1071
‚ĖĀKoro	-1072
‚ĖĀsaan	-1073
‚ĖĀsabi	-1074
‚ĖĀIsagani	-1075
iba	-1076
‚ĖĀsul	-1077
unlad	-1078
utang	-1079
ubalit	-1080
‚ĖĀmakat	-1081
‚ĖĀmabuti	-1082
‚ĖĀpagkain	-1083
‚ĖĀmamamayan	-1084
las	-1085
pak	-1086
abay	-1087
igay	-1088
syon	-1089
uhin	-1090
‚ĖĀkon	-1091
ayaan	-1092
‚ĖĀayon	-1093
usapan	-1094
‚ĖĀDiego	-1095
‚ĖĀtinat	-1096
alaysay	-1097
‚ĖĀKagawad	-1098
ann	-1099
‚ĖĀFa	-1100
ikha	-1101
ilos	-1102
oyan	-1103
‚ĖĀinil	-1104
‚ĖĀnais	-1105
abalik	-1106
‚ĖĀdiyos	-1107
‚ĖĀnapak	-1108
‚ĖĀyaong	-1109
annoyan	-1110
‚ĖĀnamang	-1111
Ay	-1112
ido	-1113
isig	-1114
‚ĖĀDum	-1115
awala	-1116
yante	-1117
yayari	-1118
‚ĖĀFaust	-1119
‚ĖĀkulay	-1120
‚ĖĀlaban	-1121
‚ĖĀpagka	-1122
‚ĖĀdaigdig	-1123
‚ĖĀCannoyan	-1124
upo	-1125
abuk	-1126
anan	-1127
away	-1128
upad	-1129
‚ĖĀsas	-1130
ibang	-1131
igaya	-1132
uring	-1133
‚ĖĀsana	-1134
‚ĖĀnagtat	-1135
‚ĖĀKonstitus	-1136
‚ĖĀkapangyarihan	-1137
‚ĖĀMa	-1138
‚ĖĀKas	-1139
akain	-1140
uhang	-1141
‚ĖĀkamat	-1142
‚ĖĀnakas	-1143
‚ĖĀpatay	-1144
‚ĖĀFaustus	-1145
agot	-1146
‚ĖĀMas	-1147
‚ĖĀginawa	-1148
‚ĖĀBathala	-1149
‚ĖĀkatulad	-1150
‚ĖĀmalakas	-1151
ahim	-1152
apan	-1153
‚ĖĀMad	-1154
‚ĖĀMal	-1155
‚ĖĀari	-1156
‚ĖĀini	-1157
‚ĖĀikin	-1158
san	-1159
uga	-1160
abot	-1161
alip	-1162
uang	-1163
‚ĖĀKay	-1164
‚ĖĀpil	-1165
‚ĖĀpis	-1166
antay	-1167
‚ĖĀkapwa	-1168
‚ĖĀkatut	-1169
vi	-1170
ako	-1171
anak	-1172
itin	-1173
‚ĖĀKat	-1174
‚ĖĀest	-1175
‚ĖĀlip	-1176
‚ĖĀpul	-1177
intay	-1178
‚ĖĀawit	-1179
atuloy	-1180
‚ĖĀpakik	-1181
‚ĖĀpanun	-1182
‚ĖĀKomisyon	-1183
iti	-1184
lat	-1185
utol	-1186
‚ĖĀuri	-1187
‚ĖĀNagk	-1188
‚ĖĀSisa	-1189
‚ĖĀmagh	-1190
‚ĖĀgitna	-1191
‚ĖĀkarapatan	-1192
‚ĖĀpamahalaan	-1193
ibo	-1194
‚ĖĀLu	-1195
‚ĖĀas	-1196
ente	-1197
‚ĖĀhim	-1198
bayan	-1199
‚ĖĀnaka	-1200
‚ĖĀhirap	-1201
alitang	-1202
yal	-1203
amot	-1204
iban	-1205
aaral	-1206
‚ĖĀAyon	-1207
‚ĖĀanyo	-1208
‚ĖĀkoro	-1209
‚ĖĀpala	-1210
‚ĖĀSalvi	-1211
‚ĖĀtapat	-1212
‚ĖĀNakita	-1213
‚ĖĀbiglang	-1214
eh	-1215
ep	-1216
ipe	-1217
‚ĖĀul	-1218
amis	-1219
‚ĖĀKal	-1220
‚ĖĀpah	-1221
alian	-1222
ikong	-1223
atawan	-1224
‚ĖĀYaong	-1225
‚ĖĀkahoy	-1226
‚ĖĀdating	-1227
‚ĖĀpinakam	-1228
‚ĖĀtagapag	-1229
‚ĖĀnangyari	-1230
ks	-1231
‚ĖĀag	-1232
‚ĖĀar	-1233
angi	-1234
anti	-1235
atas	-1236
nong	-1237
utok	-1238
‚ĖĀNat	-1239
‚ĖĀalam	-1240
‚ĖĀsaka	-1241
‚ĖĀukol	-1242
ansang	-1243
‚ĖĀkalul	-1244
‚ĖĀmasas	-1245
‚ĖĀpalasyo	-1246
‚ĖĀtungkulin	-1247
‚ĖĀig	-1248
‚ĖĀih	-1249
‚ĖĀug	-1250
anta	-1251
iliw	-1252
ilya	-1253
alakad	-1254
‚ĖĀSibil	-1255
‚ĖĀgalit	-1256
‚ĖĀgayon	-1257
‚ĖĀnakab	-1258
abukasan	-1259
‚ĖĀkuwento	-1260
‚ĖĀtahanan	-1261
‚ĖĀmasamang	-1262
‚ĖĀPagkatapos	-1263
ens	-1264
‚ĖĀEs	-1265
‚ĖĀPa	-1266
ingk	-1267
ising	-1268
peres	-1269
urang	-1270
‚ĖĀlalo	-1271
‚ĖĀmagd	-1272
ukuman	-1273
alakbay	-1274
‚ĖĀpanahong	-1275
‚ĖĀkamatayan	-1276
aks	-1277
ayun	-1278
‚ĖĀKura	-1279
‚ĖĀTula	-1280
akasal	-1281
‚ĖĀbakit	-1282
‚ĖĀAlperes	-1283
‚ĖĀmalapit	-1284
‚ĖĀkailangan	-1285
hi	-1286
‚ĖĀUn	-1287
abig	-1288
agay	-1289
atid	-1290
‚ĖĀIsa	-1291
‚ĖĀdugo	-1292
‚ĖĀinih	-1293
‚ĖĀmuna	-1294
agamit	-1295
agpuan	-1296
‚ĖĀpalad	-1297
‚ĖĀhangin	-1298
‚ĖĀnamatay	-1299
‚ĖĀKapulungan	-1300
AR	-1301
ez	-1302
oo	-1303
‚ĖĀUm	-1304
ahoy	-1305
angh	-1306
utin	-1307
uyan	-1308
‚ĖĀbun	-1309
‚ĖĀibin	-1310
amatay	-1311
‚ĖĀKapag	-1312
‚ĖĀsinas	-1313
‚ĖĀlimang	-1314
‚ĖĀliwanag	-1315
‚ĖĀmagkaroon	-1316
ono	-1317
arin	-1318
ugon	-1319
‚ĖĀkak	-1320
‚ĖĀAdar	-1321
‚ĖĀanim	-1322
‚ĖĀkami	-1323
‚ĖĀmagm	-1324
agalog	-1325
alabas	-1326
alagay	-1327
‚ĖĀInang	-1328
‚ĖĀkasal	-1329
‚ĖĀmakak	-1330
amdamin	-1331
‚ĖĀbatang	-1332
‚ĖĀpinuno	-1333
‚ĖĀpangalan	-1334
‚ĖĀprinsesa	-1335
‚ĖĀpagdating	-1336
bo	-1337
iit	-1338
isi	-1339
law	-1340
umb	-1341
ahal	-1342
amak	-1343
‚ĖĀIkaw	-1344
‚ĖĀNagt	-1345
‚ĖĀdiwa	-1346
‚ĖĀguro	-1347
arawan	-1348
‚ĖĀestud	-1349
‚ĖĀkaran	-1350
‚ĖĀpalak	-1351
‚ĖĀAdarna	-1352
‚ĖĀSamant	-1353
‚ĖĀmarami	-1354
‚ĖĀumalis	-1355
era	-1356
‚ĖĀ(1	-1357
‚ĖĀ(2	-1358
anay	-1359
dang	-1360
ilag	-1361
igkas	-1362
‚ĖĀAlad	-1363
‚ĖĀbaka	-1364
‚ĖĀsing	-1365
‚ĖĀLahat	-1366
‚ĖĀaming	-1367
‚ĖĀkalag	-1368
‚ĖĀmanok	-1369
‚ĖĀsalita	-1370
‚ĖĀbangkay	-1371
‚ĖĀdahilan	-1372
‚ĖĀmagiging	-1373
abl	-1374
iro	-1375
‚ĖĀab	-1376
iyam	-1377
mang	-1378
ubuk	-1379
‚ĖĀJos	-1380
‚ĖĀKah	-1381
‚ĖĀPar	-1382
‚ĖĀkor	-1383
‚ĖĀsad	-1384
adong	-1385
bahan	-1386
‚ĖĀapat	-1387
‚ĖĀpray	-1388
‚ĖĀtila	-1389
‚ĖĀtula	-1390
‚ĖĀgagaw	-1391
‚ĖĀinang	-1392
‚ĖĀnakik	-1393
‚ĖĀnanin	-1394
‚ĖĀkagand	-1395
‚ĖĀtauhan	-1396
‚ĖĀTagalog	-1397
‚ĖĀmakapag	-1398
‚ĖĀkabilang	-1399
‚ĖĀpaaralan	-1400
‚ĖĀpambayan	-1401
‚ĖĀestudyante	-1402
‚ĖĀpanunungkulan	-1403
go	-1404
agb	-1405
‚ĖĀam	-1406
idad	-1407
inis	-1408
ipit	-1409
‚ĖĀHum	-1410
‚ĖĀTal	-1411
‚ĖĀkad	-1412
aloob	-1413
‚ĖĀdala	-1414
‚ĖĀsang	-1415
‚ĖĀIbong	-1416
‚ĖĀkaysa	-1417
‚ĖĀlabis	-1418
‚ĖĀniyon	-1419
‚ĖĀbayang	-1420
iz	-1421
‚ĖĀc	-1422
dir	-1423
ela	-1424
lan	-1425
pas	-1426
cido	-1427
hati	-1428
‚ĖĀimp	-1429
akita	-1430
imula	-1431
‚ĖĀapoy	-1432
‚ĖĀpana	-1433
‚ĖĀpook	-1434
‚ĖĀsamp	-1435
‚ĖĀtuwa	-1436
iyahan	-1437
‚ĖĀPrins	-1438
‚ĖĀmagag	-1439
‚ĖĀkinaka	-1440
‚ĖĀbabaing	-1441
‚ĖĀhalaman	-1442
‚ĖĀmaganda	-1443
‚ĖĀkaluluwa	-1444
de	-1445
tr	-1446
emb	-1447
ilo	-1448
por	-1449
tik	-1450
‚ĖĀLin	-1451
‚ĖĀbit	-1452
‚ĖĀpay	-1453
akyat	-1454
ongan	-1455
‚ĖĀNags	-1456
‚ĖĀiyan	-1457
‚ĖĀkumb	-1458
‚ĖĀpanl	-1459
entong	-1460
ungang	-1461
‚ĖĀalamat	-1462
‚ĖĀkaagad	-1463
‚ĖĀkayaman	-1464
‚ĖĀmabuting	-1465
‚ĖĀnararapat	-1466
awad	-1467
iyas	-1468
rist	-1469
‚ĖĀPed	-1470
‚ĖĀTag	-1471
‚ĖĀniy	-1472
andog	-1473
‚ĖĀJose	-1474
‚ĖĀpari	-1475
‚ĖĀpati	-1476
abayan	-1477
ahimik	-1478
‚ĖĀepiko	-1479
‚ĖĀAladin	-1480
‚ĖĀgawain	-1481
‚ĖĀitinat	-1482
‚ĖĀkasint	-1483
‚ĖĀkaniyang	-1484
‚ĖĀKonstitusyong	-1485
Sa	-1486
ey	-1487
no	-1488
po	-1489
agin	-1490
asak	-1491
ukot	-1492
upit	-1493
‚ĖĀDin	-1494
‚ĖĀSen	-1495
‚ĖĀVic	-1496
angal	-1497
ataan	-1498
iwata	-1499
‚ĖĀPagk	-1500
‚ĖĀangk	-1501
‚ĖĀdaan	-1502
ahayag	-1503
asyong	-1504
‚ĖĀdamit	-1505
‚ĖĀharap	-1506
‚ĖĀlumip	-1507
‚ĖĀnatut	-1508
‚ĖĀsagot	-1509
‚ĖĀlupain	-1510
‚ĖĀpagbab	-1511
‚ĖĀsanggol	-1512
‚ĖĀkumbento	-1513
io	-1514
‚ĖĀ4	-1515
ays	-1516
eon	-1517
pit	-1518
isin	-1519
utom	-1520
uwal	-1521
‚ĖĀBag	-1522
‚ĖĀnai	-1523
‚ĖĀpaa	-1524
‚ĖĀuma	-1525
aalam	-1526
esang	-1527
‚ĖĀMula	-1528
‚ĖĀPers	-1529
‚ĖĀrito	-1530
‚ĖĀibong	-1531
‚ĖĀVictor	-1532
‚ĖĀparaan	-1533
‚ĖĀtaglay	-1534
‚ĖĀtanong	-1535
‚ĖĀHukuman	-1536
‚ĖĀmamatay	-1537
‚ĖĀsimbahan	-1538
mo	-1539
agl	-1540
aho	-1541
hik	-1542
uko	-1543
ult	-1544
igid	-1545
ikit	-1546
izal	-1547
ubos	-1548
ukan	-1549
‚ĖĀ(2)	-1550
‚ĖĀent	-1551
‚ĖĀtal	-1552
Hindi	-1553
‚ĖĀbang	-1554
‚ĖĀRizal	-1555
‚ĖĀhalos	-1556
‚ĖĀmundo	-1557
‚ĖĀpalay	-1558
‚ĖĀpamum	-1559
‚ĖĀkaaway	-1560
‚ĖĀmataas	-1561
‚ĖĀhalalan	-1562
‚ĖĀkasalan	-1563
ba	-1564
ada	-1565
dal	-1566
‚ĖĀCl	-1567
akip	-1568
ayos	-1569
ikat	-1570
tang	-1571
unog	-1572
uyod	-1573
‚ĖĀNab	-1574
‚ĖĀday	-1575
‚ĖĀnad	-1576
‚ĖĀsan	-1577
‚ĖĀCris	-1578
‚ĖĀbuto	-1579
‚ĖĀutos	-1580
alaala	-1581
‚ĖĀbibig	-1582
‚ĖĀginto	-1583
‚ĖĀkawal	-1584
‚ĖĀpanin	-1585
‚ĖĀsilid	-1586
alagaan	-1587
‚ĖĀmagtat	-1588
‚ĖĀprayle	-1589
‚ĖĀhukuman	-1590
‚ĖĀmaliban	-1591
‚ĖĀmunting	-1592
‚ĖĀdamdamin	-1593
‚ĖĀpagkakata	-1594
‚ĖĀkatungkulan	-1595
ch	-1596
ard	-1597
uot	-1598
uyo	-1599
‚ĖĀAm	-1600
alad	-1601
emon	-1602
‚ĖĀreg	-1603
‚ĖĀsig	-1604
alimb	-1605
igyan	-1606
‚ĖĀItin	-1607
‚ĖĀpans	-1608
‚ĖĀhanap	-1609
‚ĖĀhinih	-1610
‚ĖĀnagsis	-1611
‚ĖĀpusong	-1612
‚ĖĀtulang	-1613
‚ĖĀBinukot	-1614
‚ĖĀDumating	-1615
‚ĖĀNamongan	-1616
‚ĖĀmayroong	-1617
bong	-1618
hiya	-1619
ilaw	-1620
ubuo	-1621
‚ĖĀ(1)	-1622
‚ĖĀbay	-1623
‚ĖĀhap	-1624
‚ĖĀkil	-1625
uyang	-1626
‚ĖĀSila	-1627
‚ĖĀgaya	-1628
aguyod	-1629
‚ĖĀbalak	-1630
‚ĖĀkawan	-1631
‚ĖĀlihim	-1632
‚ĖĀnayon	-1633
‚ĖĀkaloob	-1634
‚ĖĀmatsing	-1635
‚ĖĀ-	-1636
ora	-1637
asya	-1638
ibat	-1639
ipon	-1640
wang	-1641
anggi	-1642
‚ĖĀIsin	-1643
‚ĖĀkamp	-1644
‚ĖĀtabi	-1645
aganap	-1646
aharap	-1647
alapit	-1648
lacido	-1649
‚ĖĀKahit	-1650
‚ĖĀTasyo	-1651
‚ĖĀganda	-1652
‚ĖĀhukbo	-1653
‚ĖĀtawag	-1654
amdaman	-1655
‚ĖĀtaning	-1656
aliwanag	-1657
‚ĖĀkawayan	-1658
‚ĖĀSamantala	-1659
‚ĖĀpangyayari	-1660
hh	-1661
ags	-1662
dan	-1663
end	-1664
lap	-1665
amay	-1666
‚ĖĀGin	-1667
‚ĖĀbab	-1668
‚ĖĀbuh	-1669
‚ĖĀbut	-1670
‚ĖĀdig	-1671
‚ĖĀhig	-1672
‚ĖĀlin	-1673
‚ĖĀtit	-1674
nayan	-1675
unita	-1676
‚ĖĀNagb	-1677
‚ĖĀSaka	-1678
‚ĖĀlawa	-1679
‚ĖĀsama	-1680
anggit	-1681
‚ĖĀBakit	-1682
‚ĖĀNoong	-1683
‚ĖĀmangg	-1684
‚ĖĀngayo	-1685
alangin	-1686
aysayan	-1687
ukasyon	-1688
‚ĖĀgabing	-1689
‚ĖĀligaya	-1690
‚ĖĀminsan	-1691
‚ĖĀnagsas	-1692
‚ĖĀwikang	-1693
‚ĖĀmalaman	-1694
‚ĖĀnakapag	-1695
‚ĖĀkatutubong	-1696
co	-1697
fa	-1698
‚ĖĀ5	-1699
ahe	-1700
erp	-1701
‚ĖĀAk	-1702
‚ĖĀDr	-1703
‚ĖĀIp	-1704
ahay	-1705
amba	-1706
‚ĖĀNal	-1707
‚ĖĀbar	-1708
‚ĖĀrey	-1709
‚ĖĀtut	-1710
adala	-1711
yente	-1712
‚ĖĀBant	-1713
awalan	-1714
ingnan	-1715
intong	-1716
isipan	-1717
‚ĖĀBayan	-1718
‚ĖĀhalip	-1719
‚ĖĀtinut	-1720
ahangad	-1721
taasang	-1722
‚ĖĀHabang	-1723
‚ĖĀgumawa	-1724
‚ĖĀmagkas	-1725
‚ĖĀmalaki	-1726
‚ĖĀyaring	-1727
‚ĖĀPlacido	-1728
‚ĖĀlumabas	-1729
‚ĖĀpangang	-1730
‚ĖĀsubalit	-1731
amahalaan	-1732
‚ĖĀHanggang	-1733
AT	-1734
ia	-1735
agh	-1736
log	-1737
‚ĖĀIg	-1738
‚ĖĀes	-1739
Kung	-1740
anaw	-1741
ikal	-1742
otoo	-1743
utos	-1744
‚ĖĀKan	-1745
‚ĖĀSel	-1746
‚ĖĀkom	-1747
‚ĖĀsug	-1748
‚ĖĀumi	-1749
ingat	-1750
umpay	-1751
‚ĖĀHuli	-1752
‚ĖĀayaw	-1753
‚ĖĀroon	-1754
ubuhay	-1755
uhayan	-1756
‚ĖĀPedro	-1757
‚ĖĀbukid	-1758
‚ĖĀlubos	-1759
‚ĖĀtakot	-1760
‚ĖĀumuwi	-1761
awalang	-1762
‚ĖĀpagkab	-1763
‚ĖĀpagong	-1764
‚ĖĀpaligid	-1765
‚ĖĀpampang	-1766
‚ĖĀsabihin	-1767
‚ĖĀsadyang	-1768
‚ĖĀpagpapat	-1769
ti	-1770
yu	-1771
ena	-1772
ngk	-1773
anao	-1774
anat	-1775
erno	-1776
iyan	-1777
nila	-1778
‚ĖĀeks	-1779
‚ĖĀmus	-1780
alino	-1781
undin	-1782
uwang	-1783
‚ĖĀAraw	-1784
‚ĖĀDoon	-1785
‚ĖĀilaw	-1786
‚ĖĀkasi	-1787
alakay	-1788
‚ĖĀClara	-1789
‚ĖĀUpang	-1790
‚ĖĀtiyak	-1791
‚ĖĀNaging	-1792
‚ĖĀentabl	-1793
‚ĖĀsalapi	-1794
‚ĖĀgagawin	-1795
‚ĖĀKabesang	-1796
‚ĖĀkailangang	-1797
‚ĖĀpagmamahal	-1798
00	-1799
3)	-1800
pa	-1801
ida	-1802
‚ĖĀed	-1803
‚ĖĀla	-1804
apak	-1805
sang	-1806
umpa	-1807
‚ĖĀAno	-1808
‚ĖĀIna	-1809
‚ĖĀLab	-1810
‚ĖĀtuk	-1811
abasa	-1812
alala	-1813
igtas	-1814
ihang	-1815
‚ĖĀAgyu	-1816
‚ĖĀIbig	-1817
‚ĖĀkaug	-1818
‚ĖĀlagi	-1819
‚ĖĀpant	-1820
atlong	-1821
iganti	-1822
ugtong	-1823
ulugan	-1824
uwaang	-1825
‚ĖĀEspan	-1826
‚ĖĀTales	-1827
‚ĖĀsapat	-1828
‚ĖĀsibat	-1829
‚ĖĀsulat	-1830
‚ĖĀmalayo	-1831
‚ĖĀlubhang	-1832
‚ĖĀmabilis	-1833
‚ĖĀnangang	-1834
‚ĖĀnarinig	-1835
‚ĖĀtinawag	-1836
‚ĖĀdalagang	-1837
‚ĖĀnagiging	-1838
‚ĖĀVictorina	-1839
‚ĖĀentablado	-1840
ola	-1841
ran	-1842
ukl	-1843
‚ĖĀ19	-1844
alon	-1845
ares	-1846
ilik	-1847
‚ĖĀCam	-1848
‚ĖĀMin	-1849
‚ĖĀTul	-1850
abait	-1851
igpit	-1852
unawa	-1853
‚ĖĀPagd	-1854
‚ĖĀinyo	-1855
‚ĖĀkina	-1856
‚ĖĀmaka	-1857
usahan	-1858
‚ĖĀamang	-1859
‚ĖĀnakal	-1860
‚ĖĀKataas	-1861
‚ĖĀParang	-1862
‚ĖĀpinagm	-1863
‚ĖĀsamant	-1864
‚ĖĀmabuhay	-1865
‚ĖĀmayroon	-1866
‚ĖĀtanggap	-1867
‚ĖĀpangarap	-1868
‚ĖĀtinatawag	-1869
‚ĖĀpagkatapos	-1870
‚ĖĀKataastaasang	-1871
agt	-1872
anto	-1873
arir	-1874
‚ĖĀBis	-1875
‚ĖĀNar	-1876
‚ĖĀput	-1877
‚ĖĀInes	-1878
‚ĖĀdusa	-1879
iwalay	-1880
‚ĖĀgawin	-1881
‚ĖĀiyang	-1882
‚ĖĀmagka	-1883
‚ĖĀngang	-1884
‚ĖĀpatak	-1885
‚ĖĀumaga	-1886
alingan	-1887
iligtas	-1888
‚ĖĀpaglal	-1889
‚ĖĀpagtut	-1890
‚ĖĀpakpak	-1891
‚ĖĀpitong	-1892
alawigan	-1893
‚ĖĀTuwaang	-1894
‚ĖĀbumalik	-1895
‚ĖĀpagkaka	-1896
‚ĖĀsumunod	-1897
apangyari	-1898
‚ĖĀsingsing	-1899
‚ĖĀKinatawan	-1900
‚ĖĀkayamanan	-1901
‚ĖĀkagandahan	-1902
‚ĖĀpambansang	-1903
‚ĖĀsamantalang	-1904
pir	-1905
‚ĖĀid	-1906
akaw	-1907
aliw	-1908
‚ĖĀHal	-1909
‚ĖĀyum	-1910
alana	-1911
oroon	-1912
‚ĖĀPara	-1913
‚ĖĀmanl	-1914
‚ĖĀpint	-1915
‚ĖĀpulo	-1916
abihin	-1917
akbang	-1918
isyong	-1919
‚ĖĀIlang	-1920
‚ĖĀbuhok	-1921
‚ĖĀdahon	-1922
‚ĖĀdilag	-1923
‚ĖĀkabut	-1924
‚ĖĀkapal	-1925
‚ĖĀkontr	-1926
‚ĖĀnamum	-1927
‚ĖĀpilak	-1928
‚ĖĀsasak	-1929
‚ĖĀsukat	-1930
‚ĖĀtumut	-1931
‚ĖĀutang	-1932
‚ĖĀyaman	-1933
‚ĖĀbalita	-1934
‚ĖĀbayani	-1935
‚ĖĀkorpor	-1936
‚ĖĀmagpap	-1937
‚ĖĀmaliit	-1938
‚ĖĀpinagt	-1939
‚ĖĀTandang	-1940
‚ĖĀmahirap	-1941
‚ĖĀmatapos	-1942
‚ĖĀmarunong	-1943
‚ĖĀsalitang	-1944
‚ĖĀkuwentong	-1945
‚ĖĀkasintahan	-1946
ca	-1947
dio	-1948
obo	-1949
sod	-1950
uon	-1951
‚ĖĀkw	-1952
ador	-1953
ubog	-1954
uhod	-1955
usay	-1956
‚ĖĀInd	-1957
‚ĖĀPan	-1958
‚ĖĀPas	-1959
‚ĖĀPum	-1960
‚ĖĀbas	-1961
‚ĖĀint	-1962
‚ĖĀlok	-1963
onood	-1964
uusap	-1965
‚ĖĀDito	-1966
‚ĖĀIlog	-1967
‚ĖĀMoro	-1968
ahanda	-1969
inding	-1970
uhunan	-1971
unayan	-1972
‚ĖĀganap	-1973
‚ĖĀlaman	-1974
‚ĖĀmahiw	-1975
‚ĖĀmapap	-1976
‚ĖĀpanig	-1977
‚ĖĀsibil	-1978
‚ĖĀtalim	-1979
‚ĖĀtangh	-1980
abayang	-1981
‚ĖĀlumaki	-1982
‚ĖĀnagbab	-1983
‚ĖĀnawala	-1984
‚ĖĀpiling	-1985
‚ĖĀputing	-1986
‚ĖĀLinares	-1987
‚ĖĀMaynila	-1988
‚ĖĀgintong	-1989
‚ĖĀpatungo	-1990
‚ĖĀsuliran	-1991
‚ĖĀkalayaan	-1992
‚ĖĀlibingan	-1993
‚ĖĀmasayang	-1994
‚ĖĀprinsipe	-1995
‚ĖĀnagkaroon	-1996
‚ĖĀmagkapatid	-1997
‚ĖĀkinabukasan	-1998
).	-1999
ona	-2000
akbo	-2001
anim	-2002
apay	-2003
ipan	-2004
ista	-2005
ular	-2006
‚ĖĀSib	-2007
‚ĖĀnaa	-2008
‚ĖĀper	-2009
‚ĖĀreh	-2010
‚ĖĀsis	-2011
‚ĖĀsup	-2012
‚ĖĀuna	-2013
atnan	-2014
ihing	-2015
itolo	-2016
‚ĖĀMang	-2017
‚ĖĀnama	-2018
andaan	-2019
anggam	-2020
ilingk	-2021
usunod	-2022
‚ĖĀNguni	-2023
‚ĖĀhawak	-2024
‚ĖĀlikod	-2025
‚ĖĀlokal	-2026
‚ĖĀpaano	-2027
‚ĖĀgulang	-2028
‚ĖĀMabilis	-2029
‚ĖĀSubalit	-2030
‚ĖĀpagpapa	-2031
‚ĖĀpumasok	-2032
‚ĖĀtulisan	-2033
‚ĖĀkalooban	-2034
‚ĖĀpagkakas	-2035
‚ĖĀkalagayan	-2036
‚ĖĀsandaling	-2037
angailangan	-2038
‚ĖĀpagkakataon	-2039
‚ĖĀpaglalakbay	-2040
‚ĖĀu	-2041
‚ĖĀHa	-2042
abel	-2043
adya	-2044
asin	-2045
irog	-2046
iwat	-2047
upan	-2048
uwan	-2049
‚ĖĀAnd	-2050
‚ĖĀRey	-2051
‚ĖĀbiy	-2052
‚ĖĀika	-2053
‚ĖĀlar	-2054
‚ĖĀsek	-2055
‚ĖĀtig	-2056
indig	-2057
sakit	-2058
‚ĖĀalim	-2059
‚ĖĀkaka	-2060
‚ĖĀlung	-2061
abigat	-2062
emonyo	-2063
inggan	-2064
irapan	-2065
‚ĖĀbunso	-2066
‚ĖĀkarun	-2067
‚ĖĀnatat	-2068
alitaan	-2069
arungan	-2070
ihintay	-2071
‚ĖĀAlamat	-2072
‚ĖĀBisaya	-2073
‚ĖĀIsabel	-2074
‚ĖĀMinsan	-2075
‚ĖĀbalang	-2076
‚ĖĀdiwata	-2077
‚ĖĀmagsas	-2078
‚ĖĀnaming	-2079
‚ĖĀpawang	-2080
‚ĖĀdayuhan	-2081
‚ĖĀkasaluk	-2082
‚ĖĀpangkat	-2083
‚ĖĀtandang	-2084
‚ĖĀBantugan	-2085
‚ĖĀDalawang	-2086
‚ĖĀkabataan	-2087
‚ĖĀmadaling	-2088
‚ĖĀPagdating	-2089
‚ĖĀPamahalaan	-2090
‚ĖĀkasaysayan	-2091
‚ĖĀPangalawang	-2092
LO	-2093
apo	-2094
ato	-2095
cio	-2096
‚ĖĀRa	-2097
adal	-2098
ingn	-2099
isyo	-2100
itik	-2101
‚ĖĀ(3)	-2102
‚ĖĀGan	-2103
‚ĖĀMen	-2104
‚ĖĀham	-2105
‚ĖĀkub	-2106
‚ĖĀmaw	-2107
‚ĖĀpun	-2108
‚ĖĀpup	-2109
agong	-2110
inang	-2111
wiran	-2112
‚ĖĀNasa	-2113
alamin	-2114
apatay	-2115
ayanan	-2116
ilipad	-2117
intang	-2118
‚ĖĀgamit	-2119
‚ĖĀmakas	-2120
‚ĖĀnamin	-2121
‚ĖĀsinta	-2122
unahing	-2123
untunin	-2124
‚ĖĀSenado	-2125
‚ĖĀbituin	-2126
‚ĖĀgaling	-2127
‚ĖĀganito	-2128
‚ĖĀhirang	-2129
‚ĖĀhuling	-2130
‚ĖĀkusang	-2131
‚ĖĀmasama	-2132
‚ĖĀnating	-2133
‚ĖĀsangay	-2134
‚ĖĀtingin	-2135
‚ĖĀusapan	-2136
‚ĖĀanumang	-2137
‚ĖĀlumapit	-2138
‚ĖĀbinatang	-2139
‚ĖĀmakikita	-2140
‚ĖĀmanonood	-2141
‚ĖĀpakikipag	-2142
‚ĖĀkarapatang	-2143
‚ĖĀmahiwagang	-2144
".	-2145
6.	-2146
te	-2147
ema	-2148
‚ĖĀIm	-2149
agas	-2150
ahad	-2151
akap	-2152
amas	-2153
anib	-2154
ardo	-2155
fael	-2156
ihis	-2157
ilib	-2158
orot	-2159
usog	-2160
‚ĖĀneg	-2161
‚ĖĀser	-2162
aking	-2163
esyon	-2164
kahoy	-2165
ugang	-2166
ugtog	-2167
usong	-2168
‚ĖĀPagb	-2169
‚ĖĀaral	-2170
‚ĖĀlahi	-2171
‚ĖĀlaki	-2172
aganda	-2173
otohan	-2174
utusan	-2175
‚ĖĀGayon	-2176
‚ĖĀbalat	-2177
‚ĖĀbatis	-2178
‚ĖĀbuhat	-2179
‚ĖĀgiliw	-2180
‚ĖĀgutom	-2181
‚ĖĀmatut	-2182
‚ĖĀpista	-2183
‚ĖĀsanga	-2184
‚ĖĀsigaw	-2185
‚ĖĀugali	-2186
ukulang	-2187
‚ĖĀRafael	-2188
‚ĖĀbatong	-2189
‚ĖĀbuwaya	-2190
‚ĖĀkailan	-2191
‚ĖĀlupang	-2192
‚ĖĀCrispin	-2193
‚ĖĀbilangg	-2194
‚ĖĀepikong	-2195
‚ĖĀpamilya	-2196
‚ĖĀsandali	-2197
‚ĖĀTulalang	-2198
‚ĖĀpagiging	-2199
‚ĖĀpanauhin	-2200
‚ĖĀkababayan	-2201
‚ĖĀlalawigan	-2202
‚ĖĀmatinding	-2203
II	-2204
ANG	-2205
cas	-2206
lim	-2207
ubi	-2208
way	-2209
yla	-2210
‚ĖĀNi	-2211
abal	-2212
abit	-2213
ahah	-2214
amig	-2215
elih	-2216
iisa	-2217
itaw	-2218
‚ĖĀBid	-2219
‚ĖĀKam	-2220
‚ĖĀNan	-2221
‚ĖĀNas	-2222
‚ĖĀSul	-2223
asari	-2224
iting	-2225
laban	-2226
ulaan	-2227
uparo	-2228
‚ĖĀdako	-2229
‚ĖĀengk	-2230
‚ĖĀisda	-2231
‚ĖĀmait	-2232
‚ĖĀpamp	-2233
‚ĖĀpand	-2234
‚ĖĀusap	-2235
ernand	-2236
ipunan	-2237
‚ĖĀCusto	-2238
‚ĖĀkalup	-2239
‚ĖĀlikas	-2240
‚ĖĀtangk	-2241
akilala	-2242
indanao	-2243
saknong	-2244
‚ĖĀhigante	-2245
‚ĖĀkatangi	-2246
‚ĖĀCustodio	-2247
‚ĖĀPrinsipe	-2248
‚ĖĀginagawa	-2249
‚ĖĀnagtagal	-2250
‚ĖĀkasalanan	-2251
‚ĖĀminamahal	-2252
‚ĖĀsuliranin	-2253
‚ĖĀtumanggap	-2254
‚ĖĀpaniniwala	-2255
‚ĖĀnaninirahan	-2256
‚ĖĀpangunahing	-2257
‚ĖĀmagkakapatid	-2258
ene	-2259
kan	-2260
nap	-2261
rot	-2262
‚ĖĀ1.	-2263
‚ĖĀ2.	-2264
abog	-2265
atak	-2266
enas	-2267
hasa	-2268
ikap	-2269
ipik	-2270
‚ĖĀBal	-2271
‚ĖĀBuk	-2272
‚ĖĀBum	-2273
‚ĖĀRos	-2274
‚ĖĀSap	-2275
‚ĖĀhih	-2276
agdag	-2277
ahati	-2278
alawa	-2279
anaog	-2280
angis	-2281
awing	-2282
iisip	-2283
itaas	-2284
‚ĖĀHerm	-2285
‚ĖĀNagm	-2286
‚ĖĀPaul	-2287
‚ĖĀPuti	-2288
‚ĖĀbait	-2289
‚ĖĀpero	-2290
‚ĖĀulan	-2291
atawag	-2292
ayunin	-2293
ubatan	-2294
‚ĖĀBalag	-2295
‚ĖĀabang	-2296
‚ĖĀhabag	-2297
‚ĖĀkalak	-2298
‚ĖĀlabas	-2299
‚ĖĀpanuk	-2300
‚ĖĀsiyam	-2301
agumpay	-2302
alampas	-2303
ilanggo	-2304
untahan	-2305
‚ĖĀmabait	-2306
‚ĖĀCabigat	-2307
‚ĖĀbinubuo	-2308
‚ĖĀkalaban	-2309
‚ĖĀmatamis	-2310
‚ĖĀsampung	-2311
‚ĖĀtahimik	-2312
‚ĖĀMaraming	-2313
‚ĖĀnagtungo	-2314
‚ĖĀkaraniwang	-2315
‚ĖĀmagagandang	-2316
),	-2317
0.	-2318
AK	-2319
ka	-2320
iyo	-2321
nay	-2322
orm	-2323
‚ĖĀ3.	-2324
‚ĖĀAb	-2325
‚ĖĀIr	-2326
alok	-2327
ling	-2328
maan	-2329
orra	-2330
usig	-2331
‚ĖĀAma	-2332
‚ĖĀInt	-2333
‚ĖĀMaa	-2334
‚ĖĀPab	-2335
‚ĖĀPal	-2336
‚ĖĀlag	-2337
agsik	-2338
alayo	-2339
andro	-2340
ibong	-2341
iusap	-2342
tasan	-2343
ungin	-2344
‚ĖĀBern	-2345
‚ĖĀFler	-2346
‚ĖĀSolo	-2347
‚ĖĀbunt	-2348
‚ĖĀkand	-2349
‚ĖĀkult	-2350
‚ĖĀland	-2351
‚ĖĀsist	-2352
‚ĖĀsund	-2353
‚ĖĀManok	-2354
‚ĖĀanong	-2355
‚ĖĀpangh	-2356
‚ĖĀpinap	-2357
‚ĖĀsabay	-2358
‚ĖĀsinus	-2359
amahala	-2360
embaran	-2361
ibigang	-2362
‚ĖĀMalana	-2363
‚ĖĀNgayon	-2364
‚ĖĀSibyla	-2365
‚ĖĀdunong	-2366
‚ĖĀibabaw	-2367
‚ĖĀmagkab	-2368
‚ĖĀmagpat	-2369
‚ĖĀmalaya	-2370
‚ĖĀnagkas	-2371
‚ĖĀnaglal	-2372
‚ĖĀpinagb	-2373
‚ĖĀtuwing	-2374
alimbawa	-2375
asalamat	-2376
ilingkod	-2377
‚ĖĀCamorra	-2378
‚ĖĀEspanya	-2379
‚ĖĀFernand	-2380
‚ĖĀLanggam	-2381
‚ĖĀPaulita	-2382
‚ĖĀlupaing	-2383
‚ĖĀnasasak	-2384
‚ĖĀpangung	-2385
‚ĖĀsapagka	-2386
‚ĖĀBernardo	-2387
‚ĖĀmahigpit	-2388
‚ĖĀtalagang	-2389
‚ĖĀtulungan	-2390
‚ĖĀpinagmulan	-2391
‚ĖĀKinabukasan	-2392
iu	-2393
fer	-2394
lip	-2395
akat	-2396
alap	-2397
amad	-2398
atut	-2399
istr	-2400
iyag	-2401
ukoy	-2402
usob	-2403
uwid	-2404
‚ĖĀBan	-2405
‚ĖĀKum	-2406
‚ĖĀNen	-2407
‚ĖĀpiy	-2408
akila	-2409
ampas	-2410
bansa	-2411
buhay	-2412
orong	-2413
‚ĖĀLeon	-2414
‚ĖĀSand	-2415
‚ĖĀTiya	-2416
‚ĖĀasal	-2417
‚ĖĀkura	-2418
abihan	-2419
ubilin	-2420
‚ĖĀLucas	-2421
‚ĖĀbisig	-2422
‚ĖĀhanda	-2423
‚ĖĀkapar	-2424
‚ĖĀmahih	-2425
‚ĖĀpinto	-2426
angalan	-2427
atauhan	-2428
ikilala	-2429
insunod	-2430
‚ĖĀLabtik	-2431
‚ĖĀMadali	-2432
‚ĖĀdiyosa	-2433
‚ĖĀhangad	-2434
‚ĖĀkumain	-2435
‚ĖĀniyong	-2436
‚ĖĀpagsus	-2437
‚ĖĀsimula	-2438
‚ĖĀutusan	-2439
‚ĖĀlumakad	-2440
‚ĖĀmarahil	-2441
‚ĖĀnawalan	-2442
‚ĖĀngayong	-2443
‚ĖĀBembaran	-2444
‚ĖĀBidasari	-2445
‚ĖĀTinyente	-2446
‚ĖĀdakilang	-2447
‚ĖĀnapansin	-2448
‚ĖĀkagubatan	-2449
‚ĖĀtinanggap	-2450
‚ĖĀkarunungan	-2451
ATA	-2452
apt	-2453
cis	-2454
lit	-2455
pis	-2456
ril	-2457
tao	-2458
wel	-2459
yag	-2460
‚ĖĀ4.	-2461
‚ĖĀOh	-2462
‚ĖĀaw	-2463
‚ĖĀpl	-2464
atao	-2465
igma	-2466
ilog	-2467
into	-2468
isag	-2469
iwas	-2470
tana	-2471
utas	-2472
‚ĖĀBul	-2473
‚ĖĀbub	-2474
‚ĖĀlab	-2475
‚ĖĀpad	-2476
‚ĖĀtab	-2477
aglay	-2478
akala	-2479
araig	-2480
asong	-2481
ayapa	-2482
ugong	-2483
‚ĖĀBago	-2484
‚ĖĀNagl	-2485
‚ĖĀalit	-2486
‚ĖĀanya	-2487
‚ĖĀepis	-2488
‚ĖĀinit	-2489
‚ĖĀklas	-2490
‚ĖĀsala	-2491
agamot	-2492
araang	-2493
ayaman	-2494
eksyon	-2495
ibhasa	-2496
ilalim	-2497
ugulin	-2498
‚ĖĀSulay	-2499
‚ĖĀaklat	-2500
‚ĖĀgusto	-2501
‚ĖĀhalal	-2502
‚ĖĀkatap	-2503
‚ĖĀnakap	-2504
‚ĖĀnakar	-2505
‚ĖĀpuman	-2506
‚ĖĀsumas	-2507
agaling	-2508
intulot	-2509
uturing	-2510
‚ĖĀAtenas	-2511
‚ĖĀIgorot	-2512
‚ĖĀMaging	-2513
‚ĖĀbangka	-2514
‚ĖĀdakila	-2515
‚ĖĀkawani	-2516
‚ĖĀpalaka	-2517
agkaloob	-2518
elihiyon	-2519
‚ĖĀhakbang	-2520
‚ĖĀmayaman	-2521
‚ĖĀsusunod	-2522
itolohiya	-2523
‚ĖĀSulayman	-2524
‚ĖĀalimango	-2525
‚ĖĀbinigyan	-2526
‚ĖĀsasakyan	-2527
‚ĖĀsinabing	-2528
‚ĖĀpagkamatay	-2529
‚ĖĀpagpapaunlad	-2530
‚ĖĀkinakailangan	-2531
‚ĖĀkapangyarihang	-2532
4)	-2533
At	-2534
si	-2535
ue	-2536
gad	-2537
gan	-2538
isd	-2539
kal	-2540
uel	-2541
‚ĖĀ15	-2542
‚ĖĀAp	-2543
‚ĖĀEd	-2544
‚ĖĀim	-2545
aano	-2546
atol	-2547
awid	-2548
pres	-2549
‚ĖĀDel	-2550
‚ĖĀani	-2551
‚ĖĀger	-2552
‚ĖĀmai	-2553
‚ĖĀnoo	-2554
‚ĖĀusa	-2555
batas	-2556
erong	-2557
ining	-2558
intas	-2559
‚ĖĀMagb	-2560
‚ĖĀNagh	-2561
‚ĖĀNais	-2562
‚ĖĀPina	-2563
‚ĖĀSari	-2564
‚ĖĀTang	-2565
‚ĖĀband	-2566
‚ĖĀbaya	-2567
‚ĖĀboto	-2568
‚ĖĀhuli	-2569
‚ĖĀilan	-2570
‚ĖĀlamb	-2571
‚ĖĀprib	-2572
‚ĖĀprop	-2573
apatan	-2574
inigay	-2575
‚ĖĀAling	-2576
‚ĖĀIrene	-2577
‚ĖĀItong	-2578
‚ĖĀbukas	-2579
‚ĖĀkakay	-2580
‚ĖĀkilos	-2581
‚ĖĀlaang	-2582
‚ĖĀnapag	-2583
‚ĖĀpagod	-2584
‚ĖĀtatlo	-2585
‚ĖĀtotoo	-2586
asawang	-2587
‚ĖĀMarami	-2588
‚ĖĀNeneng	-2589
‚ĖĀbigyan	-2590
‚ĖĀgunita	-2591
‚ĖĀkayong	-2592
‚ĖĀlibing	-2593
‚ĖĀninuno	-2594
‚ĖĀpabula	-2595
‚ĖĀsakdal	-2596
alimutan	-2597
‚ĖĀFlerida	-2598
‚ĖĀbakuran	-2599
‚ĖĀengkant	-2600
‚ĖĀlipunan	-2601
‚ĖĀpaggawa	-2602
‚ĖĀpatayin	-2603
‚ĖĀpintuan	-2604
‚ĖĀitadhana	-2605
‚ĖĀitaguyod	-2606
‚ĖĀnakikita	-2607
‚ĖĀkaibigang	-2608
‚ĖĀkapalaran	-2609
‚ĖĀmalungkot	-2610
‚ĖĀnagbibigay	-2611
‚ĖĀpanukalang	-2612
‚ĖĀmakapangyari	-2613
‚ĖĀkinakailangang	-2614
1.	-2615
2.	-2616
ec	-2617
ONG	-2618
igo	-2619
inh	-2620
uso	-2621
‚ĖĀBa	-2622
‚ĖĀgr	-2623
abol	-2624
iral	-2625
iuag	-2626
song	-2627
ukal	-2628
‚ĖĀBen	-2629
‚ĖĀSar	-2630
‚ĖĀbur	-2631
‚ĖĀhah	-2632
aklaw	-2633
alagi	-2634
among	-2635
angit	-2636
ikain	-2637
ipagk	-2638
urong	-2639
utian	-2640
yahan	-2641
‚ĖĀFran	-2642
‚ĖĀKrot	-2643
‚ĖĀMayr	-2644
‚ĖĀNoon	-2645
‚ĖĀTATA	-2646
‚ĖĀdamo	-2647
‚ĖĀdulo	-2648
‚ĖĀigin	-2649
‚ĖĀmand	-2650
aginip	-2651
ahinga	-2652
awakan	-2653
ilipin	-2654
iyerno	-2655
ustong	-2656
‚ĖĀBiuag	-2657
‚ĖĀBuhay	-2658
‚ĖĀSelya	-2659
‚ĖĀbango	-2660
‚ĖĀitlog	-2661
‚ĖĀlayun	-2662
‚ĖĀlinya	-2663
‚ĖĀpanit	-2664
alubong	-2665
ingning	-2666
unawaan	-2667
‚ĖĀLalong	-2668
‚ĖĀSultan	-2669
‚ĖĀdangal	-2670
‚ĖĀepisod	-2671
‚ĖĀgawing	-2672
‚ĖĀlandas	-2673
‚ĖĀmapang	-2674
‚ĖĀnagkak	-2675
‚ĖĀnaiiba	-2676
‚ĖĀtayong	-2677
akasalan	-2678
diriwang	-2679
‚ĖĀdigmaan	-2680
‚ĖĀkagawad	-2681
‚ĖĀkapakan	-2682
‚ĖĀpinangg	-2683
‚ĖĀMakaraig	-2684
‚ĖĀMenandro	-2685
‚ĖĀParuparo	-2686
‚ĖĀhalamang	-2687
‚ĖĀlayuning	-2688
‚ĖĀpaggamit	-2689
‚ĖĀsinumang	-2690
‚ĖĀpamamaraan	-2691
‚ĖĀitinatadhana	-2692
Ng	-2693
ao	-2694
ea	-2695
ayb	-2696
hal	-2697
igl	-2698
iri	-2699
mas	-2700
ons	-2701
ahok	-2702
amok	-2703
atap	-2704
ayak	-2705
inaw	-2706
ipas	-2707
iram	-2708
ismo	-2709
onom	-2710
udad	-2711
ugot	-2712
unos	-2713
utla	-2714
‚ĖĀAni	-2715
‚ĖĀCar	-2716
‚ĖĀlul	-2717
‚ĖĀmut	-2718
aksil	-2719
bahay	-2720
cisco	-2721
iliit	-2722
iyong	-2723
‚ĖĀAgad	-2724
‚ĖĀDama	-2725
‚ĖĀMiya	-2726
‚ĖĀamin	-2727
‚ĖĀatin	-2728
‚ĖĀitat	-2729
‚ĖĀpart	-2730
‚ĖĀpayo	-2731
‚ĖĀpina	-2732
‚ĖĀulap	-2733
anghal	-2734
ighati	-2735
iglang	-2736
napung	-2737
‚ĖĀBinig	-2738
‚ĖĀGayun	-2739
‚ĖĀinaas	-2740
‚ĖĀitaas	-2741
‚ĖĀkinat	-2742
‚ĖĀlingk	-2743
‚ĖĀmakap	-2744
‚ĖĀnagng	-2745
‚ĖĀnapap	-2746
‚ĖĀpangg	-2747
‚ĖĀpapel	-2748
‚ĖĀreyna	-2749
‚ĖĀsumis	-2750
‚ĖĀtumat	-2751
alagyan	-2752
tanggol	-2753
‚ĖĀKaagad	-2754
‚ĖĀdinala	-2755
‚ĖĀkabayo	-2756
‚ĖĀkabila	-2757
‚ĖĀkayang	-2758
‚ĖĀkinuha	-2759
‚ĖĀmaaari	-2760
‚ĖĀmasaya	-2761
‚ĖĀpaghih	-2762
‚ĖĀpagtit	-2763
‚ĖĀpulong	-2764
‚ĖĀKalabaw	-2765
‚ĖĀMaganda	-2766
‚ĖĀhanapin	-2767
‚ĖĀkontrol	-2768
‚ĖĀlayunin	-2769
‚ĖĀmarinig	-2770
‚ĖĀmasipag	-2771
‚ĖĀpagsang	-2772
‚ĖĀregular	-2773
‚ĖĀPrinsesa	-2774
‚ĖĀganitong	-2775
‚ĖĀkatutubo	-2776
‚ĖĀmahabang	-2777
‚ĖĀpamahala	-2778
‚ĖĀFrancisco	-2779
‚ĖĀPagbigkas	-2780
‚ĖĀhinahanap	-2781
‚ĖĀmamamatay	-2782
‚ĖĀpagbabago	-2783
‚ĖĀpamumuhay	-2784
‚ĖĀpangalagaan	-2785
‚ĖĀKonstitusyon	-2786
AG	-2787
AM	-2788
Ip	-2789
isk	-2790
ity	-2791
lam	-2792
les	-2793
oko	-2794
wan	-2795
‚ĖĀ5.	-2796
amam	-2797
atlo	-2798
awig	-2799
ibik	-2800
ikas	-2801
imot	-2802
lump	-2803
rito	-2804
ugad	-2805
ugin	-2806
ugol	-2807
ural	-2808
urop	-2809
‚ĖĀDul	-2810
‚ĖĀNil	-2811
‚ĖĀPen	-2812
‚ĖĀTad	-2813
‚ĖĀTar	-2814
‚ĖĀabo	-2815
‚ĖĀapo	-2816
‚ĖĀbot	-2817
‚ĖĀhur	-2818
‚ĖĀins	-2819
‚ĖĀkuk	-2820
‚ĖĀkut	-2821
‚ĖĀsah	-2822
‚ĖĀsub	-2823
‚ĖĀtak	-2824
abaho	-2825
ahagi	-2826
ahala	-2827
akbay	-2828
ardin	-2829
atong	-2830
dahan	-2831
elaez	-2832
ganis	-2833
ibing	-2834
islap	-2835
undan	-2836
‚ĖĀSamp	-2837
‚ĖĀirog	-2838
‚ĖĀkani	-2839
‚ĖĀnuno	-2840
‚ĖĀyaon	-2841
amangk	-2842
atipik	-2843
iligaw	-2844
ukhang	-2845
uluhan	-2846
‚ĖĀbanal	-2847
‚ĖĀbigas	-2848
‚ĖĀdilim	-2849
‚ĖĀhukom	-2850
‚ĖĀhumih	-2851
‚ĖĀklase	-2852
‚ĖĀmapan	-2853
‚ĖĀtagap	-2854
‚ĖĀtuloy	-2855
‚ĖĀwakas	-2856
ilalang	-2857
‚ĖĀBundok	-2858
‚ĖĀLangit	-2859
‚ĖĀMabuti	-2860
‚ĖĀManuel	-2861
‚ĖĀPelaez	-2862
‚ĖĀPersya	-2863
‚ĖĀiniwan	-2864
‚ĖĀkulang	-2865
‚ĖĀpulubi	-2866
‚ĖĀusapin	-2867
alagahan	-2868
otohanan	-2869
yayaring	-2870
‚ĖĀkaligay	-2871
‚ĖĀkampana	-2872
‚ĖĀlumitaw	-2873
‚ĖĀlungkot	-2874
‚ĖĀmadalas	-2875
‚ĖĀmarapat	-2876
‚ĖĀmatangi	-2877
‚ĖĀnakabab	-2878
ungkulang	-2879
‚ĖĀdarating	-2880
‚ĖĀepisodyo	-2881
‚ĖĀpanganib	-2882
‚ĖĀsambayan	-2883
‚ĖĀkabuhayan	-2884
‚ĖĀpagkaraan	-2885
‚ĖĀbilangguan	-2886
‚ĖĀpamahalaang	-2887
‚ĖĀpunongkahoy	-2888
5)	-2889
IK	-2890
IN	-2891
‚ĖĀ9	-2892
May	-2893
any	-2894
art	-2895
ete	-2896
iga	-2897
lks	-2898
ogr	-2899
....	-2900
abin	-2901
agda	-2902
aryo	-2903
ayat	-2904
ermo	-2905
ilid	-2906
irin	-2907
omin	-2908
ubay	-2909
ungg	-2910
uyog	-2911
‚ĖĀAnt	-2912
‚ĖĀTab	-2913
‚ĖĀawa	-2914
‚ĖĀkur	-2915
‚ĖĀnau	-2916
Bakit	-2917
aanak	-2918
ababa	-2919
agkan	-2920
alapi	-2921
arili	-2922
asama	-2923
ayway	-2924
ermon	-2925
indak	-2926
uruan	-2927
‚ĖĀLuci	-2928
‚ĖĀkain	-2929
‚ĖĀleon	-2930
‚ĖĀnagw	-2931
agapos	-2932
agutan	-2933
amihan	-2934
entino	-2935
‚ĖĀBugan	-2936
‚ĖĀKonde	-2937
‚ĖĀakala	-2938
‚ĖĀbagyo	-2939
‚ĖĀbinab	-2940
‚ĖĀhiyas	-2941
‚ĖĀkaawa	-2942
‚ĖĀkamag	-2943
‚ĖĀlunti	-2944
‚ĖĀnamim	-2945
‚ĖĀnanan	-2946
‚ĖĀpaksa	-2947
‚ĖĀtribo	-2948
anatili	-2949
ayundin	-2950
nanakaw	-2951
presyon	-2952
‚ĖĀKinuha	-2953
‚ĖĀalaala	-2954
‚ĖĀalahas	-2955
‚ĖĀalipin	-2956
‚ĖĀangkop	-2957
‚ĖĀganoon	-2958
‚ĖĀitakda	-2959
‚ĖĀkausap	-2960
‚ĖĀkilala	-2961
‚ĖĀlibong	-2962
‚ĖĀlumbay	-2963
‚ĖĀmagawa	-2964
‚ĖĀmakata	-2965
‚ĖĀmandir	-2966
‚ĖĀnaroon	-2967
‚ĖĀpagsis	-2968
‚ĖĀsaging	-2969
‚ĖĀsanang	-2970
aririnig	-2971
‚ĖĀLeonora	-2972
‚ĖĀNagalit	-2973
‚ĖĀSalermo	-2974
‚ĖĀhinanap	-2975
‚ĖĀhumingi	-2976
‚ĖĀnahulog	-2977
‚ĖĀpalabas	-2978
‚ĖĀpatuloy	-2979
‚ĖĀsundalo	-2980
‚ĖĀTinanong	-2981
‚ĖĀbayaning	-2982
‚ĖĀinstitus	-2983
‚ĖĀmagagawa	-2984
‚ĖĀmaligaya	-2985
‚ĖĀmaliliit	-2986
‚ĖĀmangyari	-2987
‚ĖĀmaysakit	-2988
‚ĖĀpagkakat	-2989
‚ĖĀpaningin	-2990
‚ĖĀtagapagp	-2991
‚ĖĀimpiyerno	-2992
‚ĖĀpagbigkas	-2993
‚ĖĀpanaginip	-2994
‚ĖĀsasabihin	-2995
‚ĖĀIpinaliwanag	-2996
IA	-2997
eb	-2998
mb	-2999
Ito	-3000
erb	-3001
eta	-3002
irh	-3003
sob	-3004
til	-3005
ugh	-3006
ukt	-3007
‚ĖĀDa	-3008
bing	-3009
ibit	-3010
igas	-3011
igla	-3012
itas	-3013
kong	-3014
ulak	-3015
unas	-3016
usta	-3017
‚ĖĀ(4)	-3018
‚ĖĀGum	-3019
‚ĖĀKun	-3020
‚ĖĀbis	-3021
‚ĖĀdag	-3022
‚ĖĀerm	-3023
‚ĖĀtor	-3024
agsak	-3025
anang	-3026
andaw	-3027
angon	-3028
aptap	-3029
arusa	-3030
asyal	-3031
hanap	-3032
idlat	-3033
itiis	-3034
‚ĖĀAyaw	-3035
‚ĖĀIkin	-3036
‚ĖĀaliw	-3037
‚ĖĀidin	-3038
‚ĖĀlabi	-3039
‚ĖĀlans	-3040
‚ĖĀputi	-3041
‚ĖĀtupa	-3042
‚ĖĀunti	-3043
agalit	-3044
agatan	-3045
ahatid	-3046
alahat	-3047
antong	-3048
ilipat	-3049
ilitar	-3050
itanyo	-3051
orilya	-3052
ulatan	-3053
‚ĖĀAnong	-3054
‚ĖĀEurop	-3055
‚ĖĀLabaw	-3056
‚ĖĀMahal	-3057
‚ĖĀPagka	-3058
‚ĖĀTadeo	-3059
‚ĖĀbatay	-3060
‚ĖĀgalak	-3061
‚ĖĀmalag	-3062
‚ĖĀnasas	-3063
‚ĖĀnguni	-3064
anganak	-3065
araanan	-3066
gugulin	-3067
inabang	-3068
usisyon	-3069
‚ĖĀManobo	-3070
‚ĖĀSinang	-3071
‚ĖĀbiyaya	-3072
‚ĖĀiisang	-3073
‚ĖĀmaling	-3074
‚ĖĀpinagk	-3075
‚ĖĀpinsan	-3076
‚ĖĀsultan	-3077
‚ĖĀwaring	-3078
‚ĖĀFilipin	-3079
‚ĖĀHermana	-3080
‚ĖĀKanyang	-3081
‚ĖĀMakisig	-3082
‚ĖĀbabaeng	-3083
‚ĖĀbintana	-3084
‚ĖĀgawaing	-3085
‚ĖĀhininga	-3086
‚ĖĀkasangk	-3087
‚ĖĀlumipas	-3088
‚ĖĀlungsod	-3089
‚ĖĀmadilim	-3090
‚ĖĀmadlang	-3091
‚ĖĀmahusay	-3092
‚ĖĀmalalim	-3093
‚ĖĀmangang	-3094
‚ĖĀmanging	-3095
‚ĖĀnilikha	-3096
‚ĖĀsalamin	-3097
‚ĖĀsumapit	-3098
‚ĖĀtadhana	-3099
‚ĖĀMaaaring	-3100
‚ĖĀMindanao	-3101
‚ĖĀbilanggo	-3102
‚ĖĀkatulong	-3103
‚ĖĀkilalang	-3104
‚ĖĀmagbalik	-3105
‚ĖĀmalayang	-3106
‚ĖĀmalayong	-3107
‚ĖĀmatapang	-3108
‚ĖĀnagbigay	-3109
‚ĖĀnilalang	-3110
‚ĖĀpambansa	-3111
‚ĖĀtinanong	-3112
‚ĖĀedukasyon	-3113
‚ĖĀkabutihan	-3114
‚ĖĀkahulugan	-3115
‚ĖĀlumilipad	-3116
‚ĖĀnatagpuan	-3117
‚ĖĀtanggapan	-3118
‚ĖĀFlorentino	-3119
‚ĖĀkontrolado	-3120
‚ĖĀmanggagawa	-3121
‚ĖĀpagkakaroon	-3122
RT	-3123
ANA	-3124
aas	-3125
agm	-3126
aha	-3127
ian	-3128
ipo	-3129
itu	-3130
opo	-3131
str	-3132
ubl	-3133
uke	-3134
‚ĖĀ13	-3135
‚ĖĀAs	-3136
‚ĖĀGr	-3137
‚ĖĀbu	-3138
..."	-3139
agap	-3140
ahih	-3141
enor	-3142
ibon	-3143
init	-3144
uiro	-3145
‚ĖĀKag	-3146
‚ĖĀPat	-3147
‚ĖĀant	-3148
‚ĖĀdar	-3149
‚ĖĀkul	-3150
‚ĖĀnir	-3151
‚ĖĀpip	-3152
‚ĖĀsaw	-3153
abuti	-3154
akang	-3155
ambal	-3156
enang	-3157
ingap	-3158
kalde	-3159
uluan	-3160
unton	-3161
urusa	-3162
uyong	-3163
‚ĖĀAnak	-3164
‚ĖĀDuke	-3165
‚ĖĀInil	-3166
‚ĖĀPamb	-3167
‚ĖĀbaga	-3168
‚ĖĀbung	-3169
‚ĖĀkusa	-3170
‚ĖĀmala	-3171
‚ĖĀpuri	-3172
ahamak	-3173
alipas	-3174
amalas	-3175
ambing	-3176
ayaang	-3177
imbang	-3178
imbing	-3179
iyasat	-3180
ristal	-3181
ristan	-3182
uiroga	-3183
‚ĖĀPilos	-3184
‚ĖĀPrans	-3185
‚ĖĀbakod	-3186
‚ĖĀduwag	-3187
‚ĖĀgapos	-3188
‚ĖĀkabig	-3189
‚ĖĀkapat	-3190
‚ĖĀkayum	-3191
‚ĖĀkumak	-3192
‚ĖĀlilim	-3193
‚ĖĀmangh	-3194
‚ĖĀnalal	-3195
‚ĖĀnangg	-3196
‚ĖĀnarir	-3197
‚ĖĀpilit	-3198
‚ĖĀsugat	-3199
angguni	-3200
aramdam	-3201
araming	-3202
hininga	-3203
‚ĖĀIntsik	-3204
‚ĖĀMuling	-3205
‚ĖĀPagong	-3206
‚ĖĀbumaba	-3207
‚ĖĀhardin	-3208
‚ĖĀkabund	-3209
‚ĖĀlahing	-3210
‚ĖĀluhang	-3211
‚ĖĀpaghah	-3212
‚ĖĀsesyon	-3213
‚ĖĀsumama	-3214
ahulugan	-3215
angkilik	-3216
apangulo	-3217
arusahan	-3218
‚ĖĀKrotona	-3219
‚ĖĀLucifer	-3220
‚ĖĀgorilya	-3221
‚ĖĀkalungk	-3222
‚ĖĀlumipad	-3223
‚ĖĀlumisan	-3224
‚ĖĀmatagal	-3225
‚ĖĀmatuwid	-3226
‚ĖĀnapatay	-3227
‚ĖĀsandata	-3228
‚ĖĀSapagkat	-3229
‚ĖĀkasamaan	-3230
‚ĖĀmarangal	-3231
‚ĖĀnakakita	-3232
‚ĖĀnakilala	-3233
‚ĖĀpinagtat	-3234
‚ĖĀermitanyo	-3235
‚ĖĀginagamit	-3236
‚ĖĀhinihingi	-3237
‚ĖĀikalawang	-3238
‚ĖĀkahirapan	-3239
‚ĖĀkatangian	-3240
‚ĖĀnagsimula	-3241
‚ĖĀpribadong	-3242
‚ĖĀsumusunod	-3243
‚ĖĀtanghalan	-3244
‚ĖĀNagpatuloy	-3245
‚ĖĀekspresyon	-3246
‚ĖĀkaramdaman	-3247
‚ĖĀkarangalan	-3248
‚ĖĀkatarungan	-3249
‚ĖĀmagnanakaw	-3250
‚ĖĀnawawalang	-3251
‚ĖĀTagapangulo	-3252
‚ĖĀkaligayahan	-3253
‚ĖĀmatatagpuan	-3254
‚ĖĀnasasakupan	-3255
‚ĖĀpaglilingkod	-3256
‚ĖĀpangangailangan	-3257
An	-3258
Ep	-3259
MP	-3260
bi	-3261
ri	-3262
AND	-3263
Ano	-3264
IKU	-3265
iwi	-3266
oso	-3267
pad	-3268
tar	-3269
‚ĖĀAh	-3270
‚ĖĀha	-3271
ARIA	-3272
Iput	-3273
aboy	-3274
aril	-3275
atag	-3276
ihag	-3277
inta	-3278
nang	-3279
udit	-3280
uksa	-3281
usin	-3282
yayi	-3283
‚ĖĀART	-3284
‚ĖĀBer	-3285
‚ĖĀIMP	-3286
‚ĖĀIng	-3287
‚ĖĀIni	-3288
‚ĖĀMus	-3289
‚ĖĀPak	-3290
‚ĖĀaki	-3291
‚ĖĀlas	-3292
‚ĖĀpet	-3293
‚ĖĀres	-3294
‚ĖĀros	-3295
‚ĖĀsay	-3296
IKULO	-3297
agpis	-3298
ahuli	-3299
akpan	-3300
akwel	-3301
alakh	-3302
asiwa	-3303
atili	-3304
dapat	-3305
ingal	-3306
isdik	-3307
palad	-3308
uturo	-3309
uusig	-3310
uyuan	-3311
‚ĖĀIput	-3312
‚ĖĀMags	-3313
‚ĖĀNagd	-3314
‚ĖĀdiin	-3315
‚ĖĀitim	-3316
‚ĖĀkaba	-3317
‚ĖĀnapa	-3318
‚ĖĀopis	-3319
‚ĖĀugat	-3320
‚ĖĀwari	-3321
apitan	-3322
ilikha	-3323
langan	-3324
‚ĖĀDiwat	-3325
‚ĖĀGibon	-3326
‚ĖĀHapon	-3327
‚ĖĀKundi	-3328
‚ĖĀMARIA	-3329
‚ĖĀbaboy	-3330
‚ĖĀbakas	-3331
‚ĖĀbigla	-3332
‚ĖĀburol	-3333
‚ĖĀdaang	-3334
‚ĖĀhamog	-3335
‚ĖĀhatol	-3336
‚ĖĀinstr	-3337
‚ĖĀlayaw	-3338
‚ĖĀlingg	-3339
‚ĖĀmapat	-3340
‚ĖĀnalul	-3341
‚ĖĀnegos	-3342
‚ĖĀsikat	-3343
‚ĖĀtugon	-3344
agalang	-3345
amangha	-3346
antayan	-3347
arangay	-3348
istrado	-3349
oroonan	-3350
‚ĖĀBilang	-3351
‚ĖĀIMPONG	-3352
‚ĖĀMorong	-3353
‚ĖĀdaliri	-3354
‚ĖĀdalita	-3355
‚ĖĀhangga	-3356
‚ĖĀhiling	-3357
‚ĖĀkasawi	-3358
‚ĖĀkasund	-3359
‚ĖĀlabing	-3360
‚ĖĀlaking	-3361
‚ĖĀmagsis	-3362
‚ĖĀniring	-3363
‚ĖĀpagpup	-3364
‚ĖĀpantay	-3365
‚ĖĀpayapa	-3366
‚ĖĀpiging	-3367
‚ĖĀsektor	-3368
‚ĖĀtabing	-3369
agubilin	-3370
arapatra	-3371
ayanihan	-3372
ormasyon	-3373
‚ĖĀAlkalde	-3374
‚ĖĀBiglang	-3375
‚ĖĀDemonyo	-3376
‚ĖĀInahing	-3377
‚ĖĀJuanito	-3378
‚ĖĀTinawag	-3379
‚ĖĀTumango	-3380
‚ĖĀbansang	-3381
‚ĖĀbathala	-3382
‚ĖĀkalabaw	-3383
‚ĖĀkasabay	-3384
‚ĖĀlabanan	-3385
‚ĖĀlarawan	-3386
‚ĖĀmakipag	-3387
‚ĖĀmalinis	-3388
‚ĖĀmalupit	-3389
‚ĖĀmilitar	-3390
‚ĖĀnatapos	-3391
‚ĖĀninyong	-3392
‚ĖĀopisyal	-3393
‚ĖĀorganis	-3394
‚ĖĀpalakol	-3395
‚ĖĀparaang	-3396
‚ĖĀsagisag	-3397
‚ĖĀsinapit	-3398
‚ĖĀsintang	-3399
anghalian	-3400
‚ĖĀARTIKULO	-3401
‚ĖĀSumakwel	-3402
‚ĖĀgumagawa	-3403
‚ĖĀhurisdik	-3404
‚ĖĀibinigay	-3405
‚ĖĀkaalaman	-3406
‚ĖĀkuwintas	-3407
‚ĖĀmayamang	-3408
‚ĖĀnagngang	-3409
‚ĖĀpagkatao	-3410
‚ĖĀsalaysay	-3411
‚ĖĀNagkaroon	-3412
‚ĖĀkaragatan	-3413
‚ĖĀkinalaman	-3414
‚ĖĀnagpaalam	-3415
‚ĖĀnakasulat	-3416
‚ĖĀpaghirang	-3417
‚ĖĀpanitikan	-3418
‚ĖĀDiwatandaw	-3419
‚ĖĀnakarating	-3420
‚ĖĀpanlipunan	-3421
‚ĖĀsambayanan	-3422
‚ĖĀIndarapatra	-3423
‚ĖĀkorporasyon	-3424
‚ĖĀkorporasyong	-3425
6:	-3426
GA	-3427
Ako	-3428
did	-3429
eba	-3430
ice	-3431
iis	-3432
orn	-3433
wit	-3434
‚ĖĀek	-3435
‚ĖĀen	-3436
‚ĖĀkr	-3437
agpo	-3438
alal	-3439
anin	-3440
asiw	-3441
ding	-3442
gado	-3443
inam	-3444
isay	-3445
isda	-3446
pada	-3447
silo	-3448
ubok	-3449
ugat	-3450
ukay	-3451
upot	-3452
‚ĖĀind	-3453
‚ĖĀkol	-3454
‚ĖĀmit	-3455
‚ĖĀpur	-3456
‚ĖĀtek	-3457
Huwag	-3458
agana	-3459
aglit	-3460
aliit	-3461
amaan	-3462
antog	-3463
istro	-3464
‚ĖĀPags	-3465
‚ĖĀPati	-3466
‚ĖĀSant	-3467
‚ĖĀSino	-3468
‚ĖĀTaga	-3469
‚ĖĀbril	-3470
‚ĖĀdamb	-3471
‚ĖĀkaso	-3472
‚ĖĀmaip	-3473
‚ĖĀmist	-3474
aalala	-3475
abawal	-3476
awagan	-3477
awanan	-3478
insang	-3479
ugutan	-3480
‚ĖĀNapag	-3481
‚ĖĀPablo	-3482
‚ĖĀbaril	-3483
‚ĖĀhalik	-3484
‚ĖĀhangg	-3485
‚ĖĀhinah	-3486
‚ĖĀibaba	-3487
‚ĖĀipagb	-3488
‚ĖĀkaban	-3489
‚ĖĀkahil	-3490
‚ĖĀkalin	-3491
‚ĖĀkarik	-3492
‚ĖĀkumik	-3493
‚ĖĀnapat	-3494
‚ĖĀpinat	-3495
‚ĖĀprogr	-3496
‚ĖĀtunog	-3497
aalahas	-3498
anganib	-3499
apaloob	-3500
asiwaan	-3501
ingatan	-3502
lumpung	-3503
uklasan	-3504
ungkahi	-3505
yayahan	-3506
‚ĖĀDiwata	-3507
‚ĖĀIbalon	-3508
‚ĖĀNaisip	-3509
‚ĖĀPunong	-3510
‚ĖĀbulong	-3511
‚ĖĀdalang	-3512
‚ĖĀgawang	-3513
‚ĖĀhandog	-3514
‚ĖĀkagyat	-3515
‚ĖĀngalan	-3516
‚ĖĀpambih	-3517
‚ĖĀpinang	-3518
‚ĖĀpiyesa	-3519
‚ĖĀsaglit	-3520
Sabayang	-3521
agandang	-3522
amdaming	-3523
‚ĖĀMahirap	-3524
‚ĖĀSumagot	-3525
‚ĖĀTarsilo	-3526
‚ĖĀUnnayan	-3527
‚ĖĀbugtong	-3528
‚ĖĀbungang	-3529
‚ĖĀkalalak	-3530
‚ĖĀkasunod	-3531
‚ĖĀkumalat	-3532
‚ĖĀnagmula	-3533
‚ĖĀnakasal	-3534
‚ĖĀpagitan	-3535
‚ĖĀpananim	-3536
‚ĖĀpinatay	-3537
‚ĖĀpumanaw	-3538
‚ĖĀsistema	-3539
‚ĖĀtawagin	-3540
‚ĖĀtuwiran	-3541
‚ĖĀGayunman	-3542
‚ĖĀNakilala	-3543
‚ĖĀkumakain	-3544
‚ĖĀmagaling	-3545
‚ĖĀnasabing	-3546
‚ĖĀnawawala	-3547
‚ĖĀalinsunod	-3548
‚ĖĀbrilyante	-3549
‚ĖĀhalimbawa	-3550
‚ĖĀkakayahan	-3551
‚ĖĀnabubuhay	-3552
‚ĖĀnatutulog	-3553
‚ĖĀpagtuturo	-3554
‚ĖĀpananalig	-3555
‚ĖĀprusisyon	-3556
‚ĖĀMahistrado	-3557
‚ĖĀmalalaking	-3558
‚ĖĀnaglalakad	-3559
‚ĖĀpaghahanap	-3560
‚ĖĀkalungkutan	-3561
‚ĖĀkasalukuyan	-3562
‚ĖĀnaghihintay	-3563
‚ĖĀpinanggalingan	-3564
0:	-3565
4.	-3566
AP	-3567
Al	-3568
UP	-3569
‚ĖĀ,	-3570
abe	-3571
aca	-3572
din	-3573
igu	-3574
lag	-3575
non	-3576
pos	-3577
uds	-3578
yas	-3579
zon	-3580
‚ĖĀ6.	-3581
‚ĖĀEp	-3582
‚ĖĀem	-3583
‚ĖĀga	-3584
alab	-3585
amag	-3586
atin	-3587
iham	-3588
ilat	-3589
loob	-3590
ment	-3591
oses	-3592
tuwa	-3593
ukin	-3594
uwek	-3595
yero	-3596
‚ĖĀGag	-3597
‚ĖĀLim	-3598
‚ĖĀMGA	-3599
‚ĖĀOmb	-3600
‚ĖĀaso	-3601
‚ĖĀbud	-3602
‚ĖĀhil	-3603
‚ĖĀmed	-3604
‚ĖĀsik	-3605
adaan	-3606
apaan	-3607
arito	-3608
artel	-3609
iligo	-3610
ilipo	-3611
inoon	-3612
intul	-3613
irhen	-3614
oserp	-3615
ugnay	-3616
unuan	-3617
usyon	-3618
‚ĖĀIyan	-3619
‚ĖĀNANA	-3620
‚ĖĀPand	-3621
‚ĖĀSaan	-3622
‚ĖĀdati	-3623
‚ĖĀdila	-3624
‚ĖĀkons	-3625
‚ĖĀpatn	-3626
agawan	-3627
akaawa	-3628
alaban	-3629
alimot	-3630
amaraw	-3631
asalin	-3632
awayan	-3633
ayagan	-3634
dahang	-3635
ensahe	-3636
iguyon	-3637
ilitaw	-3638
inggit	-3639
udsman	-3640
uwiran	-3641
‚ĖĀLakas	-3642
‚ĖĀPanay	-3643
‚ĖĀPinat	-3644
‚ĖĀTulad	-3645
‚ĖĀUnang	-3646
‚ĖĀawtor	-3647
‚ĖĀbalik	-3648
‚ĖĀhalim	-3649
‚ĖĀhamak	-3650
‚ĖĀhusto	-3651
‚ĖĀkapit	-3652
‚ĖĀkinar	-3653
‚ĖĀkunin	-3654
‚ĖĀmadla	-3655
‚ĖĀmakik	-3656
‚ĖĀmalim	-3657
‚ĖĀmanan	-3658
‚ĖĀmayor	-3659
‚ĖĀnangh	-3660
‚ĖĀsangk	-3661
‚ĖĀsanhi	-3662
‚ĖĀtangi	-3663
ahalaga	-3664
akasama	-3665
aliksik	-3666
ibigkas	-3667
imulang	-3668
utangan	-3669
‚ĖĀBagong	-3670
‚ĖĀFilipo	-3671
‚ĖĀMuslim	-3672
‚ĖĀhalaga	-3673
‚ĖĀkasing	-3674
‚ĖĀkumuha	-3675
‚ĖĀkuweba	-3676
‚ĖĀmadali	-3677
‚ĖĀmusika	-3678
‚ĖĀnaisip	-3679
‚ĖĀnakaka	-3680
‚ĖĀpagkag	-3681
‚ĖĀpagkap	-3682
‚ĖĀpagmam	-3683
‚ĖĀparing	-3684
‚ĖĀpinagh	-3685
‚ĖĀpinagp	-3686
‚ĖĀtalino	-3687
‚ĖĀtapang	-3688
amahalan	-3689
kanilang	-3690
oserpina	-3691
‚ĖĀTanging	-3692
‚ĖĀasawang	-3693
‚ĖĀhanging	-3694
‚ĖĀiniibig	-3695
‚ĖĀinstrum	-3696
‚ĖĀlumikha	-3697
‚ĖĀmalawak	-3698
‚ĖĀmalinaw	-3699
‚ĖĀmatibay	-3700
‚ĖĀpangako	-3701
‚ĖĀsaknong	-3702
alawikain	-3703
amangkero	-3704
‚ĖĀAliguyon	-3705
‚ĖĀBerbanya	-3706
‚ĖĀSumarang	-3707
‚ĖĀbalitang	-3708
‚ĖĀbarangay	-3709
‚ĖĀdalampas	-3710
‚ĖĀkatwiran	-3711
‚ĖĀmagtakda	-3712
‚ĖĀnarating	-3713
‚ĖĀpaglakad	-3714
‚ĖĀtuluyang	-3715
‚ĖĀOmbudsman	-3716
‚ĖĀPagkaraan	-3717
‚ĖĀawtoridad	-3718
‚ĖĀmagsasaka	-3719
‚ĖĀrelihiyon	-3720
‚ĖĀProserpina	-3721
‚ĖĀkabundukan	-3722
‚ĖĀkahilingan	-3723
‚ĖĀmakarating	-3724
‚ĖĀmandirigma	-3725
‚ĖĀmanliligaw	-3726
‚ĖĀmitolohiya	-3727
‚ĖĀpamamahala	-3728
‚ĖĀkabayanihan	-3729
‚ĖĀpangkalahat	-3730
‚ĖĀhurisdiksyon	-3731
‚ĖĀinstitusyong	-3732
‚ĖĀnakabababang	-3733
2:	-3734
AB	-3735
EN	-3736
aa	-3737
ua	-3738
ani	-3739
eho	-3740
ekt	-3741
igh	-3742
igi	-3743
iin	-3744
ini	-3745
kad	-3746
oni	-3747
udo	-3748
uka	-3749
‚ĖĀBU	-3750
‚ĖĀTO	-3751
‚ĖĀle	-3752
