<unk>	0
<s>	0
</s>	0
ng	-0
ang	-1
an	-2
‚ĖĀn	-3
‚ĖĀs	-4
at	-5
ag	-6
‚ĖĀm	-7
al	-8
in	-9
ay	-10
‚ĖĀk	-11
‚ĖĀp	-12
‚ĖĀng	-13
‚ĖĀsa	-14
‚ĖĀna	-15
‚ĖĀang	-16
ak	-17
it	-18
as	-19
il	-20
am	-21
ar	-22
ap	-23
ing	-24
‚ĖĀb	-25
ong	-26
ah	-27
aw	-28
iy	-29
ab	-30
‚ĖĀat	-31
‚ĖĀd	-32
‚ĖĀt	-33
‚ĖĀl	-34
ga	-35
ul	-36
is	-37
‚ĖĀmga	-38
on	-39
‚ĖĀay	-40
‚ĖĀA	-41
un	-42
um	-43
‚ĖĀh	-44
ig	-45
‚ĖĀS	-46
‚ĖĀpag	-47
‚ĖĀP	-48
ad	-49
ik	-50
‚ĖĀN	-51
‚ĖĀK	-52
‚ĖĀM	-53
ib	-54
iya	-55
ung	-56
ip	-57
‚ĖĀkan	-58
‚ĖĀI	-59
‚ĖĀmag	-60
‚ĖĀnag	-61
‚ĖĀsi	-62
‚ĖĀni	-63
‚ĖĀg	-64
us	-65
ito	-66
‚ĖĀD	-67
im	-68
ut	-69
‚ĖĀAng	-70
‚ĖĀis	-71
ala	-72
di	-73
‚ĖĀB	-74
uh	-75
ilang	-76
uk	-77
‚ĖĀT	-78
os	-79
er	-80
‚ĖĀkany	-81
apat	-82
and	-83
‚ĖĀH	-84
up	-85
ari	-86
or	-87
indi	-88
ila	-89
‚ĖĀL	-90
‚ĖĀisang	-91
ub	-92
‚ĖĀ"	-93
‚ĖĀkanyang	-94
‚ĖĀnang	-95
uw	-96
en	-97
ur	-98
ot	-99
‚ĖĀsiya	-100
‚ĖĀmay	-101
ayan	-102
awa	-103
alang	-104
ol	-105
iyang	-106
‚ĖĀniya	-107
‚ĖĀkay	-108
ih	-109
‚ĖĀito	-110
ug	-111
‚ĖĀak	-112
ir	-113
id	-114
‚ĖĀnak	-115
iw	-116
aan	-117
alak	-118
‚ĖĀSa	-119
ant	-120
es	-121
‚ĖĀka	-122
‚ĖĀpin	-123
ata	-124
‚ĖĀw	-125
‚ĖĀin	-126
‚ĖĀpan	-127
ita	-128
og	-129
‚ĖĀr	-130
‚ĖĀpang	-131
‚ĖĀhindi	-132
amang	-133
ok	-134
ya	-135
‚ĖĀan	-136
‚ĖĀ(	-137
‚ĖĀo	-138
..	-139
‚ĖĀib	-140
‚ĖĀta	-141
‚ĖĀsin	-142
‚ĖĀnam	-143
ahan	-144
‚ĖĀpagk	-145
‚ĖĀmak	-146
‚ĖĀpa	-147
angg	-148
od	-149
‚ĖĀmat	-150
‚ĖĀko	-151
alag	-152
ipin	-153
‚ĖĀmal	-154
to	-155
aya	-156
‚ĖĀpam	-157
ama	-158
‚ĖĀkas	-159
‚ĖĀkung	-160
‚ĖĀkat	-161
agk	-162
ahat	-163
‚ĖĀmo	-164
yon	-165
ulo	-166
yo	-167
ayo	-168
‚ĖĀma	-169
‚ĖĀiy	-170
oon	-171
‚ĖĀpar	-172
ahil	-173
‚ĖĀNag	-174
‚ĖĀAt	-175
."	-176
alaw	-177
uhay	-178
alan	-179
sa	-180
ula	-181
‚ĖĀlamang	-182
‚ĖĀit	-183
itan	-184
‚ĖĀkap	-185
abi	-186
‚ĖĀman	-187
ili	-188
‚ĖĀC	-189
‚ĖĀE	-190
ob	-191
‚ĖĀdi	-192
alam	-193
ating	-194
uan	-195
ibig	-196
upang	-197
el	-198
‚ĖĀlahat	-199
ungk	-200
‚ĖĀtin	-201
‚ĖĀkanilang	-202
‚ĖĀbat	-203
‚ĖĀdapat	-204
araw	-205
‚ĖĀkal	-206
ta	-207
‚ĖĀupang	-208
aka	-209
‚ĖĀsiyang	-210
‚ĖĀ1	-211
‚ĖĀmas	-212
‚ĖĀIb	-213
aba	-214
‚ĖĀniyang	-215
‚ĖĀG	-216
‚ĖĀF	-217
‚ĖĀlum	-218
ana	-219
‚ĖĀPil	-220
anda	-221
‚ĖĀDon	-222
oy	-223
‚ĖĀkab	-224
‚ĖĀkah	-225
‚ĖĀnito	-226
‚ĖĀbin	-227
‚ĖĀmah	-228
aring	-229
‚ĖĀnaman	-230
ra	-231
‚ĖĀako	-232
‚ĖĀdin	-233
‚ĖĀPilipin	-234
alit	-235
und	-236
‚ĖĀmang	-237
‚ĖĀmab	-238
‚ĖĀsila	-239
‚ĖĀkar	-240
akas	-241
atay	-242
apag	-243
ayon	-244
‚ĖĀtao	-245
‚ĖĀkam	-246
‚ĖĀnap	-247
alawang	-248
‚ĖĀum	-249
ika	-250
‚ĖĀmar	-251
‚ĖĀIn	-252
‚ĖĀanak	-253
...	-254
unit	-255
‚ĖĀwalang	-256
‚ĖĀAl	-257
aban	-258
‚ĖĀdahil	-259
‚ĖĀJ	-260
ina	-261
‚ĖĀNg	-262
‚ĖĀnat	-263
‚ĖĀIs	-264
‚ĖĀaraw	-265
‚ĖĀbag	-266
int	-267
oob	-268
andang	-269
om	-270
‚ĖĀpal	-271
ulang	-272
awan	-273
yong	-274
‚ĖĀNang	-275
‚ĖĀmagk	-276
ali	-277
‚ĖĀsum	-278
aling	-279
alim	-280
‚ĖĀbuhay	-281
‚ĖĀHindi	-282
ulong	-283
oong	-284
agkat	-285
ahay	-286
unt	-287
‚ĖĀMay	-288
‚ĖĀtag	-289
‚ĖĀik	-290
arra	-291
‚ĖĀtum	-292
ayang	-293
aman	-294
‚ĖĀKung	-295
‚ĖĀaking	-296
‚ĖĀKap	-297
‚ĖĀil	-298
‚ĖĀhin	-299
‚ĖĀrin	-300
‚ĖĀbayan	-301
‚ĖĀkin	-302
‚ĖĀkong	-303
‚ĖĀPang	-304
re	-305
ante	-306
ulan	-307
‚ĖĀIbarra	-308
alik	-309
‚ĖĀpags	-310
asa	-311
ent	-312
uno	-313
pap	-314
‚ĖĀnila	-315
‚ĖĀR	-316
iling	-317
ins	-318
‚ĖĀU	-319
em	-320
ON	-321
‚ĖĀsap	-322
ahon	-323
tat	-324
upa	-325
‚ĖĀpr	-326
asan	-327
‚ĖĀmap	-328
ado	-329
‚ĖĀMari	-330
abang	-331
‚ĖĀpagl	-332
‚ĖĀpara	-333
‚ĖĀpat	-334
‚ĖĀNa	-335
yan	-336
agan	-337
‚ĖĀW	-338
‚ĖĀgin	-339
YON	-340
alaki	-341
‚ĖĀkaya	-342
SYON	-343
usap	-344
EK	-345
apos	-346
‚ĖĀmam	-347
ungan	-348
‚ĖĀdalawang	-349
‚ĖĀSEK	-350
‚ĖĀSin	-351
‚ĖĀal	-352
angk	-353
‚ĖĀSEKSYON	-354
‚ĖĀe	-355
akit	-356
apit	-357
‚ĖĀkanya	-358
ha	-359
‚ĖĀSi	-360
iwan	-361
uli	-362
‚ĖĀsak	-363
uhan	-364
alaga	-365
ago	-366
‚ĖĀbaba	-367
alo	-368
‚ĖĀiba	-369
‚ĖĀMaria	-370
amp	-371
ura	-372
st	-373
‚ĖĀipin	-374
da	-375
‚ĖĀlang	-376
‚ĖĀnags	-377
‚ĖĀiyong	-378
‚ĖĀpinag	-379
isa	-380
‚ĖĀMag	-381
‚ĖĀama	-382
inig	-383
‚ĖĀdum	-384
amb	-385
ero	-386
asawa	-387
uha	-388
‚ĖĀkag	-389
‚ĖĀwala	-390
‚ĖĀpus	-391
eg	-392
yang	-393
‚ĖĀkum	-394
anggang	-395
arap	-396
‚ĖĀPilipinas	-397
ipag	-398
‚ĖĀsar	-399
unod	-400
‚ĖĀina	-401
uti	-402
‚ĖĀFl	-403
aming	-404
‚ĖĀlupa	-405
‚ĖĀloob	-406
asyon	-407
amit	-408
alita	-409
op	-410
yari	-411
la	-412
ans	-413
ast	-414
awag	-415
uwag	-416
uman	-417
‚ĖĀtat	-418
angan	-419
‚ĖĀpak	-420
‚ĖĀpanahon	-421
han	-422
na	-423
‚ĖĀpagb	-424
ud	-425
alay	-426
‚ĖĀisa	-427
alaking	-428
‚ĖĀKapitan	-429
uwa	-430
‚ĖĀAn	-431
‚ĖĀPag	-432
‚ĖĀbabae	-433
ahala	-434
ulat	-435
‚ĖĀiyon	-436
‚ĖĀbahay	-437
aran	-438
‚ĖĀnas	-439
abas	-440
‚ĖĀnagp	-441
‚ĖĀBas	-442
‚ĖĀhal	-443
‚ĖĀFlor	-444
‚ĖĀtungk	-445
ulad	-446
ist	-447
ilio	-448
unan	-449
ahang	-450
‚ĖĀnoong	-451
ara	-452
unang	-453
unong	-454
‚ĖĀnaging	-455
alis	-456
‚ĖĀJuan	-457
abing	-458
apatid	-459
ati	-460
‚ĖĀSim	-461
‚ĖĀpagh	-462
itong	-463
‚ĖĀsapagkat	-464
‚ĖĀPin	-465
awang	-466
‚ĖĀnga	-467
‚ĖĀdito	-468
ayong	-469
ihan	-470
‚ĖĀnagk	-471
‚ĖĀIsang	-472
irap	-473
‚ĖĀbatas	-474
et	-475
pin	-476
‚ĖĀ2	-477
‚ĖĀy	-478
ump	-479
uong	-480
‚ĖĀmad	-481
una	-482
alin	-483
‚ĖĀngunit	-484
iyos	-485
‚ĖĀnar	-486
‚ĖĀtaong	-487
‚ĖĀTin	-488
‚ĖĀnin	-489
‚ĖĀhanggang	-490
‚ĖĀDi	-491
‚ĖĀmaa	-492
‚ĖĀnab	-493
‚ĖĀpagkak	-494
‚ĖĀIto	-495
‚ĖĀNak	-496
‚ĖĀpagt	-497
‚ĖĀsab	-498
‚ĖĀnasa	-499
‚ĖĀAy	-500
‚ĖĀBasilio	-501
akl	-502
‚ĖĀDapat	-503
uloy	-504
isip	-505
uling	-506
‚ĖĀpamam	-507
‚ĖĀnan	-508
anong	-509
‚ĖĀmong	-510
‚ĖĀAg	-511
ilangan	-512
‚ĖĀPangulo	-513
agaw	-514
oro	-515
res	-516
apang	-517
‚ĖĀnagb	-518
.)	-519
atang	-520
‚ĖĀpuso	-521
‚ĖĀFlorante	-522
atu	-523
‚ĖĀsam	-524
‚ĖĀO	-525
awat	-526
oun	-527
lang	-528
‚ĖĀMga	-529
‚ĖĀDonya	-530
‚ĖĀitong	-531
agat	-532
‚ĖĀPad	-533
‚ĖĀano	-534
‚ĖĀNgunit	-535
uro	-536
‚ĖĀbum	-537
agi	-538
‚ĖĀbilang	-539
ed	-540
ataas	-541
‚ĖĀitin	-542
ind	-543
utan	-544
ulog	-545
‚ĖĀhum	-546
‚ĖĀnagl	-547
‚ĖĀlalaki	-548
aroon	-549
irang	-550
‚ĖĀnagt	-551
‚ĖĀPadre	-552
‚ĖĀSimoun	-553
‚ĖĀLam	-554
ek	-555
‚ĖĀbuw	-556
‚ĖĀmagp	-557
aga	-558
anap	-559
‚ĖĀpagpap	-560
‚ĖĀPilipino	-561
ahal	-562
aral	-563
‚ĖĀdal	-564
‚ĖĀ19	-565
‚ĖĀkuw	-566
‚ĖĀtang	-567
ulungan	-568
ain	-569
amd	-570
iko	-571
iyak	-572
ust	-573
long	-574
along	-575
‚ĖĀbuong	-576
uy	-577
arang	-578
‚ĖĀmula	-579
‚ĖĀmags	-580
agad	-581
ilala	-582
ano	-583
‚ĖĀmaaaring	-584
‚ĖĀMar	-585
aso	-586
uri	-587
‚ĖĀbig	-588
‚ĖĀbul	-589
‚ĖĀmagt	-590
anggap	-591
ro	-592
ungo	-593
‚ĖĀhang	-594
‚ĖĀip	-595
iging	-596
‚ĖĀKaban	-597
‚ĖĀKabanata	-598
wa	-599
‚ĖĀpum	-600
lo	-601
eral	-602
‚ĖĀhari	-603
‚ĖĀpagp	-604
‚ĖĀDahil	-605
‚ĖĀAd	-606
ento	-607
agawa	-608
alaman	-609
ami	-610
igit	-611
‚ĖĀbawat	-612
‚ĖĀY	-613
bay	-614
‚ĖĀkaw	-615
‚ĖĀSiya	-616
‚ĖĀikaw	-617
ci	-618
ko	-619
‚ĖĀgum	-620
‚ĖĀpas	-621
‚ĖĀtaon	-622
ibigan	-623
usa	-624
hang	-625
iran	-626
‚ĖĀnil	-627
ihin	-628
‚ĖĀban	-629
isyon	-630
‚ĖĀibang	-631
‚ĖĀlangit	-632
‚ĖĀmaging	-633
unga	-634
arian	-635
‚ĖĀpuno	-636
asal	-637
‚ĖĀkun	-638
‚ĖĀngayon	-639
‚ĖĀba	-640
‚ĖĀPari	-641
ban	-642
mam	-643
ugan	-644
‚ĖĀdalaga	-645
‚ĖĀsilang	-646
li	-647
‚ĖĀLa	-648
‚ĖĀasawa	-649
agp	-650
akan	-651
agal	-652
‚ĖĀKaya	-653
ubat	-654
‚ĖĀraw	-655
‚ĖĀunang	-656
‚ĖĀsag	-657
‚ĖĀpo	-658
abag	-659
anga	-660
awit	-661
‚ĖĀpap	-662
‚ĖĀwika	-663
ers	-664
‚ĖĀre	-665
‚ĖĀhuk	-666
‚ĖĀnagh	-667
‚ĖĀsinabi	-668
!"	-669
yay	-670
alat	-671
alig	-672
‚ĖĀdumating	-673
‚ĖĀlib	-674
eneral	-675
‚ĖĀating	-676
abaw	-677
‚ĖĀKin	-678
ern	-679
tas	-680
‚ĖĀAr	-681
‚ĖĀda	-682
‚ĖĀor	-683
‚ĖĀSinabi	-684
‚ĖĀkasama	-685
‚ĖĀparang	-686
ma	-687
ilim	-688
ilit	-689
ingg	-690
‚ĖĀBat	-691
‚ĖĀsina	-692
‚ĖĀpinak	-693
‚ĖĀtungkol	-694
say	-695
usan	-696
‚ĖĀKast	-697
‚ĖĀpagd	-698
iwanag	-699
‚ĖĀkahit	-700
‚ĖĀkamay	-701
ugar	-702
‚ĖĀMan	-703
‚ĖĀpanan	-704
‚ĖĀbinata	-705
,"	-706
eng	-707
‚ĖĀnah	-708
‚ĖĀIpin	-709
‚ĖĀnilang	-710
‚ĖĀkapatid	-711
do	-712
uni	-713
‚ĖĀEst	-714
‚ĖĀiyo	-715
aklak	-716
undok	-717
api	-718
oto	-719
isan	-720
iyon	-721
‚ĖĀV	-722
tor	-723
‚ĖĀMak	-724
‚ĖĀtub	-725
ahing	-726
‚ĖĀnakat	-727
ungkulan	-728
‚ĖĀ'	-729
igan	-730
‚ĖĀakin	-731
nan	-732
sak	-733
‚ĖĀut	-734
ihim	-735
ilig	-736
ilip	-737
‚ĖĀTiy	-738
‚ĖĀbah	-739
uting	-740
‚ĖĀmagb	-741
ahalaan	-742
‚ĖĀIk	-743
igil	-744
‚ĖĀpamb	-745
agitan	-746
esa	-747
alagang	-748
alas	-749
‚ĖĀtun	-750
‚ĖĀkang	-751
‚ĖĀninyo	-752
kas	-753
uin	-754
uto	-755
ulay	-756
‚ĖĀnoon	-757
‚ĖĀbuk	-758
‚ĖĀibig	-759
‚ĖĀPagkat	-760
‚ĖĀKastila	-761
AN	-762
‚ĖĀBin	-763
agang	-764
‚ĖĀsino	-765
‚ĖĀkundi	-766
‚ĖĀde	-767
ongres	-768
‚ĖĀmamam	-769
‚ĖĀpamamagitan	-770
?"	-771
aging	-772
‚ĖĀbagay	-773
‚ĖĀilang	-774
‚ĖĀdalawa	-775
sik	-776
ibil	-777
‚ĖĀLaura	-778
‚ĖĀ(1	-779
apon	-780
ulin	-781
‚ĖĀLum	-782
‚ĖĀSum	-783
aralan	-784
‚ĖĀDiyos	-785
aki	-786
ayop	-787
ulit	-788
‚ĖĀnitong	-789
‚ĖĀKongres	-790
‚ĖĀPr	-791
‚ĖĀgan	-792
‚ĖĀnal	-793
anggol	-794
‚ĖĀTiyago	-795
ahin	-796
akot	-797
‚ĖĀSan	-798
araan	-799
alakas	-800
‚ĖĀkarapat	-801
iwa	-802
‚ĖĀUn	-803
awak	-804
‚ĖĀnaw	-805
‚ĖĀtayo	-806
alamat	-807
‚ĖĀkaniyang	-808
‚ĖĀmaraming	-809
est	-810
tan	-811
‚ĖĀlub	-812
‚ĖĀgawa	-813
‚ĖĀsand	-814
‚ĖĀWalang	-815
ic	-816
stit	-817
ukha	-818
‚ĖĀKongreso	-819
‚ĖĀtan	-820
isang	-821
00	-822
le	-823
amo	-824
ira	-825
pan	-826
‚ĖĀep	-827
‚ĖĀHeneral	-828
ino	-829
hala	-830
ukol	-831
‚ĖĀEli	-832
‚ĖĀtubig	-833
‚ĖĀpagtat	-834
hin	-835
imp	-836
‚ĖĀulo	-837
‚ĖĀhayop	-838
‚ĖĀtunay	-839
‚ĖĀbulaklak	-840
‚ĖĀkaharian	-841
lay	-842
asyo	-843
amant	-844
iwang	-845
‚ĖĀgabi	-846
‚ĖĀElias	-847
‚ĖĀbuwan	-848
angyari	-849
‚ĖĀtatlong	-850
unta	-851
so	-852
‚ĖĀdaw	-853
‚ĖĀdib	-854
‚ĖĀlim	-855
unting	-856
‚ĖĀgubat	-857
ahi	-858
asok	-859
‚ĖĀlik	-860
‚ĖĀmin	-861
amdam	-862
‚ĖĀkayo	-863
‚ĖĀlakas	-864
‚ĖĀmatat	-865
arating	-866
‚ĖĀpagsas	-867
‚ĖĀsarili	-868
‚ĖĀsariling	-869
ep	-870
akb	-871
man	-872
‚ĖĀsim	-873
stitus	-874
‚ĖĀnakita	-875
‚ĖĀmagandang	-876
dib	-877
igd	-878
‚ĖĀya	-879
pang	-880
‚ĖĀAko	-881
‚ĖĀMab	-882
‚ĖĀTum	-883
ingan	-884
‚ĖĀDatu	-885
‚ĖĀisip	-886
‚ĖĀmata	-887
‚ĖĀdagat	-888
‚ĖĀhuwag	-889
‚ĖĀbundok	-890
‚ĖĀkanila	-891
‚ĖĀKa	-892
‚ĖĀtr	-893
‚ĖĀKat	-894
iwala	-895
‚ĖĀAgat	-896
‚ĖĀdoon	-897
‚ĖĀmuli	-898
‚ĖĀbunga	-899
‚ĖĀpangk	-900
adh	-901
‚ĖĀSal	-902
‚ĖĀdak	-903
‚ĖĀisin	-904
‚ĖĀEstado	-905
‚ĖĀmagulang	-906
eo	-907
ilin	-908
unin	-909
‚ĖĀKon	-910
atayan	-911
ac	-912
ez	-913
‚ĖĀ3	-914
Ang	-915
unl	-916
abay	-917
sing	-918
uran	-919
‚ĖĀKom	-920
ingin	-921
‚ĖĀprins	-922
‚ĖĀdibdib	-923
‚ĖĀmakita	-924
",	-925
‚ĖĀi	-926
olo	-927
ilis	-928
ingi	-929
‚ĖĀkapangyari	-930
ugo	-931
akda	-932
banya	-933
ikang	-934
ubong	-935
‚ĖĀbago	-936
‚ĖĀkatawan	-937
‚ĖĀPa	-938
‚ĖĀNam	-939
‚ĖĀmagl	-940
‚ĖĀbansa	-941
‚ĖĀmahal	-942
imb	-943
‚ĖĀIt	-944
igaw	-945
‚ĖĀsal	-946
‚ĖĀbata	-947
‚ĖĀlugar	-948
‚ĖĀHaring	-949
erm	-950
uwi	-951
ahas	-952
‚ĖĀHin	-953
‚ĖĀnagd	-954
‚ĖĀpagg	-955
‚ĖĀhigit	-956
‚ĖĀilalim	-957
‚ĖĀmalaking	-958
atan	-959
‚ĖĀNap	-960
‚ĖĀsus	-961
‚ĖĀtulad	-962
eh	-963
agd	-964
‚ĖĀap	-965
usto	-966
‚ĖĀDam	-967
‚ĖĀKas	-968
‚ĖĀPero	-969
‚ĖĀmapag	-970
‚ĖĀnakak	-971
‚ĖĀnatin	-972
ango	-973
undo	-974
‚ĖĀKab	-975
igdig	-976
usang	-977
‚ĖĀnina	-978
‚ĖĀsaan	-979
‚ĖĀDamaso	-980
‚ĖĀpunong	-981
emb	-982
asang	-983
‚ĖĀWala	-984
‚ĖĀibon	-985
arapat	-986
‚ĖĀkapag	-987
‚ĖĀmuling	-988
‚ĖĀtanging	-989
olf	-990
akay	-991
‚ĖĀPar	-992
‚ĖĀhim	-993
‚ĖĀAdolf	-994
‚ĖĀbangk	-995
aro	-996
ungkot	-997
‚ĖĀbahagi	-998
‚ĖĀhabang	-999
‚ĖĀ‚Äď	-1000
ego	-1001
akad	-1002
ayaw	-1003
ulot	-1004
‚ĖĀMat	-1005
ikita	-1006
insan	-1007
‚ĖĀNagp	-1008
‚ĖĀagad	-1009
‚ĖĀbato	-1010
‚ĖĀluha	-1011
ahanap	-1012
‚ĖĀmukha	-1013
ilangang	-1014
‚ĖĀlalaking	-1015
‚ĖĀa	-1016
ilan	-1017
‚ĖĀilog	-1018
‚ĖĀakong	-1019
‚ĖĀsakit	-1020
‚ĖĀlalong	-1021
‚ĖĀlab	-1022
antay	-1023
‚ĖĀring	-1024
adhana	-1025
‚ĖĀpagkat	-1026
uo	-1027
apa	-1028
per	-1029
ugt	-1030
‚ĖĀAb	-1031
ikan	-1032
‚ĖĀtinig	-1033
‚ĖĀpinakam	-1034
‚ĖĀpamahalaan	-1035
agka	-1036
ibay	-1037
irahan	-1038
‚ĖĀbagong	-1039
‚ĖĀkaibigan	-1040
ris	-1041
awin	-1042
‚ĖĀJos	-1043
‚ĖĀbak	-1044
ahong	-1045
‚ĖĀmayr	-1046
‚ĖĀKagaw	-1047
‚ĖĀpagmam	-1048
‚ĖĀkamatayan	-1049
ens	-1050
aong	-1051
iyam	-1052
‚ĖĀgit	-1053
umang	-1054
‚ĖĀoras	-1055
abalik	-1056
‚ĖĀNaging	-1057
‚ĖĀmatanda	-1058
‚ĖĀmatandang	-1059
ia	-1060
ubo	-1061
‚ĖĀIl	-1062
ente	-1063
uhat	-1064
‚ĖĀalin	-1065
‚ĖĀkita	-1066
ibigay	-1067
‚ĖĀlaban	-1068
‚ĖĀAdolfo	-1069
‚ĖĀmagkak	-1070
‚ĖĀbal	-1071
‚ĖĀkon	-1072
‚ĖĀtul	-1073
‚ĖĀHuwag	-1074
‚ĖĀmakat	-1075
‚ĖĀtahan	-1076
‚ĖĀgayong	-1077
‚ĖĀnagpap	-1078
‚ĖĀtulong	-1079
ido	-1080
yat	-1081
igay	-1082
inga	-1083
unti	-1084
‚ĖĀsul	-1085
unlad	-1086
‚ĖĀding	-1087
‚ĖĀipag	-1088
‚ĖĀtaga	-1089
‚ĖĀnagtat	-1090
‚ĖĀAlbanya	-1091
aal	-1092
...!	-1093
apal	-1094
uang	-1095
upad	-1096
‚ĖĀMah	-1097
‚ĖĀNat	-1098
ansin	-1099
‚ĖĀdatu	-1100
‚ĖĀpagka	-1101
‚ĖĀinyong	-1102
‚ĖĀlaging	-1103
‚ĖĀmamamayan	-1104
eb	-1105
las	-1106
apan	-1107
ilos	-1108
‚ĖĀsil	-1109
‚ĖĀtuw	-1110
aaral	-1111
uring	-1112
ubalit	-1113
‚ĖĀNagong	-1114
‚ĖĀpagkain	-1115
hi	-1116
awi	-1117
‚ĖĀsuk	-1118
agani	-1119
‚ĖĀKoro	-1120
‚ĖĀsabi	-1121
ansang	-1122
‚ĖĀpakik	-1123
‚ĖĀtinat	-1124
‚ĖĀnamang	-1125
‚ĖĀIsagani	-1126
iba	-1127
ora	-1128
anta	-1129
uhin	-1130
itang	-1131
utang	-1132
‚ĖĀayon	-1133
‚ĖĀnais	-1134
atawan	-1135
usapan	-1136
‚ĖĀmabuti	-1137
‚ĖĀdaigdig	-1138
‚ĖĀKonstitus	-1139
‚ĖĀ18	-1140
‚ĖĀDiego	-1141
‚ĖĀyaong	-1142
alaysay	-1143
‚ĖĀKagawad	-1144
ann	-1145
pak	-1146
upo	-1147
‚ĖĀFa	-1148
‚ĖĀLu	-1149
ikha	-1150
isig	-1151
ista	-1152
oyan	-1153
‚ĖĀDum	-1154
‚ĖĀMas	-1155
‚ĖĀpab	-1156
awala	-1157
uhang	-1158
atuloy	-1159
yayari	-1160
‚ĖĀdiyos	-1161
‚ĖĀnapak	-1162
annoyan	-1163
Ay	-1164
lat	-1165
‚ĖĀKal	-1166
‚ĖĀMal	-1167
ibang	-1168
igaya	-1169
yante	-1170
‚ĖĀinil	-1171
ipunan	-1172
‚ĖĀFaust	-1173
‚ĖĀkulay	-1174
‚ĖĀpatay	-1175
‚ĖĀginawa	-1176
‚ĖĀCannoyan	-1177
‚ĖĀkapangyarihan	-1178
iti	-1179
‚ĖĀAm	-1180
‚ĖĀEs	-1181
abuk	-1182
ahim	-1183
away	-1184
‚ĖĀMad	-1185
‚ĖĀsas	-1186
‚ĖĀsana	-1187
‚ĖĀnakas	-1188
‚ĖĀnamatay	-1189
io	-1190
agot	-1191
‚ĖĀPan	-1192
akain	-1193
‚ĖĀikin	-1194
‚ĖĀpanun	-1195
‚ĖĀFaustus	-1196
iz	-1197
vi	-1198
sil	-1199
uga	-1200
umb	-1201
‚ĖĀKay	-1202
‚ĖĀari	-1203
‚ĖĀJose	-1204
‚ĖĀBathala	-1205
‚ĖĀkatulad	-1206
‚ĖĀmalakas	-1207
san	-1208
yal	-1209
alip	-1210
‚ĖĀHuk	-1211
‚ĖĀpil	-1212
‚ĖĀpul	-1213
‚ĖĀNagk	-1214
‚ĖĀhirap	-1215
‚ĖĀkapwa	-1216
‚ĖĀkatut	-1217
alitang	-1218
‚ĖĀtungkulin	-1219
ays	-1220
abot	-1221
‚ĖĀ(19	-1222
intay	-1223
‚ĖĀKomisyon	-1224
ako	-1225
‚ĖĀMa	-1226
amat	-1227
ingk	-1228
itin	-1229
‚ĖĀest	-1230
‚ĖĀuri	-1231
ikong	-1232
‚ĖĀAyon	-1233
‚ĖĀanim	-1234
‚ĖĀawit	-1235
‚ĖĀmagh	-1236
‚ĖĀnaka	-1237
‚ĖĀPagkatapos	-1238
ibo	-1239
‚ĖĀas	-1240
amot	-1241
anti	-1242
arin	-1243
atas	-1244
iban	-1245
idad	-1246
ilya	-1247
utol	-1248
‚ĖĀTag	-1249
‚ĖĀAraw	-1250
‚ĖĀSisa	-1251
‚ĖĀgitna	-1252
‚ĖĀdating	-1253
‚ĖĀbiglang	-1254
‚ĖĀtagapag	-1255
‚ĖĀkarapatan	-1256
era	-1257
lan	-1258
‚ĖĀar	-1259
anak	-1260
asya	-1261
syon	-1262
alian	-1263
‚ĖĀPers	-1264
‚ĖĀdaan	-1265
‚ĖĀpala	-1266
‚ĖĀukol	-1267
‚ĖĀnangyari	-1268
fa	-1269
ipe	-1270
‚ĖĀul	-1271
anan	-1272
angi	-1273
asak	-1274
utok	-1275
‚ĖĀNagt	-1276
‚ĖĀanyo	-1277
‚ĖĀkoro	-1278
‚ĖĀsaka	-1279
ahayag	-1280
alakad	-1281
‚ĖĀSalvi	-1282
‚ĖĀYaong	-1283
‚ĖĀtapat	-1284
‚ĖĀNakita	-1285
‚ĖĀlimang	-1286
‚ĖĀtahanan	-1287
ks	-1288
‚ĖĀug	-1289
amis	-1290
angh	-1291
izal	-1292
nila	-1293
‚ĖĀalam	-1294
‚ĖĀibin	-1295
‚ĖĀRizal	-1296
‚ĖĀgalit	-1297
‚ĖĀkahoy	-1298
‚ĖĀnakab	-1299
‚ĖĀag	-1300
‚ĖĀig	-1301
‚ĖĀih	-1302
ayun	-1303
nong	-1304
urang	-1305
‚ĖĀmagd	-1306
‚ĖĀpanl	-1307
agalog	-1308
‚ĖĀSibil	-1309
‚ĖĀgayon	-1310
‚ĖĀkalul	-1311
‚ĖĀmamatay	-1312
‚ĖĀpalasyo	-1313
‚ĖĀmasamang	-1314
‚ĖĀpanahong	-1315
‚ĖĀKapulungan	-1316
atid	-1317
iliw	-1318
‚ĖĀIsa	-1319
imula	-1320
ising	-1321
‚ĖĀapat	-1322
‚ĖĀinih	-1323
‚ĖĀlalo	-1324
abukasan	-1325
‚ĖĀkuwento	-1326
‚ĖĀmalapit	-1327
agay	-1328
‚ĖĀini	-1329
agsik	-1330
peres	-1331
‚ĖĀguro	-1332
akasal	-1333
‚ĖĀInang	-1334
‚ĖĀmagag	-1335
‚ĖĀpalad	-1336
alakbay	-1337
‚ĖĀmarami	-1338
go	-1339
oo	-1340
iit	-1341
uyan	-1342
‚ĖĀKura	-1343
‚ĖĀTula	-1344
‚ĖĀmuna	-1345
amatay	-1346
‚ĖĀNoong	-1347
‚ĖĀbakit	-1348
‚ĖĀkasal	-1349
aysayan	-1350
‚ĖĀpinuno	-1351
‚ĖĀAlperes	-1352
‚ĖĀTagalog	-1353
‚ĖĀmakapag	-1354
‚ĖĀkailangan	-1355
‚ĖĀmagkaroon	-1356
‚ĖĀc	-1357
ela	-1358
‚ĖĀUm	-1359
abig	-1360
ikal	-1361
‚ĖĀPam	-1362
‚ĖĀbun	-1363
‚ĖĀkak	-1364
bayan	-1365
‚ĖĀdugo	-1366
‚ĖĀhukb	-1367
‚ĖĀsamp	-1368
agpuan	-1369
‚ĖĀmakak	-1370
‚ĖĀmasas	-1371
iniwala	-1372
‚ĖĀbatang	-1373
‚ĖĀhangin	-1374
‚ĖĀipinag	-1375
‚ĖĀMaynila	-1376
‚ĖĀpangalan	-1377
-1	-1378
AR	-1379
‚ĖĀ4	-1380
aano	-1381
ahoy	-1382
amak	-1383
utin	-1384
‚ĖĀika	-1385
‚ĖĀpay	-1386
aloob	-1387
‚ĖĀdiwa	-1388
alabas	-1389
ungang	-1390
‚ĖĀKapag	-1391
‚ĖĀkalag	-1392
‚ĖĀkaran	-1393
amdamin	-1394
ukasyon	-1395
‚ĖĀSamant	-1396
‚ĖĀtauhan	-1397
‚ĖĀliwanag	-1398
‚ĖĀpaaralan	-1399
2)	-1400
isi	-1401
ono	-1402
‚ĖĀab	-1403
ilag	-1404
ugon	-1405
‚ĖĀSen	-1406
‚ĖĀVic	-1407
adong	-1408
‚ĖĀAdar	-1409
‚ĖĀkami	-1410
‚ĖĀnagm	-1411
‚ĖĀtula	-1412
abayan	-1413
alagay	-1414
‚ĖĀprinsesa	-1415
‚ĖĀpagdating	-1416
cio	-1417
iro	-1418
law	-1419
pit	-1420
uko	-1421
igkas	-1422
‚ĖĀIkaw	-1423
‚ĖĀsang	-1424
arawan	-1425
‚ĖĀLahat	-1426
‚ĖĀestud	-1427
‚ĖĀpalak	-1428
‚ĖĀAdarna	-1429
‚ĖĀgawain	-1430
‚ĖĀumalis	-1431
‚ĖĀbangkay	-1432
‚ĖĀdahilan	-1433
‚ĖĀmabuting	-1434
‚ĖĀmagiging	-1435
‚ĖĀpanunungkulan	-1436
de	-1437
ey	-1438
‚ĖĀ5	-1439
ran	-1440
‚ĖĀEd	-1441
dang	-1442
rist	-1443
‚ĖĀkad	-1444
‚ĖĀsan	-1445
bahan	-1446
‚ĖĀAlad	-1447
‚ĖĀPagk	-1448
‚ĖĀbaka	-1449
‚ĖĀpray	-1450
‚ĖĀsing	-1451
agamit	-1452
‚ĖĀaming	-1453
‚ĖĀinang	-1454
‚ĖĀkaysa	-1455
‚ĖĀmanok	-1456
‚ĖĀitinat	-1457
‚ĖĀsalita	-1458
no	-1459
abl	-1460
eon	-1461
ador	-1462
inis	-1463
ubuk	-1464
‚ĖĀGin	-1465
‚ĖĀHum	-1466
‚ĖĀIna	-1467
‚ĖĀKah	-1468
‚ĖĀdig	-1469
‚ĖĀkor	-1470
‚ĖĀsad	-1471
‚ĖĀNags	-1472
‚ĖĀpook	-1473
‚ĖĀtila	-1474
‚ĖĀgagaw	-1475
‚ĖĀnakik	-1476
‚ĖĀbayang	-1477
‚ĖĀkagand	-1478
‚ĖĀkabilang	-1479
‚ĖĀpambayan	-1480
‚ĖĀestudyante	-1481
co	-1482
aho	-1483
iyo	-1484
por	-1485
‚ĖĀam	-1486
awad	-1487
hati	-1488
ipit	-1489
‚ĖĀLin	-1490
‚ĖĀTal	-1491
‚ĖĀimp	-1492
‚ĖĀdala	-1493
‚ĖĀpana	-1494
‚ĖĀIbong	-1495
‚ĖĀlabis	-1496
‚ĖĀniyon	-1497
‚ĖĀVictor	-1498
‚ĖĀkinaka	-1499
‚ĖĀparaan	-1500
‚ĖĀmaganda	-1501
‚ĖĀnararapat	-1502
dir	-1503
‚ĖĀCl	-1504
‚ĖĀDr	-1505
cido	-1506
mang	-1507
‚ĖĀBag	-1508
andog	-1509
angal	-1510
ayaan	-1511
‚ĖĀapoy	-1512
‚ĖĀiyan	-1513
‚ĖĀtuwa	-1514
ahimik	-1515
entong	-1516
iyahan	-1517
‚ĖĀPrins	-1518
‚ĖĀkawal	-1519
‚ĖĀnatut	-1520
‚ĖĀsinas	-1521
‚ĖĀkaagad	-1522
‚ĖĀpagbab	-1523
‚ĖĀHukuman	-1524
‚ĖĀbabaing	-1525
‚ĖĀhalaman	-1526
‚ĖĀkayaman	-1527
‚ĖĀkaluluwa	-1528
),	-1529
ch	-1530
ada	-1531
pas	-1532
ikat	-1533
‚ĖĀLab	-1534
‚ĖĀPed	-1535
‚ĖĀbit	-1536
akyat	-1537
ongan	-1538
‚ĖĀMula	-1539
‚ĖĀangk	-1540
‚ĖĀkumb	-1541
‚ĖĀrito	-1542
asyong	-1543
‚ĖĀharap	-1544
‚ĖĀsiyam	-1545
‚ĖĀalamat	-1546
‚ĖĀpagkakata	-1547
Sa	-1548
po	-1549
tr	-1550
ard	-1551
dal	-1552
agin	-1553
akip	-1554
iyas	-1555
ukan	-1556
upit	-1557
‚ĖĀDin	-1558
‚ĖĀniy	-1559
‚ĖĀsig	-1560
‚ĖĀSant	-1561
‚ĖĀpari	-1562
‚ĖĀpati	-1563
‚ĖĀdamit	-1564
‚ĖĀepiko	-1565
‚ĖĀlumip	-1566
‚ĖĀsagot	-1567
‚ĖĀAladin	-1568
‚ĖĀkasint	-1569
‚ĖĀhalalan	-1570
‚ĖĀKonstitusyong	-1571
tik	-1572
igid	-1573
isin	-1574
ukot	-1575
iwata	-1576
‚ĖĀpans	-1577
‚ĖĀpamum	-1578
‚ĖĀlupain	-1579
‚ĖĀmataas	-1580
‚ĖĀtaglay	-1581
‚ĖĀtanong	-1582
‚ĖĀkasalan	-1583
‚ĖĀsanggol	-1584
‚ĖĀkumbento	-1585
‚ĖĀsimbahan	-1586
3)	-1587
mo	-1588
ti	-1589
ayag	-1590
ayos	-1591
onal	-1592
utom	-1593
uwal	-1594
‚ĖĀNab	-1595
‚ĖĀnai	-1596
‚ĖĀpaa	-1597
‚ĖĀuma	-1598
Hindi	-1599
aalam	-1600
akita	-1601
esang	-1602
umpay	-1603
‚ĖĀBayan	-1604
‚ĖĀhalos	-1605
‚ĖĀibong	-1606
‚ĖĀlihim	-1607
‚ĖĀmaliban	-1608
pa	-1609
ity	-1610
ult	-1611
hiya	-1612
ikit	-1613
ubos	-1614
uyod	-1615
‚ĖĀ(2)	-1616
‚ĖĀbay	-1617
‚ĖĀday	-1618
‚ĖĀent	-1619
‚ĖĀnad	-1620
alimb	-1621
igyan	-1622
‚ĖĀItin	-1623
‚ĖĀbang	-1624
‚ĖĀbuto	-1625
aharap	-1626
‚ĖĀhukbo	-1627
‚ĖĀmundo	-1628
‚ĖĀnayon	-1629
alagaan	-1630
‚ĖĀkaaway	-1631
‚ĖĀmunting	-1632
‚ĖĀkatungkulan	-1633
te	-1634
agl	-1635
uot	-1636
alad	-1637
emon	-1638
umpa	-1639
unog	-1640
‚ĖĀkil	-1641
‚ĖĀtal	-1642
tatag	-1643
yente	-1644
‚ĖĀCris	-1645
‚ĖĀSila	-1646
‚ĖĀgaya	-1647
‚ĖĀutos	-1648
alaala	-1649
‚ĖĀbibig	-1650
‚ĖĀginto	-1651
‚ĖĀsilid	-1652
ihintay	-1653
‚ĖĀprayle	-1654
‚ĖĀpusong	-1655
‚ĖĀtulang	-1656
alawigan	-1657
‚ĖĀhukuman	-1658
‚ĖĀdamdamin	-1659
‚ĖĀPangalawang	-1660
7.	-1661
ena	-1662
end	-1663
uyo	-1664
‚ĖĀAk	-1665
‚ĖĀed	-1666
tang	-1667
ubuo	-1668
‚ĖĀreg	-1669
ataan	-1670
buhay	-1671
uyang	-1672
‚ĖĀNagb	-1673
‚ĖĀmagm	-1674
‚ĖĀpamp	-1675
aganap	-1676
‚ĖĀhanap	-1677
‚ĖĀkawan	-1678
‚ĖĀpalay	-1679
‚ĖĀkaloob	-1680
‚ĖĀminsan	-1681
‚ĖĀnagsis	-1682
‚ĖĀBinukot	-1683
‚ĖĀTandang	-1684
‚ĖĀDumating	-1685
‚ĖĀNamongan	-1686
‚ĖĀmayroong	-1687
).	-1688
uel	-1689
elih	-1690
ilaw	-1691
ipon	-1692
usay	-1693
‚ĖĀ(1)	-1694
‚ĖĀNal	-1695
‚ĖĀNan	-1696
‚ĖĀbar	-1697
‚ĖĀhap	-1698
‚ĖĀtit	-1699
adala	-1700
anggi	-1701
‚ĖĀIsin	-1702
‚ĖĀkina	-1703
‚ĖĀbalak	-1704
alangin	-1705
taasang	-1706
‚ĖĀhuling	-1707
‚ĖĀnagsas	-1708
‚ĖĀwikang	-1709
‚ĖĀmatsing	-1710
‚ĖĀnakapag	-1711
‚ĖĀ-	-1712
dan	-1713
erp	-1714
hik	-1715
‚ĖĀof	-1716
ibat	-1717
wang	-1718
‚ĖĀHal	-1719
‚ĖĀPla	-1720
‚ĖĀbut	-1721
‚ĖĀlin	-1722
‚ĖĀlip	-1723
igpit	-1724
‚ĖĀkamp	-1725
‚ĖĀtabi	-1726
alapit	-1727
atlong	-1728
‚ĖĀKahit	-1729
‚ĖĀTasyo	-1730
‚ĖĀganda	-1731
‚ĖĀngayo	-1732
‚ĖĀtawag	-1733
amdaman	-1734
‚ĖĀgumawa	-1735
‚ĖĀligaya	-1736
‚ĖĀmalaki	-1737
‚ĖĀtaning	-1738
aliwanag	-1739
‚ĖĀkawayan	-1740
‚ĖĀpampang	-1741
‚ĖĀpangang	-1742
‚ĖĀsubalit	-1743
‚ĖĀpagpapat	-1744
‚ĖĀSamantala	-1745
‚ĖĀkatutubong	-1746
‚ĖĀpangyayari	-1747
6.	-1748
hh	-1749
lap	-1750
log	-1751
uez	-1752
‚ĖĀla	-1753
ilik	-1754
into	-1755
otoo	-1756
‚ĖĀAma	-1757
‚ĖĀAnd	-1758
‚ĖĀKan	-1759
‚ĖĀbuh	-1760
‚ĖĀkom	-1761
‚ĖĀpah	-1762
‚ĖĀtut	-1763
abasa	-1764
alino	-1765
bahay	-1766
nayan	-1767
unita	-1768
‚ĖĀSaka	-1769
‚ĖĀlawa	-1770
‚ĖĀsama	-1771
aguyod	-1772
anggit	-1773
isipan	-1774
uhayan	-1775
‚ĖĀBakit	-1776
‚ĖĀmangg	-1777
awalang	-1778
‚ĖĀgabing	-1779
‚ĖĀmagkas	-1780
‚ĖĀpagkab	-1781
‚ĖĀmalaman	-1782
‚ĖĀKinatawan	-1783
‚ĖĀnagkaroon	-1784
‚ĖĀpagkatapos	-1785
si	-1786
ahe	-1787
ubl	-1788
ukl	-1789
‚ĖĀIg	-1790
‚ĖĀid	-1791
Kung	-1792
amba	-1793
anao	-1794
anaw	-1795
yemb	-1796
‚ĖĀhig	-1797
‚ĖĀrey	-1798
‚ĖĀBant	-1799
awalan	-1800
ihingi	-1801
ingnan	-1802
intong	-1803
yembre	-1804
‚ĖĀEspan	-1805
‚ĖĀPedro	-1806
‚ĖĀUpang	-1807
‚ĖĀhalip	-1808
‚ĖĀlubos	-1809
‚ĖĀnanin	-1810
‚ĖĀtinut	-1811
‚ĖĀumuwi	-1812
ahangad	-1813
‚ĖĀHabang	-1814
‚ĖĀsalapi	-1815
‚ĖĀyaring	-1816
‚ĖĀPlacido	-1817
‚ĖĀlumabas	-1818
‚ĖĀHanggang	-1819
‚ĖĀpambansang	-1820
AT	-1821
yu	-1822
nap	-1823
ril	-1824
‚ĖĀIp	-1825
‚ĖĀes	-1826
iyan	-1827
utos	-1828
‚ĖĀBal	-1829
‚ĖĀKam	-1830
‚ĖĀMin	-1831
‚ĖĀSel	-1832
‚ĖĀmus	-1833
‚ĖĀumi	-1834
atili	-1835
igtas	-1836
ingat	-1837
uezon	-1838
undin	-1839
‚ĖĀHuli	-1840
‚ĖĀayaw	-1841
‚ĖĀroon	-1842
alakay	-1843
iganti	-1844
ubuhay	-1845
‚ĖĀBalag	-1846
‚ĖĀClara	-1847
‚ĖĀbukid	-1848
‚ĖĀtakot	-1849
‚ĖĀKataas	-1850
‚ĖĀbayani	-1851
‚ĖĀgulang	-1852
‚ĖĀpagong	-1853
‚ĖĀpitong	-1854
elihiyon	-1855
‚ĖĀmatapos	-1856
‚ĖĀpaligid	-1857
‚ĖĀsabihin	-1858
‚ĖĀsadyang	-1859
‚ĖĀtanggap	-1860
‚ĖĀtinawag	-1861
‚ĖĀpagmamahal	-1862
ngk	-1863
ampu	-1864
anim	-1865
erno	-1866
sang	-1867
‚ĖĀInd	-1868
‚ĖĀeks	-1869
‚ĖĀsug	-1870
ehiyo	-1871
ihang	-1872
uwang	-1873
‚ĖĀDoon	-1874
‚ĖĀIbig	-1875
‚ĖĀilaw	-1876
‚ĖĀkasi	-1877
ulugan	-1878
‚ĖĀamang	-1879
‚ĖĀsulat	-1880
‚ĖĀtiyak	-1881
alitaan	-1882
‚ĖĀentabl	-1883
‚ĖĀgagawin	-1884
‚ĖĀlubhang	-1885
‚ĖĀKabesang	-1886
‚ĖĀdalagang	-1887
‚ĖĀkailangang	-1888
ato	-1889
ida	-1890
ola	-1891
apak	-1892
ares	-1893
maan	-1894
onom	-1895
‚ĖĀAno	-1896
‚ĖĀpis	-1897
‚ĖĀtuk	-1898
abait	-1899
alala	-1900
unawa	-1901
‚ĖĀAgyu	-1902
‚ĖĀDito	-1903
‚ĖĀPagd	-1904
‚ĖĀPara	-1905
‚ĖĀkaug	-1906
‚ĖĀlagi	-1907
ugtong	-1908
usahan	-1909
uwaang	-1910
‚ĖĀBuhay	-1911
‚ĖĀTales	-1912
‚ĖĀkabut	-1913
‚ĖĀpatak	-1914
‚ĖĀsapat	-1915
‚ĖĀsasak	-1916
‚ĖĀsibat	-1917
‚ĖĀumaga	-1918
iligtas	-1919
‚ĖĀmalayo	-1920
‚ĖĀpaglal	-1921
‚ĖĀsamant	-1922
‚ĖĀbumalik	-1923
‚ĖĀmabilis	-1924
‚ĖĀmabuhay	-1925
‚ĖĀnangang	-1926
‚ĖĀnarinig	-1927
‚ĖĀnagiging	-1928
‚ĖĀpangarap	-1929
‚ĖĀVictorina	-1930
‚ĖĀentablado	-1931
‚ĖĀtinatawag	-1932
dio	-1933
lim	-1934
‚ĖĀAs	-1935
akbo	-1936
alon	-1937
arir	-1938
‚ĖĀBis	-1939
‚ĖĀCam	-1940
‚ĖĀNar	-1941
‚ĖĀRos	-1942
‚ĖĀTul	-1943
‚ĖĀbab	-1944
‚ĖĀint	-1945
‚ĖĀsup	-1946
ihing	-1947
‚ĖĀinyo	-1948
‚ĖĀmaka	-1949
araang	-1950
ilingk	-1951
usunod	-1952
‚ĖĀgawin	-1953
‚ĖĀkarun	-1954
‚ĖĀmagka	-1955
‚ĖĀnakal	-1956
‚ĖĀnamum	-1957
‚ĖĀutang	-1958
‚ĖĀParang	-1959
‚ĖĀmagpap	-1960
‚ĖĀmaliit	-1961
‚ĖĀpagtut	-1962
‚ĖĀpangan	-1963
ahalaang	-1964
‚ĖĀmahirap	-1965
‚ĖĀmayroon	-1966
‚ĖĀpagkaka	-1967
‚ĖĀsuliran	-1968
‚ĖĀsumunod	-1969
apangyari	-1970
‚ĖĀDalawang	-1971
‚ĖĀlalawigan	-1972
‚ĖĀsamantalang	-1973
‚ĖĀKataastaasang	-1974
agb	-1975
agh	-1976
sod	-1977
aliw	-1978
istr	-1979
‚ĖĀPas	-1980
‚ĖĀbas	-1981
‚ĖĀput	-1982
‚ĖĀuna	-1983
alana	-1984
‚ĖĀInes	-1985
‚ĖĀdusa	-1986
‚ĖĀpint	-1987
‚ĖĀpulo	-1988
aunlad	-1989
isyong	-1990
iwalay	-1991
unayan	-1992
‚ĖĀHapon	-1993
‚ĖĀLugar	-1994
‚ĖĀdalaw	-1995
‚ĖĀganap	-1996
‚ĖĀiyang	-1997
‚ĖĀminam	-1998
‚ĖĀngang	-1999
‚ĖĀsibil	-2000
‚ĖĀtumut	-2001
‚ĖĀyaman	-2002
alingan	-2003
‚ĖĀpakpak	-2004
‚ĖĀpiling	-2005
‚ĖĀTuwaang	-2006
‚ĖĀpumasok	-2007
‚ĖĀmarunong	-2008
‚ĖĀsalitang	-2009
‚ĖĀsingsing	-2010
‚ĖĀkayamanan	-2011
‚ĖĀkagandahan	-2012
".	-2013
iv	-2014
‚ĖĀ8	-2015
ilo	-2016
obo	-2017
ona	-2018
oni	-2019
pir	-2020
‚ĖĀIm	-2021
akaw	-2022
apay	-2023
isyo	-2024
uhod	-2025
‚ĖĀ189	-2026
‚ĖĀPum	-2027
‚ĖĀsis	-2028
‚ĖĀyum	-2029
amaan	-2030
oroon	-2031
‚ĖĀAten	-2032
‚ĖĀMoro	-2033
‚ĖĀTala	-2034
‚ĖĀmanl	-2035
abihin	-2036
akbang	-2037
andaan	-2038
ilitar	-2039
irapan	-2040
uhunan	-2041
‚ĖĀIlang	-2042
‚ĖĀbuhok	-2043
‚ĖĀdahon	-2044
‚ĖĀdilag	-2045
‚ĖĀkapal	-2046
‚ĖĀkontr	-2047
‚ĖĀlaman	-2048
‚ĖĀmakas	-2049
‚ĖĀpanig	-2050
‚ĖĀpilak	-2051
‚ĖĀsukat	-2052
‚ĖĀtangh	-2053
abayang	-2054
arungan	-2055
‚ĖĀManuel	-2056
‚ĖĀbalita	-2057
‚ĖĀkorpor	-2058
‚ĖĀnawala	-2059
‚ĖĀpinagt	-2060
‚ĖĀpangkat	-2061
‚ĖĀlibingan	-2062
‚ĖĀpagiging	-2063
‚ĖĀkalagayan	-2064
‚ĖĀkuwentong	-2065
‚ĖĀkasaysayan	-2066
‚ĖĀkasintahan	-2067
‚ĖĀmagkapatid	-2068
0.	-2069
1.	-2070
2.	-2071
erb	-2072
ons	-2073
uon	-2074
wel	-2075
‚ĖĀkw	-2076
asin	-2077
bong	-2078
igma	-2079
ipan	-2080
ubog	-2081
ular	-2082
uwan	-2083
‚ĖĀMen	-2084
‚ĖĀlok	-2085
‚ĖĀper	-2086
alawa	-2087
onood	-2088
uusap	-2089
‚ĖĀIlog	-2090
‚ĖĀaral	-2091
ahanda	-2092
inding	-2093
‚ĖĀmahiw	-2094
‚ĖĀmapap	-2095
‚ĖĀtalim	-2096
‚ĖĀMataas	-2097
‚ĖĀSenado	-2098
‚ĖĀbalang	-2099
‚ĖĀlumaki	-2100
‚ĖĀnagbab	-2101
‚ĖĀputing	-2102
‚ĖĀsangay	-2103
‚ĖĀLinares	-2104
‚ĖĀdigmaan	-2105
‚ĖĀgintong	-2106
‚ĖĀpatungo	-2107
‚ĖĀkalayaan	-2108
‚ĖĀkalooban	-2109
‚ĖĀmadaling	-2110
‚ĖĀmasayang	-2111
‚ĖĀpagkakas	-2112
‚ĖĀprinsipe	-2113
‚ĖĀsandaling	-2114
‚ĖĀPamahalaan	-2115
‚ĖĀkinabukasan	-2116
‚ĖĀpagkakataon	-2117
II	-2118
ec	-2119
‚ĖĀ9	-2120
‚ĖĀRa	-2121
adya	-2122
alal	-2123
ardo	-2124
irog	-2125
‚ĖĀRep	-2126
‚ĖĀSib	-2127
‚ĖĀbiy	-2128
‚ĖĀnaa	-2129
‚ĖĀreh	-2130
‚ĖĀsek	-2131
atnan	-2132
itolo	-2133
‚ĖĀIsab	-2134
‚ĖĀMang	-2135
‚ĖĀNagl	-2136
‚ĖĀPart	-2137
‚ĖĀkaka	-2138
‚ĖĀnama	-2139
‚ĖĀpand	-2140
anggam	-2141
ernand	-2142
‚ĖĀNguni	-2143
‚ĖĀbalat	-2144
‚ĖĀbunso	-2145
‚ĖĀgamit	-2146
‚ĖĀhawak	-2147
‚ĖĀlikod	-2148
‚ĖĀlokal	-2149
‚ĖĀpaano	-2150
ilanggo	-2151
‚ĖĀBisaya	-2152
‚ĖĀkusang	-2153
‚ĖĀpawang	-2154
‚ĖĀpinagm	-2155
‚ĖĀMabilis	-2156
‚ĖĀSubalit	-2157
‚ĖĀdayuhan	-2158
‚ĖĀkasaluk	-2159
‚ĖĀngayong	-2160
‚ĖĀtulisan	-2161
‚ĖĀPagdating	-2162
‚ĖĀkababayan	-2163
angailangan	-2164
‚ĖĀpaglalakbay	-2165
‚ĖĀu	-2166
apo	-2167
kal	-2168
‚ĖĀEl	-2169
‚ĖĀHa	-2170
agas	-2171
ahah	-2172
alab	-2173
atak	-2174
ikap	-2175
ingn	-2176
iwat	-2177
upan	-2178
‚ĖĀFil	-2179
‚ĖĀRey	-2180
‚ĖĀpun	-2181
‚ĖĀtig	-2182
indig	-2183
sakit	-2184
‚ĖĀNasa	-2185
‚ĖĀalim	-2186
‚ĖĀlahi	-2187
‚ĖĀlung	-2188
abigat	-2189
apatay	-2190
emonyo	-2191
inggan	-2192
intang	-2193
utusan	-2194
‚ĖĀbuhat	-2195
‚ĖĀmatut	-2196
‚ĖĀnamam	-2197
unahing	-2198
untunin	-2199
‚ĖĀAlamat	-2200
‚ĖĀIsabel	-2201
‚ĖĀMinsan	-2202
‚ĖĀdiwata	-2203
‚ĖĀgaling	-2204
‚ĖĀganito	-2205
‚ĖĀmagsas	-2206
‚ĖĀnaming	-2207
‚ĖĀpagsus	-2208
‚ĖĀusapan	-2209
‚ĖĀanumang	-2210
‚ĖĀbilangg	-2211
‚ĖĀpamilya	-2212
‚ĖĀsampung	-2213
‚ĖĀsandali	-2214
‚ĖĀtandang	-2215
‚ĖĀBantugan	-2216
‚ĖĀPaaralan	-2217
‚ĖĀkabataan	-2218
‚ĖĀpakikipag	-2219
‚ĖĀsuliranin	-2220
‚ĖĀkarapatang	-2221
‚ĖĀpamahalaang	-2222
LO	-2223
cis	-2224
ema	-2225
ene	-2226
way	-2227
yer	-2228
‚ĖĀ15	-2229
akap	-2230
fael	-2231
hasa	-2232
itik	-2233
‚ĖĀ(3)	-2234
‚ĖĀBum	-2235
‚ĖĀGan	-2236
‚ĖĀham	-2237
‚ĖĀmaw	-2238
‚ĖĀneg	-2239
‚ĖĀpup	-2240
agong	-2241
aking	-2242
alaan	-2243
ibing	-2244
inang	-2245
wiran	-2246
‚ĖĀPagb	-2247
‚ĖĀlaki	-2248
‚ĖĀmait	-2249
alamin	-2250
ayanan	-2251
ilipad	-2252
otohan	-2253
‚ĖĀGayon	-2254
‚ĖĀnamin	-2255
‚ĖĀsigaw	-2256
‚ĖĀsinta	-2257
‚ĖĀugali	-2258
indanao	-2259
ukulang	-2260
ulitika	-2261
‚ĖĀRafael	-2262
‚ĖĀbituin	-2263
‚ĖĀhirang	-2264
‚ĖĀkailan	-2265
‚ĖĀmasama	-2266
‚ĖĀnating	-2267
‚ĖĀtingin	-2268
angkilik	-2269
‚ĖĀFernand	-2270
‚ĖĀkalaban	-2271
‚ĖĀkatangi	-2272
‚ĖĀlumapit	-2273
‚ĖĀpangung	-2274
‚ĖĀbinatang	-2275
‚ĖĀmakikita	-2276
‚ĖĀmanonood	-2277
‚ĖĀpanauhin	-2278
‚ĖĀkarunungan	-2279
‚ĖĀmahiwagang	-2280
‚ĖĀmagagandang	-2281
,00	-2282
kan	-2283
adal	-2284
amig	-2285
anto	-2286
ihis	-2287
iisa	-2288
orot	-2289
usog	-2290
‚ĖĀ198	-2291
‚ĖĀCar	-2292
‚ĖĀInt	-2293
‚ĖĀSap	-2294
‚ĖĀtak	-2295
ahagi	-2296
ahati	-2297
esyon	-2298
iting	-2299
kahoy	-2300
ugang	-2301
ugtog	-2302
ulaan	-2303
usong	-2304
‚ĖĀBago	-2305
‚ĖĀBern	-2306
‚ĖĀbait	-2307
‚ĖĀpant	-2308
aganda	-2309
ayunin	-2310
ubatan	-2311
‚ĖĀbatis	-2312
‚ĖĀgiliw	-2313
‚ĖĀgutom	-2314
‚ĖĀkalup	-2315
‚ĖĀpista	-2316
‚ĖĀsanga	-2317
akilala	-2318
angalan	-2319
ikilala	-2320
‚ĖĀbatong	-2321
‚ĖĀbuwaya	-2322
‚ĖĀlupang	-2323
ilingkod	-2324
‚ĖĀCrispin	-2325
‚ĖĀEspanya	-2326
‚ĖĀepikong	-2327
‚ĖĀtahimik	-2328
‚ĖĀMaraming	-2329
‚ĖĀTulalang	-2330
‚ĖĀmahigpit	-2331
‚ĖĀkasalanan	-2332
‚ĖĀmatinding	-2333
‚ĖĀtumanggap	-2334
‚ĖĀnaninirahan	-2335
‚ĖĀpangunahing	-2336
‚ĖĀmagkakapatid	-2337
ANG	-2338
agt	-2339
fer	-2340
orm	-2341
ubi	-2342
yla	-2343
‚ĖĀ1.	-2344
‚ĖĀ2.	-2345
‚ĖĀBi	-2346
‚ĖĀNi	-2347
abog	-2348
ahad	-2349
ipik	-2350
isag	-2351
itaw	-2352
‚ĖĀBan	-2353
‚ĖĀBid	-2354
‚ĖĀNas	-2355
‚ĖĀSul	-2356
‚ĖĀkub	-2357
‚ĖĀlar	-2358
asari	-2359
uparo	-2360
‚ĖĀSand	-2361
‚ĖĀdako	-2362
‚ĖĀengk	-2363
‚ĖĀisda	-2364
‚ĖĀusap	-2365
ahinga	-2366
atawag	-2367
uluhan	-2368
‚ĖĀCusto	-2369
‚ĖĀaklat	-2370
‚ĖĀkakay	-2371
‚ĖĀkalak	-2372
‚ĖĀlikas	-2373
‚ĖĀpinap	-2374
saknong	-2375
‚ĖĀmabait	-2376
‚ĖĀnagkas	-2377
apangulo	-2378
‚ĖĀbinubuo	-2379
‚ĖĀhigante	-2380
‚ĖĀCustodio	-2381
‚ĖĀPrinsipe	-2382
‚ĖĀdakilang	-2383
‚ĖĀginagawa	-2384
‚ĖĀnagtagal	-2385
‚ĖĀtalagang	-2386
‚ĖĀminamahal	-2387
‚ĖĀkaraniwang	-2388
‚ĖĀpaniniwala	-2389
4)	-2390
ka	-2391
-19	-2392
cas	-2393
ikl	-2394
ini	-2395
mas	-2396
pis	-2397
rot	-2398
zon	-2399
‚ĖĀ3.	-2400
‚ĖĀIr	-2401
‚ĖĀPh	-2402
abit	-2403
alok	-2404
atag	-2405
rero	-2406
ukal	-2407
usig	-2408
‚ĖĀAnt	-2409
‚ĖĀBul	-2410
‚ĖĀLib	-2411
‚ĖĀlag	-2412
agdag	-2413
akila	-2414
anaog	-2415
angis	-2416
awing	-2417
facio	-2418
ibong	-2419
iisip	-2420
itaas	-2421
tasan	-2422
ugong	-2423
ungin	-2424
‚ĖĀBoni	-2425
‚ĖĀFran	-2426
‚ĖĀHerm	-2427
‚ĖĀLeon	-2428
‚ĖĀPamb	-2429
‚ĖĀPaul	-2430
‚ĖĀPuti	-2431
‚ĖĀasal	-2432
‚ĖĀband	-2433
‚ĖĀboto	-2434
‚ĖĀpero	-2435
‚ĖĀsund	-2436
‚ĖĀulan	-2437
‚ĖĀabang	-2438
‚ĖĀhabag	-2439
‚ĖĀkatap	-2440
‚ĖĀlabas	-2441
‚ĖĀpangh	-2442
‚ĖĀpanuk	-2443
‚ĖĀsinus	-2444
alampas	-2445
anganak	-2446
atauhan	-2447
untahan	-2448
‚ĖĀNgayon	-2449
‚ĖĀPamant	-2450
‚ĖĀSantos	-2451
‚ĖĀmagpat	-2452
‚ĖĀmalaya	-2453
‚ĖĀpinagb	-2454
alimbawa	-2455
atanging	-2456
‚ĖĀCabigat	-2457
‚ĖĀmatamis	-2458
‚ĖĀnasasak	-2459
‚ĖĀsusunod	-2460
‚ĖĀnagtungo	-2461
‚ĖĀsasakyan	-2462
‚ĖĀBonifacio	-2463
‚ĖĀkagubatan	-2464
-2	-2465
AK	-2466
gan	-2467
lip	-2468
nay	-2469
‚ĖĀAp	-2470
abal	-2471
alap	-2472
atut	-2473
lump	-2474
orra	-2475
uwid	-2476
‚ĖĀBen	-2477
‚ĖĀKum	-2478
‚ĖĀMaa	-2479
‚ĖĀPab	-2480
ampas	-2481
andro	-2482
cisco	-2483
ement	-2484
idong	-2485
iusap	-2486
‚ĖĀAmer	-2487
‚ĖĀFler	-2488
‚ĖĀSolo	-2489
‚ĖĀbunt	-2490
‚ĖĀkand	-2491
‚ĖĀkult	-2492
‚ĖĀland	-2493
‚ĖĀsist	-2494
agamot	-2495
anghal	-2496
eksyon	-2497
ubilin	-2498
‚ĖĀManok	-2499
‚ĖĀanong	-2500
‚ĖĀnatat	-2501
‚ĖĀsabay	-2502
‚ĖĀtatlo	-2503
embaran	-2504
ibigang	-2505
olehiyo	-2506
‚ĖĀMaging	-2507
‚ĖĀMalana	-2508
‚ĖĀMarami	-2509
‚ĖĀSibyla	-2510
‚ĖĀdunong	-2511
‚ĖĀhangad	-2512
‚ĖĀibabaw	-2513
‚ĖĀmagkab	-2514
‚ĖĀpagkas	-2515
‚ĖĀpinagk	-2516
‚ĖĀsimula	-2517
‚ĖĀtuwing	-2518
asalamat	-2519
‚ĖĀCamorra	-2520
‚ĖĀLanggam	-2521
‚ĖĀPaulita	-2522
‚ĖĀlupaing	-2523
‚ĖĀmarahil	-2524
‚ĖĀsapagka	-2525
‚ĖĀBernardo	-2526
‚ĖĀbinigyan	-2527
‚ĖĀhimagsik	-2528
‚ĖĀtulungan	-2529
‚ĖĀFrancisco	-2530
‚ĖĀtinanggap	-2531
‚ĖĀpinagmulan	-2532
‚ĖĀKinabukasan	-2533
5)	-2534
ags	-2535
aks	-2536
yag	-2537
‚ĖĀ4.	-2538
akat	-2539
ilog	-2540
iwas	-2541
iyag	-2542
ukoy	-2543
usob	-2544
utas	-2545
‚ĖĀNen	-2546
‚ĖĀPal	-2547
‚ĖĀSar	-2548
‚ĖĀhat	-2549
‚ĖĀhih	-2550
‚ĖĀmai	-2551
‚ĖĀpiy	-2552
abaho	-2553
akala	-2554
alayo	-2555
asama	-2556
ayapa	-2557
bansa	-2558
ipagk	-2559
laban	-2560
orong	-2561
urong	-2562
‚ĖĀTiya	-2563
‚ĖĀhuli	-2564
‚ĖĀilan	-2565
‚ĖĀkura	-2566
‚ĖĀprib	-2567
‚ĖĀprop	-2568
abihan	-2569
apatan	-2570
ublika	-2571
‚ĖĀLucas	-2572
‚ĖĀbisig	-2573
‚ĖĀhanda	-2574
‚ĖĀkapar	-2575
‚ĖĀlayun	-2576
‚ĖĀnakap	-2577
‚ĖĀnakar	-2578
‚ĖĀnanan	-2579
‚ĖĀpinto	-2580
insunod	-2581
intulot	-2582
uturing	-2583
‚ĖĀLabtik	-2584
‚ĖĀMadali	-2585
‚ĖĀdakila	-2586
‚ĖĀdiyosa	-2587
‚ĖĀkasund	-2588
‚ĖĀkawani	-2589
‚ĖĀkumain	-2590
‚ĖĀniyong	-2591
‚ĖĀutusan	-2592
‚ĖĀlumakad	-2593
‚ĖĀmayaman	-2594
‚ĖĀnawalan	-2595
‚ĖĀpatayin	-2596
‚ĖĀBembaran	-2597
‚ĖĀBidasari	-2598
‚ĖĀTinyente	-2599
‚ĖĀlayuning	-2600
‚ĖĀnapansin	-2601
‚ĖĀsinabing	-2602
‚ĖĀPamantasan	-2603
‚ĖĀpagkamatay	-2604
‚ĖĀpampulitika	-2605
‚ĖĀpagpapaunlad	-2606
‚ĖĀkinakailangan	-2607
At	-2608
ue	-2609
‚ĖĀ6	-2610
ATA	-2611
apt	-2612
art	-2613
cia	-2614
ete	-2615
igo	-2616
lit	-2617
‚ĖĀOh	-2618
‚ĖĀaw	-2619
‚ĖĀgr	-2620
‚ĖĀpl	-2621
,000	-2622
abol	-2623
aldo	-2624
amam	-2625
atao	-2626
atlo	-2627
ikas	-2628
iman	-2629
kong	-2630
tana	-2631
‚ĖĀTar	-2632
‚ĖĀbub	-2633
‚ĖĀpad	-2634
‚ĖĀtab	-2635
aanak	-2636
araig	-2637
asong	-2638
batas	-2639
‚ĖĀNoon	-2640
‚ĖĀSari	-2641
‚ĖĀalit	-2642
‚ĖĀanya	-2643
‚ĖĀepis	-2644
‚ĖĀinit	-2645
‚ĖĀklas	-2646
‚ĖĀsala	-2647
ayaman	-2648
ibhasa	-2649
ilalim	-2650
ugulin	-2651
‚ĖĀBinig	-2652
‚ĖĀIrene	-2653
‚ĖĀSulay	-2654
‚ĖĀbukas	-2655
‚ĖĀgusto	-2656
‚ĖĀhalal	-2657
‚ĖĀkilos	-2658
‚ĖĀtagap	-2659
agaling	-2660
agumpay	-2661
ilippin	-2662
‚ĖĀAtenas	-2663
‚ĖĀIgorot	-2664
‚ĖĀbangka	-2665
‚ĖĀlabing	-2666
‚ĖĀlibing	-2667
‚ĖĀpalaka	-2668
‚ĖĀsakdal	-2669
‚ĖĀhakbang	-2670
‚ĖĀkagawad	-2671
‚ĖĀpaggawa	-2672
‚ĖĀpintuan	-2673
itolohiya	-2674
‚ĖĀBalagtas	-2675
‚ĖĀSulayman	-2676
‚ĖĀalimango	-2677
‚ĖĀkatulong	-2678
‚ĖĀsinumang	-2679
‚ĖĀTagapangulo	-2680
‚ĖĀKonstitusyon	-2681
‚ĖĀkapangyarihang	-2682
ao	-2683
gad	-2684
isd	-2685
ite	-2686
‚ĖĀ("	-2687
‚ĖĀEm	-2688
‚ĖĀim	-2689
amay	-2690
arya	-2691
aryo	-2692
awid	-2693
iral	-2694
pres	-2695
udad	-2696
ugot	-2697
‚ĖĀBuk	-2698
‚ĖĀDel	-2699
‚ĖĀNil	-2700
‚ĖĀPeb	-2701
‚ĖĀani	-2702
‚ĖĀger	-2703
‚ĖĀnoo	-2704
‚ĖĀusa	-2705
aanan	-2706
dahan	-2707
ining	-2708
intas	-2709
‚ĖĀMagb	-2710
‚ĖĀMayr	-2711
‚ĖĀNagh	-2712
‚ĖĀNais	-2713
‚ĖĀPina	-2714
‚ĖĀTang	-2715
‚ĖĀbaya	-2716
‚ĖĀlamb	-2717
‚ĖĀlibo	-2718
‚ĖĀpart	-2719
ahalal	-2720
ahalan	-2721
‚ĖĀAling	-2722
‚ĖĀItong	-2723
‚ĖĀkinat	-2724
‚ĖĀlaang	-2725
‚ĖĀmahih	-2726
‚ĖĀnagng	-2727
‚ĖĀnapag	-2728
‚ĖĀpagod	-2729
‚ĖĀpuman	-2730
‚ĖĀsumas	-2731
‚ĖĀtotoo	-2732
‚ĖĀwakas	-2733
asawang	-2734
ingning	-2735
unawaan	-2736
‚ĖĀNeneng	-2737
‚ĖĀbigyan	-2738
‚ĖĀdangal	-2739
‚ĖĀgunita	-2740
‚ĖĀkabila	-2741
‚ĖĀkayong	-2742
‚ĖĀkilala	-2743
‚ĖĀnagkak	-2744
‚ĖĀninuno	-2745
‚ĖĀpabula	-2746
‚ĖĀpaghih	-2747
‚ĖĀpulong	-2748
alimutan	-2749
‚ĖĀFilipin	-2750
‚ĖĀFlerida	-2751
‚ĖĀbakuran	-2752
‚ĖĀengkant	-2753
‚ĖĀkapakan	-2754
‚ĖĀlayunin	-2755
‚ĖĀlipunan	-2756
‚ĖĀpatuloy	-2757
‚ĖĀitadhana	-2758
‚ĖĀitaguyod	-2759
‚ĖĀmagbalik	-2760
‚ĖĀnakikita	-2761
‚ĖĀpaggamit	-2762
‚ĖĀEdukasyon	-2763
‚ĖĀPhilippin	-2764
‚ĖĀRepublika	-2765
‚ĖĀkaibigang	-2766
‚ĖĀkapalaran	-2767
‚ĖĀmalungkot	-2768
‚ĖĀnagbibigay	-2769
‚ĖĀpanukalang	-2770
‚ĖĀmakapangyari	-2771
‚ĖĀkinakailangang	-2772
3.	-2773
MP	-2774
ONG	-2775
inh	-2776
iri	-2777
isk	-2778
les	-2779
tok	-2780
uag	-2781
uso	-2782
‚ĖĀen	-2783
atap	-2784
cion	-2785
osto	-2786
ugod	-2787
ural	-2788
‚ĖĀbur	-2789
‚ĖĀhur	-2790
‚ĖĀmut	-2791
agsak	-2792
aklaw	-2793
alagi	-2794
ambal	-2795
among	-2796
angit	-2797
asyal	-2798
ikain	-2799
iyong	-2800
utian	-2801
yahan	-2802
‚ĖĀKrot	-2803
‚ĖĀMayo	-2804
‚ĖĀNagm	-2805
‚ĖĀSamp	-2806
‚ĖĀTATA	-2807
‚ĖĀatin	-2808
‚ĖĀdamo	-2809
‚ĖĀdulo	-2810
‚ĖĀigin	-2811
‚ĖĀmand	-2812
‚ĖĀpina	-2813
aginip	-2814
ingkod	-2815
inigay	-2816
iyerno	-2817
napung	-2818
ustong	-2819
‚ĖĀBiuag	-2820
‚ĖĀSelya	-2821
‚ĖĀUnang	-2822
‚ĖĀbango	-2823
‚ĖĀitlog	-2824
‚ĖĀlingg	-2825
‚ĖĀlinya	-2826
‚ĖĀmanan	-2827
‚ĖĀmapan	-2828
‚ĖĀnapap	-2829
‚ĖĀpanit	-2830
‚ĖĀpapel	-2831
alubong	-2832
tanggol	-2833
‚ĖĀLalong	-2834
‚ĖĀSultan	-2835
‚ĖĀdinala	-2836
‚ĖĀepisod	-2837
‚ĖĀgawing	-2838
‚ĖĀkayang	-2839
‚ĖĀlandas	-2840
‚ĖĀmaaari	-2841
‚ĖĀmapang	-2842
‚ĖĀnaglal	-2843
‚ĖĀnaiiba	-2844
‚ĖĀpinagh	-2845
‚ĖĀtayong	-2846
akasalan	-2847
diriwang	-2848
yayaring	-2849
‚ĖĀmahusay	-2850
‚ĖĀmasipag	-2851
‚ĖĀpinangg	-2852
ungkulang	-2853
‚ĖĀMakaraig	-2854
‚ĖĀMenandro	-2855
‚ĖĀParuparo	-2856
‚ĖĀganitong	-2857
‚ĖĀhalamang	-2858
‚ĖĀmagtatag	-2859
‚ĖĀkabuhayan	-2860
‚ĖĀnagsimula	-2861
‚ĖĀpamamaraan	-2862
‚ĖĀsinilangan	-2863
‚ĖĀitinatadhana	-2864
Ng	-2865
av	-2866
he	-2867
ayb	-2868
igl	-2869
lam	-2870
‚ĖĀ5.	-2871
‚ĖĀKA	-2872
abin	-2873
ahok	-2874
amok	-2875
aril	-2876
ayak	-2877
eter	-2878
gado	-2879
idos	-2880
inaw	-2881
ipas	-2882
iram	-2883
ismo	-2884
ment	-2885
rito	-2886
ugin	-2887
unos	-2888
urop	-2889
utla	-2890
‚ĖĀAni	-2891
‚ĖĀMac	-2892
‚ĖĀabo	-2893
‚ĖĀhah	-2894
‚ĖĀkur	-2895
‚ĖĀlul	-2896
‚ĖĀnau	-2897
aglay	-2898
akbay	-2899
alapi	-2900
atong	-2901
iliit	-2902
‚ĖĀAgad	-2903
‚ĖĀAnak	-2904
‚ĖĀDama	-2905
‚ĖĀMiya	-2906
‚ĖĀirog	-2907
‚ĖĀpayo	-2908
‚ĖĀulap	-2909
amihan	-2910
atipik	-2911
ighati	-2912
iglang	-2913
‚ĖĀAguin	-2914
‚ĖĀGayun	-2915
‚ĖĀbanal	-2916
‚ĖĀbigas	-2917
‚ĖĀhukom	-2918
‚ĖĀinaas	-2919
‚ĖĀitaas	-2920
‚ĖĀmakap	-2921
‚ĖĀpangg	-2922
‚ĖĀreyna	-2923
‚ĖĀsumis	-2924
‚ĖĀtumat	-2925
alagyan	-2926
ilalang	-2927
istrado	-2928
‚ĖĀBundok	-2929
‚ĖĀKaagad	-2930
‚ĖĀManila	-2931
‚ĖĀkabayo	-2932
‚ĖĀkinuha	-2933
‚ĖĀmagtat	-2934
‚ĖĀmasaya	-2935
‚ĖĀpagtit	-2936
agkaloob	-2937
alagahan	-2938
otohanan	-2939
‚ĖĀKalabaw	-2940
‚ĖĀMaganda	-2941
‚ĖĀbansang	-2942
‚ĖĀgawaing	-2943
‚ĖĀhanapin	-2944
‚ĖĀkaligay	-2945
‚ĖĀkontrol	-2946
‚ĖĀmadalas	-2947
‚ĖĀmarinig	-2948
‚ĖĀpagsang	-2949
‚ĖĀregular	-2950
‚ĖĀKolehiyo	-2951
‚ĖĀPrinsesa	-2952
‚ĖĀkatutubo	-2953
‚ĖĀmahabang	-2954
‚ĖĀnagbigay	-2955
‚ĖĀpanganib	-2956
‚ĖĀAguinaldo	-2957
‚ĖĀPagbigkas	-2958
‚ĖĀhinahanap	-2959
‚ĖĀmamamatay	-2960
‚ĖĀpagbabago	-2961
‚ĖĀpamumuhay	-2962
‚ĖĀsumusunod	-2963
‚ĖĀtanggapan	-2964
‚ĖĀbilangguan	-2965
‚ĖĀpangalagaan	-2966
GA	-2967
IN	-2968
Ip	-2969
ba	-2970
bi	-2971
Ito	-2972
May	-2973
aha	-2974
did	-2975
ogr	-2976
oko	-2977
wan	-2978
‚ĖĀ20	-2979
‚ĖĀ25	-2980
agda	-2981
ayat	-2982
ermo	-2983
ibik	-2984
imot	-2985
isil	-2986
omin	-2987
song	-2988
ubok	-2989
ugad	-2990
ugol	-2991
ungg	-2992
‚ĖĀ194	-2993
‚ĖĀBar	-2994
‚ĖĀDul	-2995
‚ĖĀJac	-2996
‚ĖĀPen	-2997
‚ĖĀTad	-2998
‚ĖĀapo	-2999
‚ĖĀbot	-3000
‚ĖĀins	-3001
‚ĖĀkuk	-3002
‚ĖĀkut	-3003
‚ĖĀsah	-3004
‚ĖĀser	-3005
ardin	-3006
arili	-3007
elaez	-3008
ganis	-3009
hanap	-3010
ikano	-3011
islap	-3012
undan	-3013
unuan	-3014
uruan	-3015
‚ĖĀInil	-3016
‚ĖĀamin	-3017
‚ĖĀkani	-3018
‚ĖĀnuno	-3019
‚ĖĀyaon	-3020
amangk	-3021
iligaw	-3022
ukhang	-3023
‚ĖĀAnong	-3024
‚ĖĀdilim	-3025
‚ĖĀkamag	-3026
‚ĖĀklase	-3027
‚ĖĀmangh	-3028
‚ĖĀtuloy	-3029
ababang	-3030
angguni	-3031
ayundin	-3032
‚ĖĀBilang	-3033
‚ĖĀKinuha	-3034
‚ĖĀLangit	-3035
‚ĖĀMabuti	-3036
‚ĖĀPelaez	-3037
‚ĖĀPersya	-3038
‚ĖĀiniwan	-3039
‚ĖĀkulang	-3040
‚ĖĀnagmam	-3041
‚ĖĀpulubi	-3042
‚ĖĀusapin	-3043
‚ĖĀhumingi	-3044
‚ĖĀkampana	-3045
‚ĖĀlumitaw	-3046
‚ĖĀlungkot	-3047
‚ĖĀmarapat	-3048
‚ĖĀmatangi	-3049
‚ĖĀmilitar	-3050
‚ĖĀnapatay	-3051
‚ĖĀsandata	-3052
‚ĖĀsundalo	-3053
‚ĖĀMindanao	-3054
‚ĖĀdarating	-3055
‚ĖĀepisodyo	-3056
‚ĖĀkilalang	-3057
‚ĖĀmagagawa	-3058
‚ĖĀpagkakat	-3059
‚ĖĀsambayan	-3060
‚ĖĀtagapagp	-3061
‚ĖĀdalawampu	-3062
‚ĖĀikalawang	-3063
‚ĖĀkabutihan	-3064
‚ĖĀpagkaraan	-3065
‚ĖĀNagpatuloy	-3066
‚ĖĀhimagsikan	-3067
‚ĖĀkarangalan	-3068
‚ĖĀpagkakaroon	-3069
‚ĖĀpunongkahoy	-3070
IK	-3071
din	-3072
ice	-3073
iga	-3074
lks	-3075
ugh	-3076
‚ĖĀ14	-3077
‚ĖĀBa	-3078
‚ĖĀGr	-3079
‚ĖĀOr	-3080
‚ĖĀPA	-3081
‚ĖĀTe	-3082
....	-3083
ados	-3084
awig	-3085
bing	-3086
ibit	-3087
ibon	-3088
igas	-3089
irin	-3090
osop	-3091
ubay	-3092
uyog	-3093
yaya	-3094
‚ĖĀ199	-3095
‚ĖĀMus	-3096
‚ĖĀTab	-3097
‚ĖĀart	-3098
‚ĖĀawa	-3099
‚ĖĀdel	-3100
‚ĖĀlun	-3101
Bakit	-3102
ababa	-3103
abuti	-3104
agkan	-3105
angon	-3106
ayway	-3107
ermon	-3108
erong	-3109
indak	-3110
ingap	-3111
‚ĖĀaliw	-3112
‚ĖĀitat	-3113
‚ĖĀkain	-3114
‚ĖĀlabi	-3115
‚ĖĀleon	-3116
‚ĖĀnagw	-3117
‚ĖĀopis	-3118
‚ĖĀpuri	-3119
adalaw	-3120
agalit	-3121
agutan	-3122
entino	-3123
ilipat	-3124
ulatan	-3125
‚ĖĀBugan	-3126
‚ĖĀEurop	-3127
‚ĖĀKonde	-3128
‚ĖĀLakas	-3129
‚ĖĀakala	-3130
‚ĖĀbagyo	-3131
‚ĖĀbinab	-3132
‚ĖĀhiyas	-3133
‚ĖĀkaawa	-3134
‚ĖĀlunti	-3135
‚ĖĀnamim	-3136
‚ĖĀpaksa	-3137
‚ĖĀtangk	-3138
‚ĖĀtribo	-3139
nanakaw	-3140
presyon	-3141
‚ĖĀMuling	-3142
‚ĖĀalaala	-3143
‚ĖĀalahas	-3144
‚ĖĀalipin	-3145
‚ĖĀangkop	-3146
‚ĖĀganoon	-3147
‚ĖĀitakda	-3148
‚ĖĀkausap	-3149
‚ĖĀlibong	-3150
‚ĖĀlumbay	-3151
‚ĖĀmagawa	-3152
‚ĖĀmakata	-3153
‚ĖĀmaling	-3154
‚ĖĀmandir	-3155
‚ĖĀnaroon	-3156
‚ĖĀpagsis	-3157
‚ĖĀsanang	-3158
aririnig	-3159
‚ĖĀLeonora	-3160
‚ĖĀNagalit	-3161
‚ĖĀPilosop	-3162
‚ĖĀSalermo	-3163
‚ĖĀhinanap	-3164
‚ĖĀhininga	-3165
‚ĖĀkasangk	-3166
‚ĖĀlabanan	-3167
‚ĖĀnahulog	-3168
‚ĖĀopisyal	-3169
‚ĖĀpalabas	-3170
‚ĖĀsagisag	-3171
‚ĖĀtatlump	-3172
‚ĖĀTinanong	-3173
‚ĖĀbayaning	-3174
‚ĖĀbilanggo	-3175
‚ĖĀinstitus	-3176
‚ĖĀmalayang	-3177
‚ĖĀmaligaya	-3178
‚ĖĀmaliliit	-3179
‚ĖĀmangyari	-3180
‚ĖĀmarangal	-3181
‚ĖĀmatapang	-3182
‚ĖĀmaysakit	-3183
‚ĖĀnakilala	-3184
‚ĖĀpaningin	-3185
‚ĖĀimpiyerno	-3186
‚ĖĀkahirapan	-3187
‚ĖĀkahulugan	-3188
‚ĖĀkatangian	-3189
‚ĖĀpagbigkas	-3190
‚ĖĀpanaginip	-3191
‚ĖĀsasabihin	-3192
‚ĖĀpamamahala	-3193
‚ĖĀIpinaliwanag	-3194
7)	-3195
IA	-3196
ce	-3197
ANA	-3198
cos	-3199
eta	-3200
ian	-3201
ion	-3202
irh	-3203
oso	-3204
sob	-3205
str	-3206
ukt	-3207
‚ĖĀOs	-3208
‚ĖĀbu	-3209
igla	-3210
init	-3211
itas	-3212
loob	-3213
omas	-3214
ulak	-3215
usta	-3216
‚ĖĀ(4)	-3217
‚ĖĀGum	-3218
‚ĖĀPat	-3219
‚ĖĀbis	-3220
‚ĖĀdag	-3221
‚ĖĀdar	-3222
‚ĖĀerm	-3223
‚ĖĀpet	-3224
‚ĖĀtor	-3225
ahuli	-3226
anang	-3227
andaw	-3228
antao	-3229
apaan	-3230
aptap	-3231
arusa	-3232
idlat	-3233
itiis	-3234
kalde	-3235
unton	-3236
‚ĖĀAyaw	-3237
‚ĖĀIkin	-3238
‚ĖĀlans	-3239
‚ĖĀmala	-3240
‚ĖĀputi	-3241
‚ĖĀtupa	-3242
‚ĖĀunti	-3243
agatan	-3244
ahatid	-3245
alipas	-3246
antong	-3247
itanyo	-3248
orilya	-3249
‚ĖĀLabaw	-3250
‚ĖĀMahal	-3251
‚ĖĀPagka	-3252
‚ĖĀPinak	-3253
‚ĖĀPrans	-3254
‚ĖĀTadeo	-3255
‚ĖĀbatay	-3256
‚ĖĀdaang	-3257
‚ĖĀgalak	-3258
‚ĖĀhinah	-3259
‚ĖĀkapul	-3260
‚ĖĀkayum	-3261
‚ĖĀmalag	-3262
‚ĖĀnalal	-3263
‚ĖĀnasas	-3264
‚ĖĀnguni	-3265
‚ĖĀpinat	-3266
‚ĖĀsugat	-3267
araanan	-3268
gugulin	-3269
inabang	-3270
unahang	-3271
usisyon	-3272
‚ĖĀManobo	-3273
‚ĖĀPunong	-3274
‚ĖĀSinang	-3275
‚ĖĀbiyaya	-3276
‚ĖĀiisang	-3277
‚ĖĀpaghah	-3278
‚ĖĀpantay	-3279
‚ĖĀpinsan	-3280
‚ĖĀsultan	-3281
‚ĖĀwaring	-3282
‚ĖĀHermana	-3283
‚ĖĀJacinto	-3284
‚ĖĀKanyang	-3285
‚ĖĀMakisig	-3286
‚ĖĀTinawag	-3287
‚ĖĀbabaeng	-3288
‚ĖĀbintana	-3289
‚ĖĀginamit	-3290
‚ĖĀlumipas	-3291
‚ĖĀlungsod	-3292
‚ĖĀmadilim	-3293
‚ĖĀmadlang	-3294
‚ĖĀmalalim	-3295
‚ĖĀmangang	-3296
‚ĖĀmanging	-3297
‚ĖĀmatuwid	-3298
‚ĖĀnatapos	-3299
‚ĖĀnilikha	-3300
‚ĖĀpangulo	-3301
‚ĖĀsalamin	-3302
‚ĖĀsumapit	-3303
‚ĖĀtadhana	-3304
ahalagang	-3305
‚ĖĀMaaaring	-3306
‚ĖĀSapagkat	-3307
‚ĖĀmalayong	-3308
‚ĖĀnagngang	-3309
‚ĖĀnasabing	-3310
‚ĖĀnilalang	-3311
‚ĖĀpambansa	-3312
‚ĖĀtinanong	-3313
‚ĖĀNagkaroon	-3314
‚ĖĀPangulong	-3315
‚ĖĀedukasyon	-3316
‚ĖĀginagamit	-3317
‚ĖĀkakayahan	-3318
‚ĖĀlumilipad	-3319
‚ĖĀnatagpuan	-3320
‚ĖĀpribadong	-3321
‚ĖĀFlorentino	-3322
‚ĖĀkontrolado	-3323
‚ĖĀmanggagawa	-3324
‚ĖĀipinanganak	-3325
‚ĖĀkaligayahan	-3326
‚ĖĀpaglilingkod	-3327
RT	-3328
ct	-3329
aas	-3330
ach	-3331
iis	-3332
ipo	-3333
itu	-3334
pos	-3335
uke	-3336
‚ĖĀ30	-3337
‚ĖĀBo	-3338
..."	-3339
agap	-3340
agpo	-3341
ahih	-3342
atin	-3343
ding	-3344
enor	-3345
ihag	-3346
nang	-3347
uiro	-3348
‚ĖĀCon	-3349
‚ĖĀIng	-3350
‚ĖĀKag	-3351
‚ĖĀLun	-3352
‚ĖĀOsm	-3353
‚ĖĀant	-3354
‚ĖĀhil	-3355
‚ĖĀkul	-3356
‚ĖĀnir	-3357
‚ĖĀpip	-3358
‚ĖĀres	-3359
‚ĖĀsaw	-3360
‚ĖĀtam	-3361
antog	-3362
asiwa	-3363
cifer	-3364
enang	-3365
istro	-3366
palad	-3367
urusa	-3368
usyon	-3369
uturo	-3370
uusig	-3371
uyong	-3372
‚ĖĀAbad	-3373
‚ĖĀDuke	-3374
‚ĖĀMags	-3375
‚ĖĀNagd	-3376
‚ĖĀbaga	-3377
‚ĖĀbung	-3378
‚ĖĀidin	-3379
‚ĖĀkaba	-3380
‚ĖĀkusa	-3381
‚ĖĀugat	-3382
agapos	-3383
ambing	-3384
apitan	-3385
ayaang	-3386
imbang	-3387
imbing	-3388
insang	-3389
ogasya	-3390
ristal	-3391
ristan	-3392
uiroga	-3393
‚ĖĀBatas	-3394
‚ĖĀSumak	-3395
‚ĖĀbakod	-3396
‚ĖĀduwag	-3397
‚ĖĀgapos	-3398
‚ĖĀhatol	-3399
‚ĖĀkabig	-3400
‚ĖĀkapan	-3401
‚ĖĀkapat	-3402
‚ĖĀkumak	-3403
‚ĖĀlayaw	-3404
‚ĖĀlilim	-3405
‚ĖĀmapat	-3406
‚ĖĀnangg	-3407
‚ĖĀnapat	-3408
‚ĖĀnarir	-3409
‚ĖĀnegos	-3410
‚ĖĀpilit	-3411
‚ĖĀpinan	-3412
‚ĖĀsanhi	-3413
aramdam	-3414
araming	-3415
arangay	-3416
hininga	-3417
‚ĖĀAndres	-3418
‚ĖĀBagong	-3419
‚ĖĀIntsik	-3420
‚ĖĀPagong	-3421
‚ĖĀUnidos	-3422
‚ĖĀWikang	-3423
‚ĖĀbumaba	-3424
‚ĖĀhardin	-3425
‚ĖĀkabund	-3426
‚ĖĀlahing	-3427
‚ĖĀlaking	-3428
‚ĖĀluhang	-3429
‚ĖĀpaglil	-3430
‚ĖĀpinang	-3431
‚ĖĀsaging	-3432
‚ĖĀsesyon	-3433
‚ĖĀsumama	-3434
ahulugan	-3435
arusahan	-3436
ayanihan	-3437
ormasyon	-3438
‚ĖĀAlkalde	-3439
‚ĖĀEstados	-3440
‚ĖĀKrotona	-3441
‚ĖĀLucifer	-3442
‚ĖĀMahirap	-3443
‚ĖĀgorilya	-3444
‚ĖĀkalungk	-3445
‚ĖĀlumipad	-3446
‚ĖĀlumisan	-3447
‚ĖĀmakipag	-3448
‚ĖĀmalinis	-3449
‚ĖĀmalupit	-3450
‚ĖĀmatagal	-3451
ihimagsik	-3452
‚ĖĀgumagawa	-3453
‚ĖĀkasamaan	-3454
‚ĖĀmayamang	-3455
‚ĖĀnakakita	-3456
‚ĖĀermitanyo	-3457
‚ĖĀhinihingi	-3458
‚ĖĀtanghalan	-3459
‚ĖĀMahistrado	-3460
‚ĖĀekspresyon	-3461
‚ĖĀkaramdaman	-3462
‚ĖĀkatarungan	-3463
‚ĖĀmagnanakaw	-3464
‚ĖĀnawawalang	-3465
‚ĖĀpanlipunan	-3466
‚ĖĀmatatagpuan	-3467
‚ĖĀnasasakupan	-3468
‚ĖĀpangangailangan	-3469
An	-3470
Ep	-3471
pe	-3472
ru	-3473
‚ĖĀ,	-3474
‚ĖĀ7	-3475
AND	-3476
Ako	-3477
Ano	-3478
IKU	-3479
abe	-3480
are	-3481
iwi	-3482
orn	-3483
pad	-3484
ret	-3485
‚ĖĀ12	-3486
‚ĖĀAh	-3487
‚ĖĀDa	-3488
‚ĖĀek	-3489
‚ĖĀha	-3490
ARIA	-3491
Iput	-3492
aboy	-3493
amag	-3494
inam	-3495
inta	-3496
udit	-3497
uksa	-3498
usin	-3499
yayi	-3500
‚ĖĀART	-3501
‚ĖĀBer	-3502
‚ĖĀIMP	-3503
‚ĖĀIni	-3504
‚ĖĀLim	-3505
‚ĖĀPak	-3506
‚ĖĀSta	-3507
‚ĖĀaki	-3508
‚ĖĀlas	-3509
‚ĖĀros	-3510
‚ĖĀsay	-3511
‚ĖĀsub	-3512
Huwag	-3513
IKULO	-3514
agpis	-3515
alakh	-3516
aliit	-3517
arito	-3518
dapat	-3519
embro	-3520
ingal	-3521
isdik	-3522
ivers	-3523
uyuan	-3524
‚ĖĀIput	-3525
‚ĖĀTaga	-3526
‚ĖĀdiin	-3527
‚ĖĀedad	-3528
‚ĖĀitim	-3529
‚ĖĀkaso	-3530
‚ĖĀkons	-3531
‚ĖĀmaip	-3532
‚ĖĀwari	-3533
abatid	-3534
alahat	-3535
awakan	-3536
ilikha	-3537
langan	-3538
‚ĖĀDiwat	-3539
‚ĖĀGibon	-3540
‚ĖĀMARIA	-3541
‚ĖĀPinat	-3542
‚ĖĀTomas	-3543
‚ĖĀbaboy	-3544
‚ĖĀbakas	-3545
‚ĖĀbigla	-3546
‚ĖĀburol	-3547
‚ĖĀhamog	-3548
‚ĖĀinstr	-3549
‚ĖĀkaban	-3550
‚ĖĀnalul	-3551
‚ĖĀsikat	-3552
‚ĖĀtugon	-3553
abayaan	-3554
agalang	-3555
ahalaga	-3556
amangha	-3557
antayan	-3558
ilitang	-3559
intawak	-3560
oroonan	-3561
uklasan	-3562
ungkahi	-3563
‚ĖĀIMPONG	-3564
‚ĖĀKasama	-3565
‚ĖĀMorong	-3566
‚ĖĀMuslim	-3567
‚ĖĀdaliri	-3568
‚ĖĀdalita	-3569
‚ĖĀgawang	-3570
‚ĖĀhandog	-3571
‚ĖĀhangga	-3572
‚ĖĀhiling	-3573
‚ĖĀniring	-3574
‚ĖĀpagpup	-3575
‚ĖĀpambih	-3576
‚ĖĀpayapa	-3577
‚ĖĀpiging	-3578
‚ĖĀsektor	-3579
‚ĖĀtabing	-3580
arapatra	-3581
‚ĖĀBiglang	-3582
‚ĖĀDemonyo	-3583
‚ĖĀInahing	-3584
‚ĖĀJuanito	-3585
‚ĖĀPebrero	-3586
‚ĖĀSenador	-3587
‚ĖĀTumango	-3588
‚ĖĀUnivers	-3589
‚ĖĀbathala	-3590
‚ĖĀbungang	-3591
‚ĖĀkalabaw	-3592
‚ĖĀkasabay	-3593
‚ĖĀlarawan	-3594
‚ĖĀmalawak	-3595
‚ĖĀninyong	-3596
‚ĖĀorganis	-3597
‚ĖĀpagitan	-3598
‚ĖĀpalakol	-3599
‚ĖĀpananim	-3600
‚ĖĀparaang	-3601
‚ĖĀsinapit	-3602
‚ĖĀsintang	-3603
anghalian	-3604
ementarya	-3605
‚ĖĀARTIKULO	-3606
‚ĖĀFernando	-3607
‚ĖĀFilipino	-3608
‚ĖĀPersonal	-3609
‚ĖĀSumakwel	-3610
‚ĖĀhurisdik	-3611
‚ĖĀibinigay	-3612
‚ĖĀkaalaman	-3613
‚ĖĀkuwintas	-3614
‚ĖĀmagaling	-3615
‚ĖĀpagkatao	-3616
‚ĖĀsalaysay	-3617
‚ĖĀKatipunan	-3618
‚ĖĀPagkaraan	-3619
‚ĖĀhalimbawa	-3620
‚ĖĀkaragatan	-3621
‚ĖĀkinalaman	-3622
‚ĖĀnagpaalam	-3623
‚ĖĀnakasulat	-3624
‚ĖĀpaghirang	-3625
‚ĖĀpananalig	-3626
‚ĖĀpanitikan	-3627
‚ĖĀDiwatandaw	-3628
‚ĖĀPhilippine	-3629
‚ĖĀmalalaking	-3630
‚ĖĀnakarating	-3631
‚ĖĀpaghahanap	-3632
‚ĖĀsambayanan	-3633
‚ĖĀIndarapatra	-3634
‚ĖĀkorporasyon	-3635
‚ĖĀkorporasyong	-3636
6)	-3637
UP	-3638
aa	-3639
ca	-3640
ef	-3641
ri	-3642
th	-3643
"),	-3644
bud	-3645
eba	-3646
wit	-3647
‚ĖĀ10	-3648
‚ĖĀ6.	-3649
‚ĖĀEn	-3650
‚ĖĀkr	-3651
alog	-3652
amin	-3653
amon	-3654
anay	-3655
asiw	-3656
iham	-3657
isda	-3658
ling	-3659
pada	-3660
silo	-3661
ugat	-3662
ukin	-3663
upot	-3664
yero	-3665
‚ĖĀ195	-3666
‚ĖĀCol	-3667
‚ĖĀDal	-3668
‚ĖĀIII	-3669
‚ĖĀPuw	-3670
‚ĖĀTam	-3671
‚ĖĀand	-3672
‚ĖĀind	-3673
‚ĖĀkol	-3674
‚ĖĀmit	-3675
‚ĖĀmiy	-3676
‚ĖĀpur	-3677
‚ĖĀsik	-3678
‚ĖĀtek	-3679
‚ĖĀuli	-3680
agana	-3681
aglit	-3682
akang	-3683
alaya	-3684
awian	-3685
‚ĖĀPags	-3686
‚ĖĀPati	-3687
‚ĖĀRosa	-3688
‚ĖĀSino	-3689
‚ĖĀbril	-3690
‚ĖĀdamb	-3691
‚ĖĀdati	-3692
‚ĖĀmist	-3693
aalala	-3694
abawal	-3695
abayad	-3696
ahamak	-3697
amahan	-3698
awagan	-3699
iyasat	-3700
rabaho	-3701
silyer	-3702
ugutan	-3703
uwiran	-3704
‚ĖĀNapag	-3705
‚ĖĀPablo	-3706
‚ĖĀSanto	-3707
‚ĖĀTulad	-3708
‚ĖĀbaril	-3709
‚ĖĀhangg	-3710
‚ĖĀhapon	-3711
‚ĖĀibaba	-3712
‚ĖĀipagb	-3713
‚ĖĀkahil	-3714
‚ĖĀkalin	-3715
‚ĖĀkapit	-3716
‚ĖĀkarik	-3717
‚ĖĀkumik	-3718
‚ĖĀnangh	-3719
‚ĖĀprogr	-3720
‚ĖĀtangi	-3721
‚ĖĀtunog	-3722
aalahas	-3723
akasama	-3724
ampanan	-3725
anganib	-3726
apaloob	-3727
asiwaan	-3728
atiling	-3729
erbisyo	-3730
imulang	-3731
ingatan	-3732
onomiya	-3733
utangan	-3734
yayahan	-3735
‚ĖĀDiwata	-3736
‚ĖĀEmilio	-3737
‚ĖĀIbalon	-3738
‚ĖĀNaisip	-3739
‚ĖĀbulong	-3740
‚ĖĀdalang	-3741
‚ĖĀkagyat	-3742
‚ĖĀkumuha	-3743
‚ĖĀmadali	-3744
‚ĖĀmusika	-3745
‚ĖĀnagpas	-3746
‚ĖĀngalan	-3747
‚ĖĀparing	-3748
‚ĖĀpiyesa	-3749
‚ĖĀsaglit	-3750
‚ĖĀtalino	-3751
Sabayang	-3752
agandang	-3753
agubilin	-3754
amdaming	-3755
obyembre	-3756
‚ĖĀKalihim	-3757
‚ĖĀSumagot	-3758
‚ĖĀSumunod	-3759
‚ĖĀTarsilo	-3760
‚ĖĀUnnayan	-3761
‚ĖĀbugtong	-3762
‚ĖĀkalalak	-3763
‚ĖĀkasunod	-3764
‚ĖĀkumalat	-3765
‚ĖĀnaganap	-3766
